[
  {
    "id": "politics/2019/dec/05/bbcs-andrew-neil-lays-down-gauntlet-to-boris-johnson-over-interview",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-05T20:34:31Z",
    "webTitle": "BBC's Andrew Neil lays down gauntlet to Boris Johnson over interview",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/05/bbcs-andrew-neil-lays-down-gauntlet-to-boris-johnson-over-interview",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/05/bbcs-andrew-neil-lays-down-gauntlet-to-boris-johnson-over-interview",
    "fields": {
      "headline": "BBC's Andrew Neil lays down gauntlet to Boris Johnson over interview",
      "standfirst": "<p>Presenter issues challenge to prime minister, saying matter is ‘question of trust’ </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/06/general-election-boris-johnson-jeremy-corbyn-final-tv-debate-live-news\">All the day’s politics news – live</a></li></ul>",
      "trailText": "Presenter issues challenge to prime minister, saying matter is ‘question of trust’ ",
      "byline": "Nadeem Badshah",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"98e1c26f-99b6-424c-b370-184b485af232\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/lZATuljaRxs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Andrew Neil has laid down the gauntlet to Boris Johnson by challenging him to the BBC interview he has so far refused to commit to, saying it was “a question of trust” for the prime minister.</p> \n<p>Gazing directly down the camera to an audience of millions, Neil said Johnson was the only leader of a main party not to have faced a prime-time grilling by him.</p> \n<p>“We have been asking him for weeks now to give us a date, a time, a venue. As of now, none has been forthcoming,” he said. “It is not too late. We have an interview prepared, oven-ready as Mr Johnson likes to say.</p> \n<p>“The theme running through our questions is trust, and why at so many times in his career in politics and journalism, critics and sometimes even those close to him have deemed him to be untrustworthy.”</p> \n<p>Neil ran through a string of Johnson’s policy proposals, including the disputed figures of 50,000 new nurses, 40 new hospitals, and an extra £34bn of funding for the NHS, questioning whether the prime minister could be trusted to deliver on his promises.</p> \n<p>“He vows that the NHS will not be on the table in any trade talks with America. But he vowed to the DUP, his unionist allies in Northern Ireland, that there would never be a border down the Irish Sea. That is as important to the DUP as the NHS is to the rest of us. It is a vow his Brexit deal would seem to break.”</p> \n<p>Neil ended the monologue, which came following his interview with Nigel Farage, by saying: “The prime minister of our nation will, at times, have to stand up to President Trump, President Putin, President Xi of China.</p> \n<p>“It was surely not expecting too much that he spend half an hour standing up to me.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1202670854410297344\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">“It is not too late. We have an interview prepared. Oven-ready, as Mr Johnson likes to say”<br><br>Andrew Neil issues a challenge for Boris Johnson to commit to an interview with him, to face questions on why people have “deemed him to be untrustworthy”<a href=\"https://t.co/daHLxEYn4r\">https://t.co/daHLxEYn4r</a> <a href=\"https://t.co/oQ21uDdtJe\">pic.twitter.com/oQ21uDdtJe</a></p>— BBC Politics (@BBCPolitics) \n  <a href=\"https://twitter.com/BBCPolitics/status/1202670854410297344?ref_src=twsrc%5Etfw\">December 5, 2019</a>\n </blockquote> \n</figure> \n<p>Neil has already interviewed <a href=\"https://www.theguardian.com/politics/2019/nov/26/corbyn-resists-calls-to-apologies-to-british-jews-after-rabbis-claims\">Labour leader Jeremy Corbyn</a>, the SNP’s Nicola Sturgeon, <a href=\"https://www.theguardian.com/politics/2019/dec/04/jo-swinson-lib-dem-apologises-for-backing-coalition-austerity-policies\">Lib Dem leader Jo Swinson</a> and Brexit party leader Farage, in a week in which the BBC came under scrutiny for failing to secure an interview with Johnson.</p> \n<p>The prime minister on Thursday also declined to take part in an interview with ITV’s Julie Etchingham, despite every other leader of the main political parties participating in an interview on the programme.</p> \n<p>Johnson has faced mounting criticism for vetoing other programmes during the election campaign, including a climate leaders debate on Channel 4, <a href=\"https://www.theguardian.com/media/2019/dec/03/channel-4-cleared-of-bias-for-replacing-pm-with-ice-block-in-debate\">where he was replaced with an ice sculpture</a>, and a head-to-head debate with Jeremy Corbyn on 24 November.</p> \n<p>A spokesman for ITV said: “The ITV News team making the <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> Tonight film made the original bid for the prime minister when the election was called.</p> \n<p>“They have contacted his press team on repeated occasions with times and dates offered to film an interview.</p> \n<p>“Boris Johnson’s team have today confirmed he will not be taking part.</p> \n<p>“The programme will instead feature a profile of the prime minister using fresh interviews with other contributors and archive footage.”</p> \n<p>Labour has accused the Conservative party leader of “running scared” following his decision to forgo prime-time interviews with two of the nation’s biggest political interviewers. Ian Lavery, the Labour party chair, said: “Boris Johnson thinks he’s born to rule and doesn’t have to face scrutiny.</p> \n<p>“He’s running scared because every time he is confronted with the impact of nine years of austerity, the cost of living crisis and his plans to sell out our NHS, the more he is exposed.”</p> \n<p>Labour escalated its ongoing complaint about BBC bias and allowing Johnson to “pick and choose” his BBC platform, in an open letter to the BBC director general, Tony Hall, on Thursday.</p> \n<p>Labour’s co-campaign coordinator Andrew Gwynne said the BBC had given Labour a “clear understanding that Boris Johnson had agreed” to the Neil interview.</p> \n<p>“Instead, the BBC allowed the Conservative leader to pick and choose a platform through which he believed he could present himself more favourably and without the same degree of accountability.</p> \n<p>“This clearly broke the agreement the Labour party made with the BBC in good faith.”</p> \n<p>Labour’s letter claimed that the BBC “does not have a role as a protagonist in the general election” and suggested the BBC was effectively “complicit in giving the Conservative party an unfair electoral advantage”.</p> \n<p>A BBC spokesperson said: “The BBC will continue to make its own independent editorial decisions, and is committed to reporting the election campaign fairly, impartially and without fear or favour.”</p> \n<p>On Friday <a href=\"https://www.theguardian.com/politics/2019/nov/29/bbc-bars-johnson-marr-show-unless-he-agrees-andrew-neil-interview\">the BBC insisted it would not allow Johnson to appear on its flagship politics programmes</a> until he had agreed a time to sit down with Neil, but on Sunday he appeared on the Andrew Marr Show <a href=\"https://www.theguardian.com/media/2019/nov/30/bbc-allows-boris-johnson-interview-on-andrew-marr-show\">following the London Bridge terror attack</a>.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "784",
      "firstPublicationDate": "2019-12-05T20:34:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:11Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp9kk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/59a978161b14fc6b5519eddedeb18005dc413466/0_187_5405_3244/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Andrew Neil has laid down the gauntlet to Boris Johnson by challenging him to the BBC interview he has so far refused to commit to, saying it was “a question of trust” for the prime minister. Gazing directly down the camera to an audience of millions, Neil said Johnson was the only leader of a main party not to have faced a prime-time grilling by him. “We have been asking him for weeks now to give us a date, a time, a venue. As of now, none has been forthcoming,” he said. “It is not too late. We have an interview prepared, oven-ready as Mr Johnson likes to say. “The theme running through our questions is trust, and why at so many times in his career in politics and journalism, critics and sometimes even those close to him have deemed him to be untrustworthy.” Neil ran through a string of Johnson’s policy proposals, including the disputed figures of 50,000 new nurses, 40 new hospitals, and an extra £34bn of funding for the NHS, questioning whether the prime minister could be trusted to deliver on his promises. “He vows that the NHS will not be on the table in any trade talks with America. But he vowed to the DUP, his unionist allies in Northern Ireland, that there would never be a border down the Irish Sea. That is as important to the DUP as the NHS is to the rest of us. It is a vow his Brexit deal would seem to break.” Neil ended the monologue, which came following his interview with Nigel Farage, by saying: “The prime minister of our nation will, at times, have to stand up to President Trump, President Putin, President Xi of China. “It was surely not expecting too much that he spend half an hour standing up to me.” Neil has already interviewed Labour leader Jeremy Corbyn, the SNP’s Nicola Sturgeon, Lib Dem leader Jo Swinson and Brexit party leader Farage, in a week in which the BBC came under scrutiny for failing to secure an interview with Johnson. The prime minister on Thursday also declined to take part in an interview with ITV’s Julie Etchingham, despite every other leader of the main political parties participating in an interview on the programme. Johnson has faced mounting criticism for vetoing other programmes during the election campaign, including a climate leaders debate on Channel 4, where he was replaced with an ice sculpture, and a head-to-head debate with Jeremy Corbyn on 24 November. A spokesman for ITV said: “The ITV News team making the Boris Johnson Tonight film made the original bid for the prime minister when the election was called. “They have contacted his press team on repeated occasions with times and dates offered to film an interview. “Boris Johnson’s team have today confirmed he will not be taking part. “The programme will instead feature a profile of the prime minister using fresh interviews with other contributors and archive footage.” Labour has accused the Conservative party leader of “running scared” following his decision to forgo prime-time interviews with two of the nation’s biggest political interviewers. Ian Lavery, the Labour party chair, said: “Boris Johnson thinks he’s born to rule and doesn’t have to face scrutiny. “He’s running scared because every time he is confronted with the impact of nine years of austerity, the cost of living crisis and his plans to sell out our NHS, the more he is exposed.” Labour escalated its ongoing complaint about BBC bias and allowing Johnson to “pick and choose” his BBC platform, in an open letter to the BBC director general, Tony Hall, on Thursday. Labour’s co-campaign coordinator Andrew Gwynne said the BBC had given Labour a “clear understanding that Boris Johnson had agreed” to the Neil interview. “Instead, the BBC allowed the Conservative leader to pick and choose a platform through which he believed he could present himself more favourably and without the same degree of accountability. “This clearly broke the agreement the Labour party made with the BBC in good faith.” Labour’s letter claimed that the BBC “does not have a role as a protagonist in the general election” and suggested the BBC was effectively “complicit in giving the Conservative party an unfair electoral advantage”. A BBC spokesperson said: “The BBC will continue to make its own independent editorial decisions, and is committed to reporting the election campaign fairly, impartially and without fear or favour.” On Friday the BBC insisted it would not allow Johnson to appear on its flagship politics programmes until he had agreed a time to sit down with Neil, but on Sunday he appeared on the Andrew Marr Show following the London Bridge terror attack.",
      "charCount": "4574",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nadeembadshah\">Nadeem Badshah</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-05T18:30:19Z",
    "webTitle": "The Guardian view on Boris Johnson’s constitutional changes: he cannot be trusted | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/the-guardian-view-on-boris-johnsons-constitutional-changes-he-cannot-be-trusted",
    "fields": {
      "headline": "The Guardian view on Boris Johnson’s constitutional changes: he cannot be trusted",
      "standfirst": "The Tory leader will not spell out what his manifesto means. But the threat to law and democracy from many of his ideas is immense",
      "trailText": "<strong>Editorial:</strong> The Tory leader will not spell out what his manifesto means. But the threat to law and democracy from many of his ideas is immense",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"0901ed4ad15a632e935e42b0686b7e307bd4b197\"> <img src=\"https://media.guim.co.uk/0901ed4ad15a632e935e42b0686b7e307bd4b197/0_80_3500_2100/1000.jpg\" alt=\"An ice sculpture is put in the place of Boris Johnson after he refused to participate in last week's Channel 4 News general election climate debate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An ice sculpture is put in the place of Boris Johnson after he refused to participate in last week’s Channel 4 News general election climate debate.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/AP</span> </figcaption> </figure>",
      "body": "<p>In the context of one of the most worrying threats to liberty and the constitution in decades, the future of John Bercow may seem a petty matter. Yet if you seek a small indication of how a Boris Johnson majority government might behave more generally, then whether Mr Bercow is given a peerage might offer the public an insight. Ever since the 18th century, almost every Commons Speaker, good or bad, has been given a peerage when they step down. Mr Bercow has not yet been offered one but <a href=\"https://www.theguardian.com/politics/2019/nov/10/john-bercow-interview-i-may-be-pompous-but-i-am-completely-authentic\" title=\"\">told the Observer</a> last month that he “would accept, if it was offered”.</p> <p>The point here is not whether the automatic peerage convention is a good one, or the House of Lords an institution worth preserving. Neither proposition gets our vote. The point is whether a decision to single out Mr Bercow, if it happens, indicates a more general appetite in Mr Johnson’s Tories for revenge against its enemies and a more peremptory approach against those with the temerity to get in the way of Brexiter orthodoxy and dogma. The election campaign has raised that possibility. When Channel 4 held its party leaders’ climate debate last month, Mr Johnson did not turn up. The broadcaster decided to empty-chair him for the debate with a melting ice sculpture, <a href=\"https://www.theguardian.com/politics/2019/nov/28/ice-sculpture-to-replace-boris-johnson-in-channel-4-climate-debate\" title=\"\">whereupon</a> the Conservative party threatened to review Channel 4’s licence if elected. This week the broadcasting regulator, Ofcom, <a href=\"https://www.theguardian.com/media/2019/dec/03/channel-4-cleared-of-bias-for-replacing-pm-with-ice-block-in-debate\" title=\"\">rejected a Tory party bias complaint</a> against Channel 4. In the event of a Johnson win, it may be a matter of time before Ofcom, too, finds itself in the dock.</p> <p>These examples may seem the rough-and-tumble of an election campaign. There is reason, however, to suspect that they are more than that: this may be the shape of things to come if the Conservatives win. The best reason for thinking this is found in <a href=\"http://\" title=\"\">the party’s manifesto</a> itself. This widely unread document contains a litany of proposals and suggestions aimed at “restoring public trust in government and politics”. In reality, the aim is to take revenge against remainers, restrict access to the courts and voting rights for the Tory party’s opponents, and attempt to embed ministerial powers without parliamentary or judicial oversight.</p> <p>Not all the plans are spelt out. But their scope is potentially breathtaking. They include voter ID systems, likely to deter young and migrant voters; a fresh constituency boundary review, opening the way to electoral gerrymandering; strong backing for first-past-the-post voting systems, suggesting future attempts to abolish proportional representation where it exists; and easier voting in the UK for British expatriates while doing nothing to extend the voting rights of foreigners domiciled in the UK.</p> <p>Perhaps the spookiest line is this: “After Brexit, we also need to look at the broader aspects of our constitution.” This could mean anything. Again, there is little detail, but it may imply sweeping changes. A reference to examining the relationship between government, parliament and the courts is potentially massive. A pledge to look at “the functioning of the royal prerogative” may involve attempts to restore a prime minister’s ability to order military action, prorogue parliament, or to decide on its dissolution after the Fixed-term Parliaments Act is abolished, as intended. Restricting judicial review may mean that governments are no longer subject to legal oversight. The idea that the Human Rights Act might be “updated” to create a new balance between rights and national security needs is both vague and sinister.</p> <p>Voters would be right to hear loud alarm bells in all this. As the supreme court case on prorogation <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">showed</a>, Mr Johnson is willing to break laws, evade scrutiny and mislead the public in order to get his way. He has spent much of his prime ministership failing to answer questions such as these. Post-Brexit Britain would need more accountability not less, stronger courts not weaker ones, fairer voting and electoral systems not discriminatory ones, and the proper defence of minority interests against the central government juggernaut. The choice is stark and urgent: those who are comfortable with the possibility of autocracy and government by decree will vote for Mr Johnson. Those who value their liberties and our democracy will not.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "694",
      "commentCloseDate": "2019-12-05T21:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-05T18:30:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:04Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp9dc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0901ed4ad15a632e935e42b0686b7e307bd4b197/0_80_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the context of one of the most worrying threats to liberty and the constitution in decades, the future of John Bercow may seem a petty matter. Yet if you seek a small indication of how a Boris Johnson majority government might behave more generally, then whether Mr Bercow is given a peerage might offer the public an insight. Ever since the 18th century, almost every Commons Speaker, good or bad, has been given a peerage when they step down. Mr Bercow has not yet been offered one but told the Observer last month that he “would accept, if it was offered”. The point here is not whether the automatic peerage convention is a good one, or the House of Lords an institution worth preserving. Neither proposition gets our vote. The point is whether a decision to single out Mr Bercow, if it happens, indicates a more general appetite in Mr Johnson’s Tories for revenge against its enemies and a more peremptory approach against those with the temerity to get in the way of Brexiter orthodoxy and dogma. The election campaign has raised that possibility. When Channel 4 held its party leaders’ climate debate last month, Mr Johnson did not turn up. The broadcaster decided to empty-chair him for the debate with a melting ice sculpture, whereupon the Conservative party threatened to review Channel 4’s licence if elected. This week the broadcasting regulator, Ofcom, rejected a Tory party bias complaint against Channel 4. In the event of a Johnson win, it may be a matter of time before Ofcom, too, finds itself in the dock. These examples may seem the rough-and-tumble of an election campaign. There is reason, however, to suspect that they are more than that: this may be the shape of things to come if the Conservatives win. The best reason for thinking this is found in the party’s manifesto itself. This widely unread document contains a litany of proposals and suggestions aimed at “restoring public trust in government and politics”. In reality, the aim is to take revenge against remainers, restrict access to the courts and voting rights for the Tory party’s opponents, and attempt to embed ministerial powers without parliamentary or judicial oversight. Not all the plans are spelt out. But their scope is potentially breathtaking. They include voter ID systems, likely to deter young and migrant voters; a fresh constituency boundary review, opening the way to electoral gerrymandering; strong backing for first-past-the-post voting systems, suggesting future attempts to abolish proportional representation where it exists; and easier voting in the UK for British expatriates while doing nothing to extend the voting rights of foreigners domiciled in the UK. Perhaps the spookiest line is this: “After Brexit, we also need to look at the broader aspects of our constitution.” This could mean anything. Again, there is little detail, but it may imply sweeping changes. A reference to examining the relationship between government, parliament and the courts is potentially massive. A pledge to look at “the functioning of the royal prerogative” may involve attempts to restore a prime minister’s ability to order military action, prorogue parliament, or to decide on its dissolution after the Fixed-term Parliaments Act is abolished, as intended. Restricting judicial review may mean that governments are no longer subject to legal oversight. The idea that the Human Rights Act might be “updated” to create a new balance between rights and national security needs is both vague and sinister. Voters would be right to hear loud alarm bells in all this. As the supreme court case on prorogation showed, Mr Johnson is willing to break laws, evade scrutiny and mislead the public in order to get his way. He has spent much of his prime ministership failing to answer questions such as these. Post-Brexit Britain would need more accountability not less, stronger courts not weaker ones, fairer voting and electoral systems not discriminatory ones, and the proper defence of minority interests against the central government juggernaut. The choice is stark and urgent: those who are comfortable with the possibility of autocracy and government by decree will vote for Mr Johnson. Those who value their liberties and our democracy will not.",
      "charCount": "4247",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/dec/05/brexit-one-of-most-spectacular-mistakes-in-eu-history-donald-tusk",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-12-05T18:00:08Z",
    "webTitle": "Brexit is one of most spectacular mistakes in EU history, says Tusk",
    "webUrl": "https://www.theguardian.com/world/2019/dec/05/brexit-one-of-most-spectacular-mistakes-in-eu-history-donald-tusk",
    "apiUrl": "https://content.guardianapis.com/world/2019/dec/05/brexit-one-of-most-spectacular-mistakes-in-eu-history-donald-tusk",
    "fields": {
      "headline": "Brexit is one of most spectacular mistakes in EU history, says Tusk",
      "standfirst": "<p>Exclusive: Donald Tusk says it would still be better for both sides if UK stayed in EU<br></p>",
      "trailText": "Exclusive: Donald Tusk says it would still be better for both sides if UK stayed in EU<br>",
      "byline": "Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"e9cb591547d8a37c143c6796e6eaadd462f52131\"> \n <img src=\"https://media.guim.co.uk/e9cb591547d8a37c143c6796e6eaadd462f52131/0_418_6270_3762/1000.jpg\" alt=\"Donald Tusk\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Donald Tusk said Brexit was one of the saddest experiences of his five years as European council president.</span> \n  <span class=\"element-image__credit\">Photograph: Mikhail Palinchak/Ukrinform/Barcroft Media</span> \n </figcaption> \n</figure>",
      "body": "<p>Brexit has been “one of the most spectacular mistakes” in the history of the EU and followed a campaign marked by “an unprecedented readiness to lie”, Donald Tusk has said.</p> \n<p>In his first interview since standing down as European council president last week, Tusk said Brexit was “the most painful and saddest experience” of his five years in office, a tumultuous period marked by the Greek eurozone crisis, bitter rows over migration and the election of Donald Trump.</p> \n<p>He also criticised the French president, Emmanuel Macron, for branding <a href=\"https://www.theguardian.com/world/2019/nov/28/macron-defends-brain-dead-nato-remarks-as-summit-approaches\">Nato “brain-dead”</a> and <a href=\"https://www.theguardian.com/world/2019/oct/18/eu-refusal-to-open-talks-with-albania-and-north-macedonia-condemned-as-historic-mistake\">refusing to open EU membership talks</a> with North Macedonia and Albania.</p> \n<p>“If we want to treat Macron as a future leader for the whole of Europe, in a political sense, then for this we need a politician who feels more responsible for the EU as a whole and not only for France,” Tusk said.</p> \n<p>The unabashed anglophile, who recently said he would “in my heart always be a remainer”, put himself at odds with other EU leaders by declaring it would still be better for both sides if Brexit did not happen. Many EU diplomats fear any second referendum leading to a remain result would mean festering divisions in the UK that would block the EU from making decisions – a view Tusk strongly rejected.</p> \n<p>“The only difference would be that they [the UK] will still be here. They will be divided anyway: 50/50,” he said. “It’s pure illusion [to think] that it is easier to build good relations with the UK when they are outside.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b8c7f621-6eab-4710-805d-4b09f7adfab0\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/3igAAGxOK_4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>He blamed the former prime minister David Cameron for the “mistake” of organising the referendum that “he had no chance to win”. Tusk also revealed that when the two men spoke the morning after the vote, he still hoped the decision could be undone.</p> \n<p>“I asked him: ‘Is it a decision, is it an obligation to follow this result?’” When Cameron made plain it was, Tusk said he continued to hope. “My intention was to at least prolong the whole debate in Europe and also in the UK. With this, maybe [it was] a little bit naive [to] hope that it could be reversible.”</p> \n<p>Tusk said he predicted the leave victory “two or three months before the referendum” when he visited friends in Bath, who told him they were torn over their decision.</p> \n<p>A former Solidarity activist who was briefly jailed by Poland’s Soviet-controlled communist government, Tusk was the prime minister of Poland before he became European council president in 2014. In that role chairing EU summits, he found it painful to be “more a chairman than a leader” and felt frustrated that he “restrained” himself from campaigning in the UK.</p> \n<p>He has been one of the EU’s most outspoken leaders, a trait he shares with the French president. Tusk described Macron as “a hope for the future of Europe” and a true friend, but said he had problems with his “very new ideas and opinions”. As well as Macron’s comments on Nato, Tusk also objected to Macron’s rapprochement towards Russia, saying he was “disoriented” by this new narrative.</p> \n<p>The council president said he was really proud of having once been labelled “a monomaniac” about Russia by a Belgian newspaper. His term began soon after the EU agreed sanctions against Russia, following the annexation of Crimea and incursions into eastern Ukraine.</p> \n<p>“If we are not able to protect the Ukraine against Russian aggression it will not only be a problem for Ukraine but for Europe as a whole. My hope was that Emmanuel Macron would also be very consistent here.”<br><br>Tusk, who prides himself on his knowledge of European history, was also critical of Macron’s refusal to open talks with North Macedonia and Albania. The French “non” has plunged leaders in the region into despair, including North Macedonia’s prime minister, Zoran Zaev, who faced down nationalists to end a <a href=\"https://www.theguardian.com/world/2019/feb/12/nato-flag-raised-ahead-of-north-macedonias-prospective-accession\">long-running name dispute with Greece</a>.</p> \n<p>“I think it was just strategically and politically a huge mistake to say no … after so many efforts and sacrifices, especially in Skopje.”</p> \n<p>He said Europe would be less secure as a result of the decision, echoing arguments in the region that uncertainty about a European future risked triggering instability.</p> \n<p>He compared Macron unfavourably to Angela Merkel, who has championed integration with six western Balkan nations. “Her unique advantage was to be always ready to think about Europe as a whole. And [to be] ready to sacrifice some internal or national interest to protect Europe as a whole.”</p> \n<p>But migration is still “the biggest problem” the EU faces, as a result of historically large numbers seeking asylum or work in Europe. Tusk said it was “presently unsolvable”, adding: “This new version of migration, the numbers, the determination of the people who want to come to Europe, it is something really new but also a permanent situation for the future.”</p> \n<p>Tusk was speaking to the Guardian and six other European newspapers on the second day of <a href=\"https://www.theguardian.com/world/2019/nov/06/donald-tusk-tipped-to-take-charge-of-eu-centre-right-group\">his job as president of the European People’s party</a> (EPP), the centre-right bloc that includes the political forces of the German chancellor and Jean-Claude Juncker.</p> \n<p>One of his most urgent tasks will be to decide whether Viktor Orbán’s Fidesz party remains in the EPP. After years of foot dragging, EPP leaders <a href=\"https://www.theguardian.com/world/2019/mar/20/manfred-weber-calls-for-freezing-of-hungarian-partys-voting-rights\">set up an inquiry</a> into the rule of law in Hungary, amid growing concern about pressure on independent media, restrictions on NGOs and <a href=\"https://www.theguardian.com/world/2018/feb/12/orban-allies-could-use-eu-as-cash-register-meps-say\">Orbán’s use of the EU as “a cash register”</a> to channel lucrative contracts to his friends and family.</p> \n<p>Tusk said he planned to issue a recommendation in February, after the inquiry team reported later this month. “It’s for Orbán to decide if wants to be part of this world of values or not,” Tusk said. “This decision should not wait another two years.”</p> \n<p>He said the biggest threat to the EU came from governments, such as Poland and Hungary, that “don’t want to treat our values seriously” while getting all the benefits of the EU. But he does not think Brussels should have more powers to tackle this problem: “Without goodwill we have no chance to survive,” he said. “But this is also the beauty of the EU.”</p> \n<p>He stressed the threat to liberal democracy was a bigger problem.</p> \n<p>Citing the 2016 US presidential race and the Brexit campaign, he said a new element in politics was “the unprecedented readiness to lie on almost everything … to treat a lie as a justifiable tool to win”. He said this “shameless” behaviour would have disqualified politicians only 10 years ago.</p> \n<p>Asked by the Guardian to specify who he had in mind, Tusk replied: “I don’t want to be too spectacular in my first interview … I have enough problems in my own country with professional and pathological liars.”</p>",
      "newspaperPageNumber": "15",
      "wordcount": "1127",
      "firstPublicationDate": "2019-12-05T18:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:45Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp947",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e9cb591547d8a37c143c6796e6eaadd462f52131/0_418_6270_3762/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit has been “one of the most spectacular mistakes” in the history of the EU and followed a campaign marked by “an unprecedented readiness to lie”, Donald Tusk has said. In his first interview since standing down as European council president last week, Tusk said Brexit was “the most painful and saddest experience” of his five years in office, a tumultuous period marked by the Greek eurozone crisis, bitter rows over migration and the election of Donald Trump. He also criticised the French president, Emmanuel Macron, for branding Nato “brain-dead” and refusing to open EU membership talks with North Macedonia and Albania. “If we want to treat Macron as a future leader for the whole of Europe, in a political sense, then for this we need a politician who feels more responsible for the EU as a whole and not only for France,” Tusk said. The unabashed anglophile, who recently said he would “in my heart always be a remainer”, put himself at odds with other EU leaders by declaring it would still be better for both sides if Brexit did not happen. Many EU diplomats fear any second referendum leading to a remain result would mean festering divisions in the UK that would block the EU from making decisions – a view Tusk strongly rejected. “The only difference would be that they [the UK] will still be here. They will be divided anyway: 50/50,” he said. “It’s pure illusion [to think] that it is easier to build good relations with the UK when they are outside.” He blamed the former prime minister David Cameron for the “mistake” of organising the referendum that “he had no chance to win”. Tusk also revealed that when the two men spoke the morning after the vote, he still hoped the decision could be undone. “I asked him: ‘Is it a decision, is it an obligation to follow this result?’” When Cameron made plain it was, Tusk said he continued to hope. “My intention was to at least prolong the whole debate in Europe and also in the UK. With this, maybe [it was] a little bit naive [to] hope that it could be reversible.” Tusk said he predicted the leave victory “two or three months before the referendum” when he visited friends in Bath, who told him they were torn over their decision. A former Solidarity activist who was briefly jailed by Poland’s Soviet-controlled communist government, Tusk was the prime minister of Poland before he became European council president in 2014. In that role chairing EU summits, he found it painful to be “more a chairman than a leader” and felt frustrated that he “restrained” himself from campaigning in the UK. He has been one of the EU’s most outspoken leaders, a trait he shares with the French president. Tusk described Macron as “a hope for the future of Europe” and a true friend, but said he had problems with his “very new ideas and opinions”. As well as Macron’s comments on Nato, Tusk also objected to Macron’s rapprochement towards Russia, saying he was “disoriented” by this new narrative. The council president said he was really proud of having once been labelled “a monomaniac” about Russia by a Belgian newspaper. His term began soon after the EU agreed sanctions against Russia, following the annexation of Crimea and incursions into eastern Ukraine. “If we are not able to protect the Ukraine against Russian aggression it will not only be a problem for Ukraine but for Europe as a whole. My hope was that Emmanuel Macron would also be very consistent here.” Tusk, who prides himself on his knowledge of European history, was also critical of Macron’s refusal to open talks with North Macedonia and Albania. The French “non” has plunged leaders in the region into despair, including North Macedonia’s prime minister, Zoran Zaev, who faced down nationalists to end a long-running name dispute with Greece. “I think it was just strategically and politically a huge mistake to say no … after so many efforts and sacrifices, especially in Skopje.” He said Europe would be less secure as a result of the decision, echoing arguments in the region that uncertainty about a European future risked triggering instability. He compared Macron unfavourably to Angela Merkel, who has championed integration with six western Balkan nations. “Her unique advantage was to be always ready to think about Europe as a whole. And [to be] ready to sacrifice some internal or national interest to protect Europe as a whole.” But migration is still “the biggest problem” the EU faces, as a result of historically large numbers seeking asylum or work in Europe. Tusk said it was “presently unsolvable”, adding: “This new version of migration, the numbers, the determination of the people who want to come to Europe, it is something really new but also a permanent situation for the future.” Tusk was speaking to the Guardian and six other European newspapers on the second day of his job as president of the European People’s party (EPP), the centre-right bloc that includes the political forces of the German chancellor and Jean-Claude Juncker. One of his most urgent tasks will be to decide whether Viktor Orbán’s Fidesz party remains in the EPP. After years of foot dragging, EPP leaders set up an inquiry into the rule of law in Hungary, amid growing concern about pressure on independent media, restrictions on NGOs and Orbán’s use of the EU as “a cash register” to channel lucrative contracts to his friends and family. Tusk said he planned to issue a recommendation in February, after the inquiry team reported later this month. “It’s for Orbán to decide if wants to be part of this world of values or not,” Tusk said. “This decision should not wait another two years.” He said the biggest threat to the EU came from governments, such as Poland and Hungary, that “don’t want to treat our values seriously” while getting all the benefits of the EU. But he does not think Brussels should have more powers to tackle this problem: “Without goodwill we have no chance to survive,” he said. “But this is also the beauty of the EU.” He stressed the threat to liberal democracy was a bigger problem. Citing the 2016 US presidential race and the Brexit campaign, he said a new element in politics was “the unprecedented readiness to lie on almost everything … to treat a lie as a justifiable tool to win”. He said this “shameless” behaviour would have disqualified politicians only 10 years ago. Asked by the Guardian to specify who he had in mind, Tusk replied: “I don’t want to be too spectacular in my first interview … I have enough problems in my own country with professional and pathological liars.”",
      "charCount": "6550",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/dec/05/the-bbc-cannot-dodge-accusations-of-tory-bias",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-12-05T17:48:42Z",
    "webTitle": "The BBC cannot dodge accusations of Tory bias | Letters",
    "webUrl": "https://www.theguardian.com/media/2019/dec/05/the-bbc-cannot-dodge-accusations-of-tory-bias",
    "apiUrl": "https://content.guardianapis.com/media/2019/dec/05/the-bbc-cannot-dodge-accusations-of-tory-bias",
    "fields": {
      "headline": "The BBC cannot dodge accusations of Tory bias",
      "standfirst": "Readers respond to articles by Peter Oborne and Fran Unsworth, the BBC’s director of news and current affairs<br />",
      "trailText": "<strong>Letters: </strong>Readers respond to articles by Peter Oborne and Fran Unsworth, the BBC’s director of news and current affairs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ba5d841f693b4ea8401266e8e2486066c6b82597\"> <img src=\"https://media.guim.co.uk/ba5d841f693b4ea8401266e8e2486066c6b82597/0_108_3000_1800/1000.jpg\" alt=\"Boris Johnson appears on the Andrew Marr show\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The BBC allowed Boris Johnson to appear on the Andrew Marr show, claiming it was in the public interest. The only interest served was that of the Conservative party,’ says Geoffrey Carpenter.</span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> </figcaption> </figure>",
      "body": "<p>Peter Oborne is right to call out Conservative bias in the BBC’s election coverage (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/03/election-coverage-bbc-tories\" title=\"\">In this election, the BBC has let down those who believe in it</a>, Journal, 3 December) and likely to be right too in his assessment that the reasons for the bias are institutional, beyond the prejudices of a few well-known reporters. Put simply, the BBC tends to be more sympathetic to the status quo and the government of the day than political change.</p> <p>Yet behind all that lies the hard work of thousands of professional BBC employees out there reporting and producing news on a wide range of matters that the printed media no longer often does.</p> <p>As with the gender pay gap at the BBC, perhaps it’s time for those at Broadcasting House to listen more to their employees and their trade unions and less to the politicians of the moment.<br><strong>Keith Flett</strong><br><em>London</em></p> <p>• Fran Unsworth, the BBC’s director of news and current affairs, writes: “Impartiality is precious to us. We’ll protect it” (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/04/bbc-impartiality-precious-protect-election-coverage\" title=\"\">Journal</a>, 4 December). To claim that the rightwing bias catalogued by Peter Oborne was “a couple of editorial mistakes” is frankly risible. Her argument that “conspiracy theories” are in vogue just will not wash. I note that her defence of the BBC’s news coverage concentrates on the few weeks of this general election campaign, but I have observed rightwing bias in a number of current affairs programmes for many years. And we all remember Steve Bell’s brilliant IF strip highlighting rightwing bias on the Radio 4 “Toady” programme, which featured Nick Robinson.</p> <p>Last Sunday the BBC did a U-turn and allowed Boris Johnson to appear on the Andrew Marr show, claiming it was in the public interest. Marr lost control of the interview and the only interest served was that of the Conservative party.</p> <p>If Unsworth wants to salvage some of the BBC’s tattered reputation she needs to ensure that the promised interview between Andrew Neil and Boris Johnson takes place before the general election; otherwise the accusation of Tory bias will be reinforced.<br><strong>Geoffrey Carpenter </strong><br><em>Worthing, West Sussex</em></p> <p>• Fran Unsworth seeks to justify serious flaws in reporting at the BBC with bluster at a highly critical time in our politics. She cites three instances of error – all of which favoured the prime minister.</p> <p>First, in the excellent Question Time leaders’ debate, there was mocking laughter at the response of Boris Johnson to a question about trustworthiness. This was later edited out of footage for a lunchtime news bulletin. A “clumsy one-second edit”, she says.</p> <p>Second, coverage of the cenotaph remembrance service where the PM made a mistake laying a wreath and looked foolish was replaced by archive footage of him at the 2016 service on BBC Breakfast. We are “fanciful” to consider this significant, she says.</p> <p>Third, the inability of the corporation to ensure that all the party leaders are interviewed by Andrew Neil before next week’s election in order “to be impartial”. Neil exposed flaws in all the party leaders’ reasoning with corresponding headlines in the press the next day. Why has the PM not been interviewed? Unsworth says “the logistics are highly complex”. Not good enough from our public service provider.<br><strong>Nancy Hardy</strong><br><em>Eastergate, West Sussex</em></p> <p>• I take issue with what Fran Unsworth wrote in claiming impartiality at the BBC. To my mind, she is making the mistake of equating quantity with quality.</p> <p>If there are many hours of programming but without rigorous challenging of politicians and political statements then the BBC becomes part of the propaganda machine. It is falling behind Channel 4 in the quality of its interviewing. Part of the defence is that there is information produced by the BBC online. </p> <p>On checking both the Policy Guide and Reality Check which Unsworth cites, I was less than impressed. The analysis of the Conservative top priorities lists 50,000 more nurses and 20,000 more police officers – both discredited claims. This is not a simple editorial mistake. Need one say more about our diminishing trust in the BBC?<br><strong>Stephen Hawkins</strong><br><em>Edinburgh</em></p> <p>• Fran Unsworth seemingly derives satisfaction from the fact that the BBC is criticised by both left and right in “almost equal volumes”. But this is due to the fact that the BBC overrepresents the centre at the expense of both left and right.</p> <p>This is conveyed, for example, by BBC political journalists’ frequent use of the word “moderate”, with its overtone of approval, to describe those in the centre of politics.</p> <p>This was fine when the centre embodied a national consensus. But at a time of political polarisation, the BBC and other public service broadcasters need to widen their ideological lens if they are to fulfil Unsworth’s vision of seeking “to represent the nation in its entirety”.<br><strong>Prof</strong><strong> James Curran</strong><br><em>Goldsmiths, University of London</em></p> <p>• In 1984, I was appointed head of the BBC Bristol Network Production Centre. It was the time of the miners’ strike. Every morning we received a shoal of letters complaining about the BBC’s coverage. They fell into two broad categories: those who thought the BBC was a lackey of the rightwing establishment, and those who thought it was a subversive, lefty organisation. Every morning, we would sort the letters into two piles. And every morning, the piles were exactly the same height.</p> <p>These were people who had been watching exactly the same programmes. I rest my case.<br><strong>John Prescott Thomas</strong><br><em>Bristol</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "939",
      "commentable": "false",
      "firstPublicationDate": "2019-12-05T17:48:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:12Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp93c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ba5d841f693b4ea8401266e8e2486066c6b82597/0_108_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Peter Oborne is right to call out Conservative bias in the BBC’s election coverage (In this election, the BBC has let down those who believe in it, Journal, 3 December) and likely to be right too in his assessment that the reasons for the bias are institutional, beyond the prejudices of a few well-known reporters. Put simply, the BBC tends to be more sympathetic to the status quo and the government of the day than political change. Yet behind all that lies the hard work of thousands of professional BBC employees out there reporting and producing news on a wide range of matters that the printed media no longer often does. As with the gender pay gap at the BBC, perhaps it’s time for those at Broadcasting House to listen more to their employees and their trade unions and less to the politicians of the moment. Keith Flett London • Fran Unsworth, the BBC’s director of news and current affairs, writes: “Impartiality is precious to us. We’ll protect it” (Journal, 4 December). To claim that the rightwing bias catalogued by Peter Oborne was “a couple of editorial mistakes” is frankly risible. Her argument that “conspiracy theories” are in vogue just will not wash. I note that her defence of the BBC’s news coverage concentrates on the few weeks of this general election campaign, but I have observed rightwing bias in a number of current affairs programmes for many years. And we all remember Steve Bell’s brilliant IF strip highlighting rightwing bias on the Radio 4 “Toady” programme, which featured Nick Robinson. Last Sunday the BBC did a U-turn and allowed Boris Johnson to appear on the Andrew Marr show, claiming it was in the public interest. Marr lost control of the interview and the only interest served was that of the Conservative party. If Unsworth wants to salvage some of the BBC’s tattered reputation she needs to ensure that the promised interview between Andrew Neil and Boris Johnson takes place before the general election; otherwise the accusation of Tory bias will be reinforced. Geoffrey Carpenter Worthing, West Sussex • Fran Unsworth seeks to justify serious flaws in reporting at the BBC with bluster at a highly critical time in our politics. She cites three instances of error – all of which favoured the prime minister. First, in the excellent Question Time leaders’ debate, there was mocking laughter at the response of Boris Johnson to a question about trustworthiness. This was later edited out of footage for a lunchtime news bulletin. A “clumsy one-second edit”, she says. Second, coverage of the cenotaph remembrance service where the PM made a mistake laying a wreath and looked foolish was replaced by archive footage of him at the 2016 service on BBC Breakfast. We are “fanciful” to consider this significant, she says. Third, the inability of the corporation to ensure that all the party leaders are interviewed by Andrew Neil before next week’s election in order “to be impartial”. Neil exposed flaws in all the party leaders’ reasoning with corresponding headlines in the press the next day. Why has the PM not been interviewed? Unsworth says “the logistics are highly complex”. Not good enough from our public service provider. Nancy Hardy Eastergate, West Sussex • I take issue with what Fran Unsworth wrote in claiming impartiality at the BBC. To my mind, she is making the mistake of equating quantity with quality. If there are many hours of programming but without rigorous challenging of politicians and political statements then the BBC becomes part of the propaganda machine. It is falling behind Channel 4 in the quality of its interviewing. Part of the defence is that there is information produced by the BBC online. On checking both the Policy Guide and Reality Check which Unsworth cites, I was less than impressed. The analysis of the Conservative top priorities lists 50,000 more nurses and 20,000 more police officers – both discredited claims. This is not a simple editorial mistake. Need one say more about our diminishing trust in the BBC? Stephen Hawkins Edinburgh • Fran Unsworth seemingly derives satisfaction from the fact that the BBC is criticised by both left and right in “almost equal volumes”. But this is due to the fact that the BBC overrepresents the centre at the expense of both left and right. This is conveyed, for example, by BBC political journalists’ frequent use of the word “moderate”, with its overtone of approval, to describe those in the centre of politics. This was fine when the centre embodied a national consensus. But at a time of political polarisation, the BBC and other public service broadcasters need to widen their ideological lens if they are to fulfil Unsworth’s vision of seeking “to represent the nation in its entirety”. Prof James Curran Goldsmiths, University of London • In 1984, I was appointed head of the BBC Bristol Network Production Centre. It was the time of the miners’ strike. Every morning we received a shoal of letters complaining about the BBC’s coverage. They fell into two broad categories: those who thought the BBC was a lackey of the rightwing establishment, and those who thought it was a subversive, lefty organisation. Every morning, we would sort the letters into two piles. And every morning, the piles were exactly the same height. These were people who had been watching exactly the same programmes. I rest my case. John Prescott Thomas Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5682",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/05/give-the-public-time-to-think-before-they-speak",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-05T17:47:24Z",
    "webTitle": "Give the public time to think before they speak | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/05/give-the-public-time-to-think-before-they-speak",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/05/give-the-public-time-to-think-before-they-speak",
    "fields": {
      "headline": "Give the public time to think before they speak",
      "standfirst": "<strong>Bernie Evans </strong>can’t understand why he was interviewed about Boris Johnson and <strong>Paul Atkin</strong> is sick of soundbites",
      "trailText": "Letters: <strong>Bernie Evans </strong>can’t understand why he was interviewed about Boris Johnson and <strong>Paul Atkin</strong> is sick of soundbites",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0c38492aad8ae884925de872b0433a38080e3967\"> <img src=\"https://media.guim.co.uk/0c38492aad8ae884925de872b0433a38080e3967/0_74_4949_2971/1000.jpg\" alt=\"Activists from Fck Boris\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Activists from Fck Boris. ‘What on earth did the BBC expect?’</span> <span class=\"element-image__credit\">Photograph: Mark Kerrison/Alamy</span> </figcaption> </figure>",
      "body": "<p>Sadly, nothing even “fairly magical” happened when BBC radio decided to “talk to the general public” about Boris Johnson becoming Tory party leader (<a href=\"https://www.theguardian.com/news/2019/dec/03/anywhere-but-westminster-vox-pops-understanding-uk-political-landscape\" title=\"\">‘Mind if we talk to you for a minute?’</a>, Long read, 3 December).</p> <p>When a woman with a microphone approached us, my wife immediately said that surely she wasn’t going to ask us about Johnson, and carried on saying how we should all leave the country immediately. Then, as the microphone moved towards me, panic set in. Had she given me five minutes I could have written two sides of A4 on the subject but with no time, I blurted out that the BBC certainly wouldn’t broadcast what I had to say, and called Johnson a “lying toe-rag” and a “disgrace”.</p> <p>We didn’t think much more about it until a friend later told us she recognised our voices on the Radio 2 news. We listened to PM and they played it again, in its entirety, but with “toe-rag” sounding like “toad”. No problem with that, but to this day we cannot understand why the BBC would ask people in Liverpool, of all places, for their opinions on Johnson. What did they expect? They must know why Johnson dare not set foot in the city.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• John Harris in his piece on vox pops misses one dispiriting use of these on radio and TV news: in which the desire to find a pithy one-liner to fit a five-second attention span too often takes the form of endlessly recycling cliches that should be an invitation to a deeper questioning that never comes.</p> <p>On the doorstep, I often find that people think more deeply and subtly about issues than their first response might indicate, but the broadcast media seem to be content with the notion that nation shall speak soundbite unto nation.<br><strong>Paul Atkin</strong><br><em>London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-12-05T17:47:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:12Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp9xv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0c38492aad8ae884925de872b0433a38080e3967/0_74_4949_2971/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sadly, nothing even “fairly magical” happened when BBC radio decided to “talk to the general public” about Boris Johnson becoming Tory party leader (‘Mind if we talk to you for a minute?’, Long read, 3 December). When a woman with a microphone approached us, my wife immediately said that surely she wasn’t going to ask us about Johnson, and carried on saying how we should all leave the country immediately. Then, as the microphone moved towards me, panic set in. Had she given me five minutes I could have written two sides of A4 on the subject but with no time, I blurted out that the BBC certainly wouldn’t broadcast what I had to say, and called Johnson a “lying toe-rag” and a “disgrace”. We didn’t think much more about it until a friend later told us she recognised our voices on the Radio 2 news. We listened to PM and they played it again, in its entirety, but with “toe-rag” sounding like “toad”. No problem with that, but to this day we cannot understand why the BBC would ask people in Liverpool, of all places, for their opinions on Johnson. What did they expect? They must know why Johnson dare not set foot in the city. Bernie Evans Liverpool • John Harris in his piece on vox pops misses one dispiriting use of these on radio and TV news: in which the desire to find a pithy one-liner to fit a five-second attention span too often takes the form of endlessly recycling cliches that should be an invitation to a deeper questioning that never comes. On the doorstep, I often find that people think more deeply and subtly about issues than their first response might indicate, but the broadcast media seem to be content with the notion that nation shall speak soundbite unto nation. Paul Atkin London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2010",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "music/2019/dec/05/keeping-protest-alive-in-cornish-folk-songs",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-12-05T17:44:51Z",
    "webTitle": "Keeping protest alive in Cornish folk songs | Brief letters",
    "webUrl": "https://www.theguardian.com/music/2019/dec/05/keeping-protest-alive-in-cornish-folk-songs",
    "apiUrl": "https://content.guardianapis.com/music/2019/dec/05/keeping-protest-alive-in-cornish-folk-songs",
    "fields": {
      "headline": "Keeping protest alive in Cornish folk songs",
      "standfirst": "Folk music | President Trump | Larry the cat | Commas",
      "trailText": "<strong>Brief letters:</strong> Folk music | President Trump | Larry the cat | Commas",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c2cbdc4b55c5726c28f493c9ad9c56a4ac847ee8\"> <img src=\"https://media.guim.co.uk/c2cbdc4b55c5726c28f493c9ad9c56a4ac847ee8/0_187_5616_3370/1000.jpg\" alt=\"Wheal Owles mine near Botallack in the far west of Cornwall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wheal Owles mine near Botallack in the far west of Cornwall.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Caroline Davies (<a href=\"https://www.theguardian.com/politics/2019/dec/05/reopening-the-mine-would-get-my-vote-the-view-from-camborne-and-redruth\" title=\"\">Can Tories hold on in seat where hope lies in a tin mine?</a>, 5 December) rightly refers to the “iconic” song lyrics that appeared on the mine wall when South Crofty shut down: “Cornish lads are fishermen / Cornish lads are miners too / But when the fish and tin are gone / What are the Cornish boys to do?” In case anyone thought this was in any way an “old” or trad’ song, I and other proud Cornishmen sing it loud as the alternative Kernow anthem to Trelawney. It was written by the much-loved Roger Bryant who lives in Falmouth and is known throughout the folk world. Protest songs are alive and well in this troubled land of ours.<br><strong>Geoff Lakeman </strong><br><em>Buckland Monachorum,</em><em> Devon</em></p> <p>• President Trump cancelled his press conference and flew home in a huff (<a href=\"https://www.theguardian.com/us-news/2019/dec/04/trump-describes-trudeau-as-two-faced-over-nato-hot-mic-video\" title=\"\">Trump leaves Nato talks after ridicule from allies</a>, 5 December), but surely those naughty world leaders who were overheard joking about him were just indulging in locker-room banter?<br><strong>Malcolm Rivers</strong><br><em>Isleworth, Middlesex</em></p> <p>• Could one wish for a higher accolade than to be characterised as “very, very nasty” by Trump?<br><strong>David Cragg-James</strong><br><em>Stonegrave, </em><em>North Yorkshire</em></p> <p>• Never mind Dilyn the puppy (<a href=\"https://www.theguardian.com/books/2019/dec/03/theres-nothing-a-bucket-of-cold-water-cant-fix\" title=\"\">Letters</a>, 4 December) – what’s happened to Larry the cat? I’ve not seen hide nor hair of him since Theresa May left Downing Street.<br><strong>Dorothy Chang</strong><br><em>London</em></p> <p>• Commas can also cause a riot, viz: “What is this thing called, love?” (<a href=\"https://www.theguardian.com/science/2019/dec/04/when-an-apostrophe-turns-into-catastrophe\" title=\"\">Letters</a>, 5 December)<br><strong>David Feintuck</strong><br><em>Lewes, East Sussex </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "288",
      "commentable": "false",
      "firstPublicationDate": "2019-12-05T17:44:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:20Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp964",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c2cbdc4b55c5726c28f493c9ad9c56a4ac847ee8/0_187_5616_3370/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Caroline Davies (Can Tories hold on in seat where hope lies in a tin mine?, 5 December) rightly refers to the “iconic” song lyrics that appeared on the mine wall when South Crofty shut down: “Cornish lads are fishermen / Cornish lads are miners too / But when the fish and tin are gone / What are the Cornish boys to do?” In case anyone thought this was in any way an “old” or trad’ song, I and other proud Cornishmen sing it loud as the alternative Kernow anthem to Trelawney. It was written by the much-loved Roger Bryant who lives in Falmouth and is known throughout the folk world. Protest songs are alive and well in this troubled land of ours. Geoff Lakeman Buckland Monachorum, Devon • President Trump cancelled his press conference and flew home in a huff (Trump leaves Nato talks after ridicule from allies, 5 December), but surely those naughty world leaders who were overheard joking about him were just indulging in locker-room banter? Malcolm Rivers Isleworth, Middlesex • Could one wish for a higher accolade than to be characterised as “very, very nasty” by Trump? David Cragg-James Stonegrave, North Yorkshire • Never mind Dilyn the puppy (Letters, 4 December) – what’s happened to Larry the cat? I’ve not seen hide nor hair of him since Theresa May left Downing Street. Dorothy Chang London • Commas can also cause a riot, viz: “What is this thing called, love?” (Letters, 5 December) David Feintuck Lewes, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1731",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "environment/2019/dec/05/outdoor-lessons-and-pocket-parks-proposed-in-new-deal-for-nature",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-12-05T17:40:51Z",
    "webTitle": "Outdoor lessons and pocket parks proposed in 'new deal for nature'",
    "webUrl": "https://www.theguardian.com/environment/2019/dec/05/outdoor-lessons-and-pocket-parks-proposed-in-new-deal-for-nature",
    "apiUrl": "https://content.guardianapis.com/environment/2019/dec/05/outdoor-lessons-and-pocket-parks-proposed-in-new-deal-for-nature",
    "fields": {
      "headline": "Outdoor lessons and pocket parks proposed in 'new deal for nature'",
      "standfirst": "<p>Report also recommends protections for front gardens and rewilding hospital grounds</p>",
      "trailText": "Report also recommends protections for front gardens and rewilding hospital grounds",
      "byline": "Jessica Murray",
      "main": "<figure class=\"element element-image\" data-media-id=\"7bd430be7e5004aa984cb2dafde3493df5cbcad7\"> <img src=\"https://media.guim.co.uk/7bd430be7e5004aa984cb2dafde3493df5cbcad7/0_437_6500_3901/1000.jpg\" alt=\"Lake District national park\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lake District national park. The report calls for 20% of Britain to be national parks.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>An hour a day of outdoor learning for primary school children and tighter restrictions on paving over front gardens are two of 80 nature policies proposed in a report commissioned by the Green party.</p> <p>The recommendations set out in <a href=\"https://www.carolinelucas.com/latest/a-new-deal-for-nature\">A New Deal for Nature</a> are designed to protect wildlife and put biodiversity at the centre of government policy. Other suggestions include turning 20% of Britain into national parks and helping farmers devote 15% of their land to nature.</p> <p>The report advocates for more green spaces in cities through the rewilding of hospital grounds, funded by car parking charges, and the creation of pocket parks to ensure no home is more than 1km from a wild green space.</p> <p>The report was commissioned by Caroline Lucas, the Green party candidate for Brighton Pavilion, and produced by conservationists and nature writers including Patrick Barkham, who writes for the Guardian on natural history, Mark Cocker, Jake Fiennes, Jeremy Mynott and Helen Smith.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/05/protect-nature-tackle-climate-emergency-wildlife\">We need to protect nature to stand any chance of tackling climate chaos | Caroline Lucas</a> </p> </aside>  <p>Cocker, an author and naturalist, said: “We don’t believe for one moment that it’s the last word on the future of nature in Britain, but we hope it’s a start, a way of thinking hereafter and hopefully in perpetuity about life in these islands and what has to change. Other species have rights to exist in our country and we are under a moral obligation to sustain them.”</p> <p>The report recommends moving to pesticide-free farming by 2040, with research into alternatives to be funded by a pesticide tax, and phasing out artificial fertilisers over the same period.</p> <p>To improve urban areas, it suggests planning permission should be required to pave over front gardens, and the use of materials that do not allow water to drain through should be banned.</p> <p>Two million trees should be planted in cities, towns and suburbs by 2030, adopted by local schools and named by children.</p> <p>A report in October by a coalition of more than 70 wildlife organisations and government conservation agencies said numbers of the UK’s most important wildlife had <a href=\"https://www.theguardian.com/environment/2019/oct/03/populations-of-uks-most-important-wildlife-have-plummeted-since-1970\">fallen by 60%</a> since 1970, with a quarter of mammals and nearly half of birds assessed to be at risk of extinction.</p> <p>Mynott, an author and birdwatcher, said: “Outside the Green party there are a few politicians who grasp the full dimensions of the nature crisis. We therefore present these proposals to the Green party in a mood of both hope and urgency, asking [it] to take a national lead on this as [it has] on so many other environmental issues, converting our proposals into tomorrow’s orthodoxy.”</p> <p>The Green party’s manifesto already contains a number of policies similar to those recommended, such as the creation of a nature GCSE. The party would also plant 700m trees, encourage farmers to expand into forestry and use a tax on meat and dairy products to fund low-carbon farming techniques.</p> <p>Lucas said she was confident her party’s manifesto offered the “boldest and best nature policies” but there was no room for complacency. </p> <p>“While the climate emergency has rightly risen to the top of the political agenda, much less attention is paid to the crisis facing nature,” she said. “Nature needs to be at the very heart of the general election debate. Even more importantly, it needs to be much higher on the agenda for action in the next parliament.”</p> <p>Joan Edwards, the director of public affairs at the Wildlife Trusts, said: “Public concern for the environment is higher than ever and thousands of people have been calling on politicians to stand up for nature and tackle the crisis it is facing head-on. It’s welcome to see a set of ambitious proposals to try to turn the tide on nature’s decline and give this issue the attention it deserves. We hope that all political parties will work together to support ambitious new laws in the next parliament that will secure nature’s recovery.”</p> <p>Mark Eaton, the principal conservation scientist for the RSPB said: “All political parties should be making commitments to halting the loss of nature through policy, legislation and investment, and showing leadership to inspire matching action around the world.” </p>",
      "newspaperPageNumber": "34",
      "wordcount": "679",
      "firstPublicationDate": "2019-12-05T17:40:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-05T20:30:01Z",
      "newspaperEditionDate": "2019-12-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp4f9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7bd430be7e5004aa984cb2dafde3493df5cbcad7/0_437_6500_3901/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An hour a day of outdoor learning for primary school children and tighter restrictions on paving over front gardens are two of 80 nature policies proposed in a report commissioned by the Green party. The recommendations set out in A New Deal for Nature are designed to protect wildlife and put biodiversity at the centre of government policy. Other suggestions include turning 20% of Britain into national parks and helping farmers devote 15% of their land to nature. The report advocates for more green spaces in cities through the rewilding of hospital grounds, funded by car parking charges, and the creation of pocket parks to ensure no home is more than 1km from a wild green space. The report was commissioned by Caroline Lucas, the Green party candidate for Brighton Pavilion, and produced by conservationists and nature writers including Patrick Barkham, who writes for the Guardian on natural history, Mark Cocker, Jake Fiennes, Jeremy Mynott and Helen Smith. Cocker, an author and naturalist, said: “We don’t believe for one moment that it’s the last word on the future of nature in Britain, but we hope it’s a start, a way of thinking hereafter and hopefully in perpetuity about life in these islands and what has to change. Other species have rights to exist in our country and we are under a moral obligation to sustain them.” The report recommends moving to pesticide-free farming by 2040, with research into alternatives to be funded by a pesticide tax, and phasing out artificial fertilisers over the same period. To improve urban areas, it suggests planning permission should be required to pave over front gardens, and the use of materials that do not allow water to drain through should be banned. Two million trees should be planted in cities, towns and suburbs by 2030, adopted by local schools and named by children. A report in October by a coalition of more than 70 wildlife organisations and government conservation agencies said numbers of the UK’s most important wildlife had fallen by 60% since 1970, with a quarter of mammals and nearly half of birds assessed to be at risk of extinction. Mynott, an author and birdwatcher, said: “Outside the Green party there are a few politicians who grasp the full dimensions of the nature crisis. We therefore present these proposals to the Green party in a mood of both hope and urgency, asking [it] to take a national lead on this as [it has] on so many other environmental issues, converting our proposals into tomorrow’s orthodoxy.” The Green party’s manifesto already contains a number of policies similar to those recommended, such as the creation of a nature GCSE. The party would also plant 700m trees, encourage farmers to expand into forestry and use a tax on meat and dairy products to fund low-carbon farming techniques. Lucas said she was confident her party’s manifesto offered the “boldest and best nature policies” but there was no room for complacency. “While the climate emergency has rightly risen to the top of the political agenda, much less attention is paid to the crisis facing nature,” she said. “Nature needs to be at the very heart of the general election debate. Even more importantly, it needs to be much higher on the agenda for action in the next parliament.” Joan Edwards, the director of public affairs at the Wildlife Trusts, said: “Public concern for the environment is higher than ever and thousands of people have been calling on politicians to stand up for nature and tackle the crisis it is facing head-on. It’s welcome to see a set of ambitious proposals to try to turn the tide on nature’s decline and give this issue the attention it deserves. We hope that all political parties will work together to support ambitious new laws in the next parliament that will secure nature’s recovery.” Mark Eaton, the principal conservation scientist for the RSPB said: “All political parties should be making commitments to halting the loss of nature through policy, legislation and investment, and showing leadership to inspire matching action around the world.”",
      "charCount": "4059",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-murray\">Jessica Murray</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-05T14:43:18Z",
    "webTitle": "Put Britain’s colonial history on the curriculum – then we’ll know who we really are | Maya Goodfellow",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/britain-colonial-history-curriculum-racism-migration",
    "fields": {
      "headline": "Put our colonial history on the curriculum – then we’ll understand who we really are",
      "standfirst": "Britain’s past weighs on our present: learning about it would mean a better debate about race and migration",
      "trailText": "Britain’s past weighs on our present: learning about it would mean a better debate about race and migration, says academic and author Maya Goodfellow",
      "byline": "Maya Goodfellow",
      "main": "<figure class=\"element element-image\" data-media-id=\"391ab09c60061b4c3d7f26cff51e086e79db3fd7\"> <img src=\"https://media.guim.co.uk/391ab09c60061b4c3d7f26cff51e086e79db3fd7/0_306_3500_2100/1000.jpg\" alt=\"Jamaican immigrants being addressed shortly after their arrival in Tilbury by RAF officials from the Colonial Office in 1948.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jamaican immigrants being addressed shortly after their arrival in Tilbury by RAF officials from the Colonial Office in 1948. </span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>My mum came to the UK from India in 1973, after a chunk of time spent in Uganda, when she was only 13. Colonialism shaped her life, and that of my grandparents; growing up in Newcastle, it was the backdrop to mine too. I’d heard plenty about empire and anticolonial movements at home, but during 14 years in the UK’s state education system I learned almost nothing about it. Now, over a decade later, little has changed: <a href=\"https://www.runnymedetrust.org/uploads/images/TIDE%20&amp;%20%20Runnymede%20Teaching%20Migration%20report%204.7.19.pdf\" title=\"\">new research</a> suggests that there still isn’t much systematic teaching about empire.</p> <p>The national curriculum says young people are supposed to learn about “<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/239075/SECONDARY_national_curriculum_-_History.pdf\" title=\"\">how Britain has influenced</a>, and been influenced by the wider world”, but when it comes to a central part of this country’s history, there can be near silence. It’s contained in one-month of learning, or hived off from the “core curriculum” in the form of optional modules.</p> <p>Why does this matter? A leaked draft of the <a href=\"https://www.channel4.com/news/windrush-scandal-home-office-reckless-and-defensive-leaked-review-finds\" title=\"\">independent review into the Windrush scandal</a> earlier this year showed one reason. It recommended that all Home Office staff should “learn about the history of the UK and its relationship with the rest of the world, including Britain’s colonial history”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If we were taught about colonial history in school, we’d learn that many who came here from colonies did so as citizens</p> </blockquote> </aside>  <p>If we were all taught about colonial history in school, we’d learn at a young age that many of the people who came here from colonies and former colonies did so as citizens, not as immigrants. We’d discuss how so-called immigration policies introduced from the 1960s onward were designed to make it more difficult for people of colour to come to this country, and we’d examine the forms of resistance that came with this.</p> <p>In a manner similar to the implementation of the anti-Jewish <a href=\"https://en.wikipedia.org/wiki/Aliens_Act_1905\" title=\"\">Aliens Act of 1905</a>, successive governments treated minorities as a threat to the UK. They enacted what the academic <a href=\"http://www.sussex.ac.uk/profiles/27518\" title=\"\">Gurminder Bhambra</a> calls “policies of racialisation”. “If we understood that,” she told me, “we wouldn’t just shift the boundary of citizen and migrant to include people from (former) colonies. To say that I’m not a migrant is not a lack of solidarity with those who are migrants ... If we were to accept that I am British, then that would mean that we would have to think differently about migration in the present.”</p> <p>History is not stuck in the past. What we remember, and how, helps us understand who we are. Learning about empire – from the <a href=\"https://www.theguardian.com/commentisfree/2017/nov/22/british-empire-museum-colonial-crimes-memorial\" title=\"\">brutal suppression</a> of Kenya’s Mau Mau uprising to <a href=\"https://en.wikipedia.org/wiki/W._E._B._Du_Bois\" title=\"\">WEB Du Bois</a>’ work on colonialism – would mean understanding that colonialists created race and the racial hierarchy to control and govern colonies around the world. Unpicking how and why race was constructed would make for a more sophisticated discussion about racism now and chip away at the idea that this was ever an exclusively “white” country.</p> <p>It might also mean people on either side of the Brexit divide pausing before they demand “we” “take back control” or lament that the UK was a “tolerant” country before the EU referendum.</p> <p>In a sanitised version of history that is spouted by politicians such as <a href=\"https://www.theguardian.com/world/2016/jul/19/boris-johnson-is-perfectly-in-tune-with-britains-post-colonial-lament\" title=\"\">Boris Johnson</a>, the UK grew rich not because of exploitation and resource extraction, because of an innate ability to progress. This colonial thinking persists; the “backward” became the “underdeveloped”, while the lives and knowledge of some are still considered more important than others.</p> <p><a href=\"https://www.theguardian.com/global-development-professionals-network/2015/nov/01/global-poverty-is-worse-than-you-think-could-you-live-on-190-a-day\" title=\"\">Four billion people</a> are not poor because of some unhappy accident or an inherent failing; legacies of colonialism, extractive capitalist economies and racialised hierarchies of power <a href=\"https://en.wikipedia.org/wiki/How_Europe_Underdeveloped_Africa\" title=\"\">produce poverty</a>. Against a history where supremacy often meant <a href=\"https://www.opendemocracy.net/en/opendemocracyuk/to-fix-climate-crisis-we-must-acknowledge-our-imperial-past/\" title=\"\">mastering the environment for profit</a> – decimating indigenous communities in the process – it’s not by chance that the climate crisis now impacts those least responsible for it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/04/bame-support-for-jeremy-corbyn-much-higher-than-overall-electorate\">BAME support for Corbyn much higher than overall electorate</a> </p> </aside>  <p>As part of its race and faith strategy, the Labour party has committed to setting up an <a href=\"https://labour.org.uk/press/black-history-british-history-jeremy-corbyn-says-schools-teach-black-british-history-empire-slavery/\" title=\"\">Emancipation Education Trust</a>, which would ensure migration, colonialism and this country’s multiracial past are taught in schools. So too would the legacy of slavery, including “how it interrupted a rich and powerful black history which is also British history”.</p> <p>Some regard teaching about colonialism as simply too political, as if the way we tell history now is somehow neutral. Relative quiet in our schools is paired with politicians glorifying empire as its realities are erased; <a href=\"http://criticallegalthinking.com/2017/10/31/britain-empire-never/\" title=\"\">nostalgia and amnesia</a> sitting side by side. Britain’s bloody colonial history is weighed up as both good and bad; the railways v the <a href=\"https://www.theguardian.com/world/2019/mar/29/winston-churchill-policies-contributed-to-1943-bengal-famine-study\" title=\"\">Bengal famine</a>. One the UK can take credit for; the other is too far in the past to have much to do with “us”. This country is the saviour, never really an oppressor.</p> <p>In this election there is a chance to change this narrative. It’s not about guilt or one-dimensional stereotypes: if histories of exclusion, colonialism and the fierce resistance to much of this were more widely known, it could mean a more nuanced, inclusive understanding of the present.</p> <p>• Maya Goodfellow is a writer and academic, and the author of Hostile Environment: How Immigrants Became Scapegoats</p>",
      "wordcount": "821",
      "commentable": "false",
      "firstPublicationDate": "2019-12-05T14:43:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:06Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp8ct",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/391ab09c60061b4c3d7f26cff51e086e79db3fd7/0_306_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My mum came to the UK from India in 1973, after a chunk of time spent in Uganda, when she was only 13. Colonialism shaped her life, and that of my grandparents; growing up in Newcastle, it was the backdrop to mine too. I’d heard plenty about empire and anticolonial movements at home, but during 14 years in the UK’s state education system I learned almost nothing about it. Now, over a decade later, little has changed: new research suggests that there still isn’t much systematic teaching about empire. The national curriculum says young people are supposed to learn about “how Britain has influenced, and been influenced by the wider world”, but when it comes to a central part of this country’s history, there can be near silence. It’s contained in one-month of learning, or hived off from the “core curriculum” in the form of optional modules. Why does this matter? A leaked draft of the independent review into the Windrush scandal earlier this year showed one reason. It recommended that all Home Office staff should “learn about the history of the UK and its relationship with the rest of the world, including Britain’s colonial history”. If we were all taught about colonial history in school, we’d learn at a young age that many of the people who came here from colonies and former colonies did so as citizens, not as immigrants. We’d discuss how so-called immigration policies introduced from the 1960s onward were designed to make it more difficult for people of colour to come to this country, and we’d examine the forms of resistance that came with this. In a manner similar to the implementation of the anti-Jewish Aliens Act of 1905, successive governments treated minorities as a threat to the UK. They enacted what the academic Gurminder Bhambra calls “policies of racialisation”. “If we understood that,” she told me, “we wouldn’t just shift the boundary of citizen and migrant to include people from (former) colonies. To say that I’m not a migrant is not a lack of solidarity with those who are migrants ... If we were to accept that I am British, then that would mean that we would have to think differently about migration in the present.” History is not stuck in the past. What we remember, and how, helps us understand who we are. Learning about empire – from the brutal suppression of Kenya’s Mau Mau uprising to WEB Du Bois’ work on colonialism – would mean understanding that colonialists created race and the racial hierarchy to control and govern colonies around the world. Unpicking how and why race was constructed would make for a more sophisticated discussion about racism now and chip away at the idea that this was ever an exclusively “white” country. It might also mean people on either side of the Brexit divide pausing before they demand “we” “take back control” or lament that the UK was a “tolerant” country before the EU referendum. In a sanitised version of history that is spouted by politicians such as Boris Johnson, the UK grew rich not because of exploitation and resource extraction, because of an innate ability to progress. This colonial thinking persists; the “backward” became the “underdeveloped”, while the lives and knowledge of some are still considered more important than others. Four billion people are not poor because of some unhappy accident or an inherent failing; legacies of colonialism, extractive capitalist economies and racialised hierarchies of power produce poverty. Against a history where supremacy often meant mastering the environment for profit – decimating indigenous communities in the process – it’s not by chance that the climate crisis now impacts those least responsible for it. As part of its race and faith strategy, the Labour party has committed to setting up an Emancipation Education Trust, which would ensure migration, colonialism and this country’s multiracial past are taught in schools. So too would the legacy of slavery, including “how it interrupted a rich and powerful black history which is also British history”. Some regard teaching about colonialism as simply too political, as if the way we tell history now is somehow neutral. Relative quiet in our schools is paired with politicians glorifying empire as its realities are erased; nostalgia and amnesia sitting side by side. Britain’s bloody colonial history is weighed up as both good and bad; the railways v the Bengal famine. One the UK can take credit for; the other is too far in the past to have much to do with “us”. This country is the saviour, never really an oppressor. In this election there is a chance to change this narrative. It’s not about guilt or one-dimensional stereotypes: if histories of exclusion, colonialism and the fierce resistance to much of this were more widely known, it could mean a more nuanced, inclusive understanding of the present. • Maya Goodfellow is a writer and academic, and the author of Hostile Environment: How Immigrants Became Scapegoats",
      "charCount": "4938",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/maya-goodfellow\">Maya Goodfellow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/dec/05/boris-johnson-clown-autocracy-critics",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-05T06:00:05Z",
    "webTitle": "He may be a clown, but the threat Boris Johnson poses is deadly serious | Aditya Chakrabortty",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/05/boris-johnson-clown-autocracy-critics",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/05/boris-johnson-clown-autocracy-critics",
    "fields": {
      "headline": "He may be a clown, but the threat Boris Johnson poses is deadly serious",
      "standfirst": "His plans would be called autocracy anywhere else – don’t be distracted by his buffoonery",
      "trailText": "His plans would be called autocracy anywhere else – don’t be distracted by his buffoonery, says Guardian columnist Aditya Chakrabortty",
      "byline": "Aditya Chakrabortty",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"5a06d30b9cd980b560824b28952c60c9651a3ada\"> \n <img src=\"https://media.guim.co.uk/5a06d30b9cd980b560824b28952c60c9651a3ada/0_0_2560_1536/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n</figure>",
      "body": "<p>Constantly inconstant, Boris Johnson is faithful in at least one area: generating outrage. That he does as naturally as a dog cocks its leg at a lamppost.</p> \n<p>This week, he has used the bodies of those murdered at London Bridge as props for his election campaign. Last week the 55-year-old dodged a Channel 4 debate on climate change, sending instead his dad and his wingman, Michael Gove. And then there are his many columns, spitting at gay men (“tank-topped bumboys”), single mums (“uppity and irresponsible”) and black people (“smiling piccaninnies”).</p> \n<p>I would go on, but equally so might you – and we both know what typically comes next. The performative pearl-clutching, the saucer-eyed wailing: “How could he?” The sound and rote fury on social media and rolling news, followed by a satisfied, full-bellied silence as grateful journalists wait for their next steaming dollop of Boris buffoonery.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>Johnson may be a rogue, but what should worry us is that he is a risk to our economy, society, and democracy</p> \n </blockquote> \n</aside> \n<p>It passes time and it pads out columns, but it is no way to scrutinise the man who may well be our next prime minister, in charge of taking Britain out of Europe into a new era of foreign and trade relations – and rewriting our political, economic and social settlement. With the president of America strutting around London this week, the comparison is inevitable. Over this election, Johnson is playing the media and the public just as Trump did before claiming the White House in 2016.</p> \n<p>Both men are adept at exploiting the media appetite for offence over ideas, for name-calling in place of nuance. Trump calls Elizabeth Warren “Pocahontas”; Johnson likens Jeremy Corbyn to Stalin. Ridiculous, of course, but enough kindling for at least two days’ headlines. The US president calls his counterpart in No 10 <a href=\"https://www.theguardian.com/us-news/video/2019/jul/23/they-call-him-britains-trump-trump-on-boris-johnson-video\" title=\"\">Britain Trump</a>, and both men have made the same calculation. The cash-strapped media needs eyeballs, and these two enjoy having all eyes on them – so they grab coverage and set the terms of the debate.</p> \n<p>If Johnson makes a show of himself, at least he’s the star. When he has a car crash, websites thank him for the traffic. With the biggest UK newspaper groups already behind him, the Conservative leader thus ensures he gets both total control of the message from his friends and the total attention of everyone else.</p> \n<p>Who cares if they <a href=\"https://www.theguardian.com/politics/video/2019/nov/29/stanley-johnson-says-british-public-couldnt-spell-pinocchio-video\" title=\"\">call him Pinocchio</a>? As a journalist he made his name with tales taller than Michael Jordan – yarns about how Brussels was designating snails as fish, or imposing a maximum size on condoms. Decades before Mark Zuckerberg came along, Johnson had already gleaned the attention economy’s golden rule: professional reputation matters less than providing distraction. Did anyone say <a href=\"https://www.theguardian.com/politics/2019/jul/16/stuck-zip-wire-boris-johnson-london-2012-olympics\" title=\"\">zip wire?</a></p> \n<p>This is nothing to do with appearing prime ministerial: it’s about grabbing power. Like Trump, Johnson has no interest in wooing all bases. I have <a href=\"https://www.theguardian.com/commentisfree/2019/sep/04/britain-mired-democratic-crisis-deeper-brexit\" title=\"\">written here before</a> about how the Old Etonian has gone from being Heineken – the politician who reaches the parts of the electorate other Tories cannot reach – to utter Marmite.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"82c48bd7-fafe-457f-b86d-b473febd6102\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/VxtdCeg7VPE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Now he pursues a political strategy for a polarised country that deliberately seeks to divide it further by treating the other side as anti-national. You want Brexit, or you’re part of the remoaner elite. You want spending cuts, or you can bugger off to Venezuela. The critics are so busy fact-checking his fibs that there’s less time and energy to investigate the inconvenient truth. Crucial arguments about his eligibility for office are sacrificed instead for coverage of his latest gaffe. Policy loses out to political etiquette. Opponents in the media become mere accomplices. And so one of the most significant electoral choices of our lifetime is drained of consequence.</p> \n<p>With his plans for a disastrously hard Brexit, his stated enthusiasm for tax cuts for the rich and his team schooled in the dark-money thinktanks of the <a href=\"https://www.theguardian.com/politics/2019/nov/29/rightwing-thinktank-conservative-boris-johnson-brexit-atlas-network\" title=\"\">transatlantic ultra rightwing</a>, Johnson poses a serious threat to the British way of life. The details of the Whitehall-Washington trade talks released by Labour <a href=\"https://www.theguardian.com/society/2019/dec/03/jeremy-corbyn-on-the-offensive-over-donald-trumps-plans-for-nhs\" title=\"\">last week</a> make that clear. Whatever the nervous denials from Trump and Johnson this week, everything from the food we eat to our rights at work to the state’s commitment to fight climate chaos spills across the boardroom table, ready to be bargained away.</p> \n<p>Yet voters see not a danger, but a clown. <a href=\"https://lordashcroftpolls.com/2019/11/he-put-the-milk-in-before-taking-the-teabag-out-hes-a-proper-nutcase-whos-going-to-pay-me-for-a-four-day-week-my-election-focus-groups-in-stoke-bolton-and-west-brom-2/\" title=\"\">Focus groups told the pollster Michael Ashcroft</a> last month that Johnson would most probably spend a spare Friday night “shagging his secretary”. “There would be apologies the next morning.” Boys will be boys, especially those from the Bullingdon club.</p> \n<p>There will be less laughter if he gets in. Look at the Institute for Fiscal Studies <a href=\"https://www.theguardian.com/commentisfree/2019/nov/28/ifs-manifesto-labour-economy-investment\" title=\"\">analysis</a> of the Tory manifesto. Barely covered on the BBC or in the press, it gives the lie to those studio-sofa cliches about both parties “bidding to see who can spend the most”.</p> \n<p>Instead, it calculates that a <a href=\"https://www.ifs.org.uk/election/2019/article/conservative-manifesto-an-initial-reaction-from-ifs-researchers\" title=\"\">Johnson government will spend less, day to day,</a> on everything outside the NHS – which is to say crucial things such as teachers or social security or care for the elderly, than 2010 levels – even as the fallout from his Brexit crash sucks jobs and money out of the private sector. A decade of cuts may have pushed your schools, your libraries, your councils to breaking point – but Johnson will ensure austerity carries on well into the next decade.</p> \n<p>In their <a href=\"https://www.theguardian.com/books/2018/jan/24/how-democracies-die-review\" title=\"\">guide to this new age of autocracy</a>, How Democracies Die, the Harvard political scientists Steven Levitsky and Daniel Ziblatt compile a checklist titled “Key indicators of authoritarian behavior”. Intended to illustrate Trump’s assault on democratic norms, it should serve as warning of how far Johnson may dismantle the UK’s own checks and balances.</p> \n<p>“Do they reject the Constitution or express a willingness to violate it?” the checklist begins. And one recalls Johnson’s attempted prorogation of parliament that the supreme court ruled unlawful, and the ominous line in the <a href=\"https://www.theguardian.com/politics/2019/nov/26/tory-brexit-manifesto-is-reckless-and-full-of-holes\" title=\"\">Tory manifesto</a> that pledges to “look at the broader aspects of our constitution”. Johnson’s withdrawal agreement grants him so-called Henry VIII powers to change laws after Brexit without needing to pass a fresh act of parliament. As a <a href=\"https://publications.parliament.uk/pa/ld201919/ldselect/ldconst/21/21.pdf\" title=\"\">House of Lords report</a> last month shows, workers’ rights and governance of Northern Ireland will be in his hands.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/04/boris-johnson-brexit-britain-politics-media-business\">How Boris Johnson and Brexit are Berlusconifying Britain | William Davies</a> </p> \n</aside> \n<p>“Do they baselessly suggest that their rivals are foreign agents?” Remember <a href=\"https://twitter.com/BorisJohnson/status/981554656961810433\" title=\"\">Johnson accusing Corbyn</a> of “siding with the Russian spin machine” simply for wanting evidence over the Salisbury poisoning?</p> \n<p>“Have they threatened to take legal or other punitive action against … the media?” After Channel 4 editors swapped no-show Johnson with an ice sculpture at last Thursday’s party leaders’ debate, <a href=\"https://www.theguardian.com/politics/2019/nov/28/ice-sculpture-to-replace-boris-johnson-in-channel-4-climate-debate\" title=\"\">No 10 threatened to review the broadcaster’s licence</a>.</p> \n<p>Were such things happening in another state, especially outside the west, our journalists would be quick to talk about autocracy. Urgent protests would pour forth from NGOs and politicians, perhaps including our prime minister. Inside our borders it is harder to find such clarity of perspective, yet the danger is visible. Johnson may be a rogue, but what should worry us is that he is a risk to our economy, society and democracy. His bad manners should not distract from the fact he is a bad man. Treat this election as some kind of joke, and we may laugh ourselves into plummy-voiced, perma-smirking, tousle-haired despotism.</p> \n<p>• Aditya Chakrabortty is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1201",
      "commentable": "false",
      "firstPublicationDate": "2019-12-05T06:00:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:15Z",
      "newspaperEditionDate": "2019-12-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp459",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5a06d30b9cd980b560824b28952c60c9651a3ada/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Constantly inconstant, Boris Johnson is faithful in at least one area: generating outrage. That he does as naturally as a dog cocks its leg at a lamppost. This week, he has used the bodies of those murdered at London Bridge as props for his election campaign. Last week the 55-year-old dodged a Channel 4 debate on climate change, sending instead his dad and his wingman, Michael Gove. And then there are his many columns, spitting at gay men (“tank-topped bumboys”), single mums (“uppity and irresponsible”) and black people (“smiling piccaninnies”). I would go on, but equally so might you – and we both know what typically comes next. The performative pearl-clutching, the saucer-eyed wailing: “How could he?” The sound and rote fury on social media and rolling news, followed by a satisfied, full-bellied silence as grateful journalists wait for their next steaming dollop of Boris buffoonery. It passes time and it pads out columns, but it is no way to scrutinise the man who may well be our next prime minister, in charge of taking Britain out of Europe into a new era of foreign and trade relations – and rewriting our political, economic and social settlement. With the president of America strutting around London this week, the comparison is inevitable. Over this election, Johnson is playing the media and the public just as Trump did before claiming the White House in 2016. Both men are adept at exploiting the media appetite for offence over ideas, for name-calling in place of nuance. Trump calls Elizabeth Warren “Pocahontas”; Johnson likens Jeremy Corbyn to Stalin. Ridiculous, of course, but enough kindling for at least two days’ headlines. The US president calls his counterpart in No 10 Britain Trump, and both men have made the same calculation. The cash-strapped media needs eyeballs, and these two enjoy having all eyes on them – so they grab coverage and set the terms of the debate. If Johnson makes a show of himself, at least he’s the star. When he has a car crash, websites thank him for the traffic. With the biggest UK newspaper groups already behind him, the Conservative leader thus ensures he gets both total control of the message from his friends and the total attention of everyone else. Who cares if they call him Pinocchio? As a journalist he made his name with tales taller than Michael Jordan – yarns about how Brussels was designating snails as fish, or imposing a maximum size on condoms. Decades before Mark Zuckerberg came along, Johnson had already gleaned the attention economy’s golden rule: professional reputation matters less than providing distraction. Did anyone say zip wire? This is nothing to do with appearing prime ministerial: it’s about grabbing power. Like Trump, Johnson has no interest in wooing all bases. I have written here before about how the Old Etonian has gone from being Heineken – the politician who reaches the parts of the electorate other Tories cannot reach – to utter Marmite. Now he pursues a political strategy for a polarised country that deliberately seeks to divide it further by treating the other side as anti-national. You want Brexit, or you’re part of the remoaner elite. You want spending cuts, or you can bugger off to Venezuela. The critics are so busy fact-checking his fibs that there’s less time and energy to investigate the inconvenient truth. Crucial arguments about his eligibility for office are sacrificed instead for coverage of his latest gaffe. Policy loses out to political etiquette. Opponents in the media become mere accomplices. And so one of the most significant electoral choices of our lifetime is drained of consequence. With his plans for a disastrously hard Brexit, his stated enthusiasm for tax cuts for the rich and his team schooled in the dark-money thinktanks of the transatlantic ultra rightwing, Johnson poses a serious threat to the British way of life. The details of the Whitehall-Washington trade talks released by Labour last week make that clear. Whatever the nervous denials from Trump and Johnson this week, everything from the food we eat to our rights at work to the state’s commitment to fight climate chaos spills across the boardroom table, ready to be bargained away. Yet voters see not a danger, but a clown. Focus groups told the pollster Michael Ashcroft last month that Johnson would most probably spend a spare Friday night “shagging his secretary”. “There would be apologies the next morning.” Boys will be boys, especially those from the Bullingdon club. There will be less laughter if he gets in. Look at the Institute for Fiscal Studies analysis of the Tory manifesto. Barely covered on the BBC or in the press, it gives the lie to those studio-sofa cliches about both parties “bidding to see who can spend the most”. Instead, it calculates that a Johnson government will spend less, day to day, on everything outside the NHS – which is to say crucial things such as teachers or social security or care for the elderly, than 2010 levels – even as the fallout from his Brexit crash sucks jobs and money out of the private sector. A decade of cuts may have pushed your schools, your libraries, your councils to breaking point – but Johnson will ensure austerity carries on well into the next decade. In their guide to this new age of autocracy, How Democracies Die, the Harvard political scientists Steven Levitsky and Daniel Ziblatt compile a checklist titled “Key indicators of authoritarian behavior”. Intended to illustrate Trump’s assault on democratic norms, it should serve as warning of how far Johnson may dismantle the UK’s own checks and balances. “Do they reject the Constitution or express a willingness to violate it?” the checklist begins. And one recalls Johnson’s attempted prorogation of parliament that the supreme court ruled unlawful, and the ominous line in the Tory manifesto that pledges to “look at the broader aspects of our constitution”. Johnson’s withdrawal agreement grants him so-called Henry VIII powers to change laws after Brexit without needing to pass a fresh act of parliament. As a House of Lords report last month shows, workers’ rights and governance of Northern Ireland will be in his hands. “Do they baselessly suggest that their rivals are foreign agents?” Remember Johnson accusing Corbyn of “siding with the Russian spin machine” simply for wanting evidence over the Salisbury poisoning? “Have they threatened to take legal or other punitive action against … the media?” After Channel 4 editors swapped no-show Johnson with an ice sculpture at last Thursday’s party leaders’ debate, No 10 threatened to review the broadcaster’s licence. Were such things happening in another state, especially outside the west, our journalists would be quick to talk about autocracy. Urgent protests would pour forth from NGOs and politicians, perhaps including our prime minister. Inside our borders it is harder to find such clarity of perspective, yet the danger is visible. Johnson may be a rogue, but what should worry us is that he is a risk to our economy, society and democracy. His bad manners should not distract from the fact he is a bad man. Treat this election as some kind of joke, and we may laugh ourselves into plummy-voiced, perma-smirking, tousle-haired despotism. • Aditya Chakrabortty is a Guardian columnist",
      "charCount": "7299",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/adityachakrabortty\">Aditya Chakrabortty</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/05/electoral-reform-dangerously-absent-from-debate-say-campaigners",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-05T06:00:04Z",
    "webTitle": "Electoral reform 'dangerously absent' from debate, say campaigners",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/05/electoral-reform-dangerously-absent-from-debate-say-campaigners",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/05/electoral-reform-dangerously-absent-from-debate-say-campaigners",
    "fields": {
      "headline": "Electoral reform 'dangerously absent' from debate, say campaigners",
      "standfirst": "<p>Constitutional convention could help arrest democratic decay, group says</p>",
      "trailText": "Constitutional convention could help arrest democratic decay, group says",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"899009d31543db78aa5bdc61090dee0d66c810d2\"> <img src=\"https://media.guim.co.uk/899009d31543db78aa5bdc61090dee0d66c810d2/0_19_3500_2100/1000.jpg\" alt=\"Parliament has lunged from crisis to crisis, electoral reform campaigners say.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Parliament has lunged from crisis to crisis, electoral reform campaigners say.</span> <span class=\"element-image__credit\">Photograph: Rui Vieira/PA</span> </figcaption> </figure>",
      "body": "<p>Democracy campaigners have accused politicians of ignoring the issue of electoral reform in the general election campaign, arguing that “the signs of democratic decay are all around us”.</p> <p>In a <a href=\"https://www.theguardian.com/politics/2019/dec/05/an-overhaul-of-westminster-politics-is-long-overdue\">letter the Guardian</a> on what they dubbed “democracy day” on Thursday, political reform groups called on parties to commit to a “<a href=\"https://www.theguardian.com/commentisfree/2019/nov/05/the-guardian-view-on-britains-broken-politics-a-peoples-assembly-can-heal-the-wounds\">constitutional convention</a>” involving members of the public,<strong> </strong>to examine how to overhaul Westminster after the election. They said the issue of political reform had been dangerously absent from the campaign trail.</p> <p>“For all the divisions on display in this election campaign, there’s one point nearly all voters agree on: the desperate need for reform in Westminster,” said the letter, signed by organisations including the Electoral Reform Society, Unlock Democracy, Make Votes Matter, and Compass.</p> <p>“Yet despite many parties commenting on the need for change in their manifestos, the issue of political reform has been dangerously absent from the campaign trail.”</p> <p>Polling commissioned by the Electoral Reform Society found that 85% of people feel that politics isn’t working, and 80% feel they have little or no influence on decision-making.</p> <p>Of the more than 1,600 adults surveyed, just 2% said they felt democracy was working extremely well and could not be improved, or felt they had a great deal of influence over decision-making in the country as a whole.</p> <p>“The signs of democratic decay are all around us – from an electoral system that wastes votes on an industrial scale, to the private members’ club that is the unelected House of Lords,” said the letter. “This year we’ve seen our parliament lunge from crisis to crisis. This election is a watershed moment for our democracy – inaction is not an option.”</p> <p>The proposed constitutional convention would be led by a citizens’ assembly and would look at how power should be distributed in society. Citizens’ assemblies <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/housing-communities-and-local-government-committee/citizens-assembly-faq-17-19/\">are large representative groups of people</a>, selected in a similar way to a jury, to address a particular issue.</p> <p>A recent example of the use of citizens’ assemblies was in Ireland where one was established to examine the issues of abortion, climate change, an ageing population, how referendums are conducted, and fixed-term parliaments. The assembly, which was composed of a chairperson and 99 citizens, met on weekends 12 times over 18 months.</p> <p>Despite multiple requests, no spokesperson from Labour, the Liberal Democrats or the Conservatives is due to attend a debate organised by political reform groups about the future of democracy on Thursday at the People’s History Museum in Manchester.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "412",
      "firstPublicationDate": "2019-12-05T06:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:09Z",
      "newspaperEditionDate": "2019-12-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cp3k9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/899009d31543db78aa5bdc61090dee0d66c810d2/0_19_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Democracy campaigners have accused politicians of ignoring the issue of electoral reform in the general election campaign, arguing that “the signs of democratic decay are all around us”. In a letter the Guardian on what they dubbed “democracy day” on Thursday, political reform groups called on parties to commit to a “constitutional convention” involving members of the public, to examine how to overhaul Westminster after the election. They said the issue of political reform had been dangerously absent from the campaign trail. “For all the divisions on display in this election campaign, there’s one point nearly all voters agree on: the desperate need for reform in Westminster,” said the letter, signed by organisations including the Electoral Reform Society, Unlock Democracy, Make Votes Matter, and Compass. “Yet despite many parties commenting on the need for change in their manifestos, the issue of political reform has been dangerously absent from the campaign trail.” Polling commissioned by the Electoral Reform Society found that 85% of people feel that politics isn’t working, and 80% feel they have little or no influence on decision-making. Of the more than 1,600 adults surveyed, just 2% said they felt democracy was working extremely well and could not be improved, or felt they had a great deal of influence over decision-making in the country as a whole. “The signs of democratic decay are all around us – from an electoral system that wastes votes on an industrial scale, to the private members’ club that is the unelected House of Lords,” said the letter. “This year we’ve seen our parliament lunge from crisis to crisis. This election is a watershed moment for our democracy – inaction is not an option.” The proposed constitutional convention would be led by a citizens’ assembly and would look at how power should be distributed in society. Citizens’ assemblies are large representative groups of people, selected in a similar way to a jury, to address a particular issue. A recent example of the use of citizens’ assemblies was in Ireland where one was established to examine the issues of abortion, climate change, an ageing population, how referendums are conducted, and fixed-term parliaments. The assembly, which was composed of a chairperson and 99 citizens, met on weekends 12 times over 18 months. Despite multiple requests, no spokesperson from Labour, the Liberal Democrats or the Conservatives is due to attend a debate organised by political reform groups about the future of democracy on Thursday at the People’s History Museum in Manchester.",
      "charCount": "2582",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]