[
  {
    "id": "politics/2019/dec/30/how-we-can-escape-the-tories-mesmerising-rule",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-30T17:22:00Z",
    "webTitle": "How we can escape the Tories’ mesmerising rule | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/30/how-we-can-escape-the-tories-mesmerising-rule",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/30/how-we-can-escape-the-tories-mesmerising-rule",
    "fields": {
      "headline": "How we can escape the Tories’ mesmerising rule",
      "standfirst": "Readers respond to Andy Beckett’s article on how the Conservatives are kept in power by collective deference",
      "trailText": "<strong>Letters: </strong>Readers respond to Andy Beckett’s article on how the Conservatives are kept in power by collective deference",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e5ea5df181d3cbdf4ab9f5d35cf9dcf1a19450b6\"> <img src=\"https://media.guim.co.uk/e5ea5df181d3cbdf4ab9f5d35cf9dcf1a19450b6/95_241_3291_1975/1000.jpg\" alt=\"Boris Johnson holding his first Cabinet meeting following the Tory party’s general election victory\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson holding his first cabinet meeting following the Tory party’s general election victory.</span> <span class=\"element-image__credit\">Photograph: Matt Dunham/PA</span> </figcaption> </figure>",
      "body": "<p>Andy Beckett is right to say the “media’s impulse to take incoming Tory premiers at their word” is echoed by the “inclination of many voters to trust Tory governments”, but this is hardly a surprising phenomenon (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/24/tory-promises-govern-britain-conservatives-power\" title=\"\">Incompetent Tories are kept in power by our deference</a>, Journal, 26 December). In fact, the deference for Tory governments is stimulated by a myopic media that refuses to study the relevant evidence. Theresa May’s first speech as prime minister, for example, was heralded by many in the media as, in Beckett’s words, “a new Conservatism crystallising”, but nothing in our history supports the notion of Tories ever fighting against “burning injustices”, doing anything to prevent white working-class boys being “less likely than anybody else … to go to university” or, when it comes to taxation, “prioritis[ing] not the wealthy” but ordinary people.</p> <p>Beckett is rare among journalists, even those “left of centre” ones, in admitting that there is plenty of “evidence to the contrary”. May escaped censure in the media for what were outrageous promises, and so does the serial liar now in Downing Street. His repeated claim to be a “one-nation Conservative” was challenged in the Guardian by Michael Heseltine (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/12/boris-johnson-no-right-call-himself-one-nation-conservative\" title=\"\">Boris Johnson has no right to call himself a one-nation Conservative,</a> 12 September), but it constantly escapes media attention that Heseltine’s definition of the concept, “governing for the whole country – rich and poor, young and old, black and white, north and south”, excludes all Tory administrations, even the one led by the originator of the term in the 1870s.</p> <p>Britain might be “mesmerised” by the Tories, but there is an obvious reason for it!<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• Andy Beckett’s conclusion that the Tories are kept in power by our deference is misplaced. Rather, they are kept in power by our anti-democratic first-past-the-post electoral system. The Conservatives under Boris Johnson got barely any more votes than under Theresa May in 2017, just a 1% increase. From this, our democratic lottery handed them an extra 47 seats, which is then portrayed as a handsome victory. What we deserve is not mesmerising Tory rule, whether enabled by deference or not, but a functioning, proportional democracy that allows everybody to vote for the party they think best represents them.<br><strong>Edward Milford</strong><br><em>Hereford and South Herefordshire Green party</em></p> <p>• I agree that the Tories are kept in power by our deference, and the best way to resist that collective mindset is to hold Boris Johnson to account. I have downloaded all 64 pages of the Tory manifesto and intend to measure Johnson’s achievements against the promises and six personal guarantees in it. I plan to share my findings on a regular basis with my (Labour) MP and ask her to raise issues, where appropriate, in the House of Commons. By the next general election, I expect to have a long list of broken promises and unfulfilled guarantees, which should help inform Labour’s campaign and end Johnson’s premiership.<br><strong>Mike Pender</strong><br><em>Cardiff </em></p> <p>• The end of Andy Beckett’s article says it all: “But if we don’t stop being mesmerised by them, they will carry on ruling us most of the time. And perhaps we’ll deserve it”. The Tories understand that being “ruled” is part of our heritage. We are taught about it with scant mention of the negative impact on the peoples and lands we colonised. As long as we have a monarchy and aristocracy, we might as well accept that we will be governed by the toffs to their advantage.<br><strong>Linda Karlsen</strong><br><em>Whitstable, Kent</em></p> <p>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></p> <p>• Read more Guardian letters – click here to visit <a href=\"http://gu.com/letters\" title=\"\">gu.com/letters</a></p> <p>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</p>",
      "newspaperPageNumber": "4",
      "wordcount": "626",
      "commentable": "false",
      "firstPublicationDate": "2019-12-30T17:22:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:45Z",
      "newspaperEditionDate": "2019-12-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2d7f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e5ea5df181d3cbdf4ab9f5d35cf9dcf1a19450b6/95_241_3291_1975/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Andy Beckett is right to say the “media’s impulse to take incoming Tory premiers at their word” is echoed by the “inclination of many voters to trust Tory governments”, but this is hardly a surprising phenomenon (Incompetent Tories are kept in power by our deference, Journal, 26 December). In fact, the deference for Tory governments is stimulated by a myopic media that refuses to study the relevant evidence. Theresa May’s first speech as prime minister, for example, was heralded by many in the media as, in Beckett’s words, “a new Conservatism crystallising”, but nothing in our history supports the notion of Tories ever fighting against “burning injustices”, doing anything to prevent white working-class boys being “less likely than anybody else … to go to university” or, when it comes to taxation, “prioritis[ing] not the wealthy” but ordinary people. Beckett is rare among journalists, even those “left of centre” ones, in admitting that there is plenty of “evidence to the contrary”. May escaped censure in the media for what were outrageous promises, and so does the serial liar now in Downing Street. His repeated claim to be a “one-nation Conservative” was challenged in the Guardian by Michael Heseltine (Boris Johnson has no right to call himself a one-nation Conservative, 12 September), but it constantly escapes media attention that Heseltine’s definition of the concept, “governing for the whole country – rich and poor, young and old, black and white, north and south”, excludes all Tory administrations, even the one led by the originator of the term in the 1870s. Britain might be “mesmerised” by the Tories, but there is an obvious reason for it! Bernie Evans Liverpool • Andy Beckett’s conclusion that the Tories are kept in power by our deference is misplaced. Rather, they are kept in power by our anti-democratic first-past-the-post electoral system. The Conservatives under Boris Johnson got barely any more votes than under Theresa May in 2017, just a 1% increase. From this, our democratic lottery handed them an extra 47 seats, which is then portrayed as a handsome victory. What we deserve is not mesmerising Tory rule, whether enabled by deference or not, but a functioning, proportional democracy that allows everybody to vote for the party they think best represents them. Edward Milford Hereford and South Herefordshire Green party • I agree that the Tories are kept in power by our deference, and the best way to resist that collective mindset is to hold Boris Johnson to account. I have downloaded all 64 pages of the Tory manifesto and intend to measure Johnson’s achievements against the promises and six personal guarantees in it. I plan to share my findings on a regular basis with my (Labour) MP and ask her to raise issues, where appropriate, in the House of Commons. By the next general election, I expect to have a long list of broken promises and unfulfilled guarantees, which should help inform Labour’s campaign and end Johnson’s premiership. Mike Pender Cardiff • The end of Andy Beckett’s article says it all: “But if we don’t stop being mesmerised by them, they will carry on ruling us most of the time. And perhaps we’ll deserve it”. The Tories understand that being “ruled” is part of our heritage. We are taught about it with scant mention of the negative impact on the peoples and lands we colonised. As long as we have a monarchy and aristocracy, we might as well accept that we will be governed by the toffs to their advantage. Linda Karlsen Whitstable, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3814",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/30/questions-over-tom-watson-decision-to-quit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-30T17:21:34Z",
    "webTitle": "Questions over Tom Watson’s decision to quit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/30/questions-over-tom-watson-decision-to-quit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/30/questions-over-tom-watson-decision-to-quit",
    "fields": {
      "headline": "Questions over Tom Watson’s decision to quit",
      "standfirst": "The reasons the ex-MP gave for leaving parliament don’t satisfy <strong>Lindsey Charles</strong>, while <strong>Joe McCarthy</strong> thinks Labour’s former deputy leader should accept some blame for the party’s election defeat. Plus a letter from <strong>John Heawood</strong>",
      "trailText": "<strong>Letters: </strong>The reasons the ex-MP gave for leaving parliament don’t satisfy <strong>Lindsey Charles</strong>, while <strong>Joe McCarthy</strong> thinks Labour’s former deputy leader should accept some blame for the party’s election defeat. Plus a letter from <strong>John Heawood</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4eeeb008fa1bfcf7714a89458b0a5c560c3edc99\"> <img src=\"https://media.guim.co.uk/4eeeb008fa1bfcf7714a89458b0a5c560c3edc99/0_106_3192_1915/1000.jpg\" alt=\"Tom Watson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson. ‘It’s such a pity that the likable Watson, a Labour man down to his marrow, couldn’t have been more loyal to Corbyn,’ writes Joe McCarthy.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>With reference to your two articles on Tom Watson, are we seriously to believe he was driven out by a “brutal and hostile” Labour party (<a href=\"https://www.theguardian.com/politics/2019/dec/27/tom-watson-i-quit-because-of-labour-brutality\" title=\"\">Report</a>, 28 December; <a href=\"https://www.theguardian.com/politics/2019/dec/28/tom-watson-was-i-disloyal-i-dont-take-kindly-to-being-told-what-to-do\" title=\"\">Interview</a>, Weekend, 28 December)? This is someone who is described in the articles themselves as being accused of bullying, a “brutal scrapper” with “a reputation as a bruiser”, who ran a “filthy” election campaign for Liam Byrne in 2004, and who has been disloyal to four party leaders. Is he really so sensitive?</p> <p>Not probed are two other possible reasons for his resignation. One was Harvey Proctor’s declared intention to stand against him in his constituency. That would have made Watson’s support of the conman Carl Beech a central issue in his local campaign – a very damaging prospect for him. Another is that he may have feared that his heavily leave-voting constituency (by 68%) might not want to re-elect an MP who had been so vociferous in pushing Labour to support remain.</p> <p>It is a shame that neither of these issues was discussed in depth. Instead, a longtime political bruiser was allowed to cry victim and fix the blame solely on his leader and party for his departure.<br><strong>Lindsey Charles</strong><br><em>Oxford</em></p> <p>• Tom Watson doesn’t grasp how much his constant undermining of Jeremy Corbyn contributed to Labour’s defeat. For instance, he suggests Labour’s campaign was in total disarray, but doesn’t link the alleged disorganisation to his bombshell decision to step down from a key leadership position in the run-up to the national vote.</p> <p>It’s such a pity that the likable Watson, a Labour man down to his marrow, couldn’t have been more loyal to Corbyn. As deputy leader he should have contributed so much more to unifying the party. <br><strong>Joe McCarthy</strong><br><em>Dublin</em></p> <p>• Simon Hattenstone’s excellent and subtle narrative, in his interview of Tom Watson, reveals no evidence of brutality, only of richly deserved hostility. But then it’s vital, isn’t it, to put an end not only to Jeremy Corbyn’s leadership but also to his courageous vision of a fairer, more decent Britain, and to his project of restoring those rights, public services and welfare benefits that only a few years ago we were able to take for granted. Onward into the dark.<br><strong>John Heawood</strong><br><em>York</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"http://gu.com/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "417",
      "commentable": "false",
      "firstPublicationDate": "2019-12-30T17:21:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:57Z",
      "newspaperEditionDate": "2019-12-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2cq7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4eeeb008fa1bfcf7714a89458b0a5c560c3edc99/0_106_3192_1915/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With reference to your two articles on Tom Watson, are we seriously to believe he was driven out by a “brutal and hostile” Labour party (Report, 28 December; Interview, Weekend, 28 December)? This is someone who is described in the articles themselves as being accused of bullying, a “brutal scrapper” with “a reputation as a bruiser”, who ran a “filthy” election campaign for Liam Byrne in 2004, and who has been disloyal to four party leaders. Is he really so sensitive? Not probed are two other possible reasons for his resignation. One was Harvey Proctor’s declared intention to stand against him in his constituency. That would have made Watson’s support of the conman Carl Beech a central issue in his local campaign – a very damaging prospect for him. Another is that he may have feared that his heavily leave-voting constituency (by 68%) might not want to re-elect an MP who had been so vociferous in pushing Labour to support remain. It is a shame that neither of these issues was discussed in depth. Instead, a longtime political bruiser was allowed to cry victim and fix the blame solely on his leader and party for his departure. Lindsey Charles Oxford • Tom Watson doesn’t grasp how much his constant undermining of Jeremy Corbyn contributed to Labour’s defeat. For instance, he suggests Labour’s campaign was in total disarray, but doesn’t link the alleged disorganisation to his bombshell decision to step down from a key leadership position in the run-up to the national vote. It’s such a pity that the likable Watson, a Labour man down to his marrow, couldn’t have been more loyal to Corbyn. As deputy leader he should have contributed so much more to unifying the party. Joe McCarthy Dublin • Simon Hattenstone’s excellent and subtle narrative, in his interview of Tom Watson, reveals no evidence of brutality, only of richly deserved hostility. But then it’s vital, isn’t it, to put an end not only to Jeremy Corbyn’s leadership but also to his courageous vision of a fairer, more decent Britain, and to his project of restoring those rights, public services and welfare benefits that only a few years ago we were able to take for granted. Onward into the dark. John Heawood York • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2494",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-30T17:20:34Z",
    "webTitle": "Brexit: Boris Johnson will have to break his promise not to extend transition, EU trade commissioner claims - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news",
    "fields": {
      "headline": "Brexit: Boris Johnson will have to break his promise not to extend transition, EU trade commissioner claims - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e0a2b588f087e8308e66244#block-5e0a2b588f087e8308e66244\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"174d08bbfd78e0f71e24ff5df0bcd6a68190e336\"> <img src=\"https://media.guim.co.uk/174d08bbfd78e0f71e24ff5df0bcd6a68190e336/0_0_4874_2924/1000.jpg\" alt=\"Phil Hogan, the EU trade commissioner, has claimed that Boris Johnson will end up having to abandon his promise not to extend the Brexit transition.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Hogan, the EU trade commissioner, has claimed that Boris Johnson will end up having to abandon his promise not to extend the Brexit transition.</span> <span class=\"element-image__credit\">Photograph: Kenzo Tribouillard/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5e0a2b588f087e8308e66244\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T17:11:54.893Z\">5.11pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Phil Hogan, the EU trade commissioner, has said that he expects Boris Johnson will have to break his promise not to extend the post-Brexit transition period beyond the end of 2020. </strong>(See<a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e0a0d838f085eda5c10f9d3#block-5e0a0d838f085eda5c10f9d3\"> 3.22pm.)</a> Most trade experts think it will be impossible to negotiate a comprehensive UK-EU trade deal within 11 months, and Hogan was only expressing in more robust terms a view already floated by Ursula von der Leyen, the new commission president. But Johnson believes that ruling out an extension will focus minds and make a deal more likely. This is what he told MPs on this topic <a href=\"https://hansard.parliament.uk/commons/2019-12-20/debates/FE5B9762-F298-457B-8306-98D2D1D3519B/EuropeanUnion(WithdrawalAgreement)Bill\">in his speech</a> on the Friday before Christmas opening the second reading debate for the EU (withdrawal agreement) bill. He said:</li> </ul> <blockquote class=\"quoted\"> <p>There would be nothing more dangerous than extending the implementation period, in a torture that, as we all remember, came to resemble Lucy snatching away Charlie Brown’s football or Prometheus chained to the Tartarian crag, his liver pecked out by an eagle and then growing back, as honourable members on both sides of the house will recall, only to be pecked out again, with the cycle repeated forever. This bill, unlike opposition members, learns the emphatic lesson of the last parliament and rejects any further delay.</p> </blockquote> <ul> <li><strong>Frances O’Grady, the general secretary of the TUC, has said that the next Labour leader should be credible, competent and popular with voters.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09d4a78f087e8308e65f13#block-5e09d4a78f087e8308e65f13\">11.53am.)</a></li> </ul> <ul> <li><strong>Rebecca Long Bailey, the shadow business secretary, has published <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">her opening pitch for the Labour leadership.</a> </strong>Commentators and critics in the party have not been impressed. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09e78b8f08c3972264234e#block-5e09e78b8f08c3972264234e\"> 12.37pm</a> and <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09ea188f087e8308e65fca#block-5e09ea188f087e8308e65fca\">12.44pm.)</a></li> </ul> <ul> <li><strong>Clive Lewis, a candidate for the Labour leadership, has said the party should have opposed Brexit more vigorously.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09b7968f08c39722642265#block-5e09b7968f08c39722642265\"> 9.11am.) </a>However, he has also said he does not want to re-open the Bexit issue now because “what’s done is done”. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09f5698f08c397226423c6#block-5e09f5698f08c397226423c6\">1.08pm.)</a></li> </ul> <p>I’m done for the day too. Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-30T17:20:34.246Z\">at 5.20pm GMT</time></p>  </div> <div id=\"block-5e0a23d58f085eda5c10fad9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T16:27:24.944Z\">4.27pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>From Wednesday at least we will be in a decade that has a name. I might be wrong, but I get the impression that there has been less discussion than you might expect about the last 10 years as an entity, perhaps because no one could agree what it was called. “The tens” never really worked as a label, just as “the noughties” didn’t either.</p> <p>But the twenties - that’s a proper name for a decade.</p> <p>Still, it is surprising to see <strong>Woody Johnson</strong>, the US ambassador to London, suggesting (even by the use of period typeface) that he hopes they end up like the 1920s. Has he forgotten how that decade ended?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/USAmbUK/status/1211677947213615106\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2020 promises to be an incredible year for the <a href=\"https://twitter.com/hashtag/SpecialRelationship?src=hash&amp;ref_src=twsrc%5Etfw\">#SpecialRelationship</a>. Let’s embrace the opportunity to take  🇺🇸 &amp; 🇬🇧 trade into the stratosphere! <a href=\"https://t.co/mbGaOWBCgG\">pic.twitter.com/mbGaOWBCgG</a></p>&mdash; Ambassador Johnson (@USAmbUK) <a href=\"https://twitter.com/USAmbUK/status/1211677947213615106?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e0a1eb48f087e8308e661cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T16:02:48.519Z\">4.02pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is some Twitter comment on the Phil Hogan interview. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e0a0d838f085eda5c10f9d3#block-5e0a0d838f085eda5c10f9d3\">3.22pm.)</a></p> <p>From <strong>Peter Foster</strong>, the Daily Telegraph’s Europe editor</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pmdfoster/status/1211630259499675649\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ouch <a href=\"https://twitter.com/PhilHoganEU?ref_src=twsrc%5Etfw\">@PhilHoganEU</a> on <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> refusal to extend <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> transition. Wonder if the high-handed tone gonna help.   “From our point of view it is important that we move from stunt to substance.” <a href=\"https://t.co/CgKVcbas45\">https://t.co/CgKVcbas45</a></p>&mdash; Peter Foster (@pmdfoster) <a href=\"https://twitter.com/pmdfoster/status/1211630259499675649?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From <strong>Mujtaba Rahman</strong>, the Brexit specialist at the Eurasia consultancy</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1211672955832479744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Perhaps even more interestingly, seems <a href=\"https://twitter.com/PhilHoganEU?ref_src=twsrc%5Etfw\">@PhilHoganEU</a> isn&#39;t going to play second fiddle to <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> - and will speak out as he sees fit. Lots of debate in Bxl/EU capitals about who&#39;ll be the principal for EU side in phase 2; I expect more voices (&amp; egos) than on the divorce <a href=\"https://t.co/o87euE5aDz\">https://t.co/o87euE5aDz</a></p>&mdash; Mujtaba Rahman (@Mij_Europe) <a href=\"https://twitter.com/Mij_Europe/status/1211672955832479744?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From <strong>Stewart Jackson</strong>, the Tory Brexiter, former MP and former chief of staff to David Davis when he was Brexit secretary</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrexitStewart/status/1211674103108816898\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hogan&#39;s normal megaphone tin eared stuff. UK still isn&#39;t a craven supplicant. <a href=\"https://t.co/SjJCFvzTwX\">https://t.co/SjJCFvzTwX</a></p>&mdash; Stewart Jackson (@BrexitStewart) <a href=\"https://twitter.com/BrexitStewart/status/1211674103108816898?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e0a0d838f085eda5c10f9d3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T15:22:35.346Z\">3.22pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Johnson will have to break his promise not to extend Brexit transition, EU trade commissioner claims</h2>  <div class=\"block-elements\">  <p>Boris Johnson’s decision to rule out extending the Brexit transition period beyond the end of 2020 is a “stunt” that he will be forced to abandon, according to a leading figure in the European commission.</p> <p>When MPs return to the Commons on Tuesday next week they will resume their debate on the EU (withdrawal agreement) bill, the legislation paving the way for the UK to leave the EU on 31 January. In line with a commitment in the Conservative election manifesto, Boris Johnson has inserted a provision in the bill making it illegal for the government to agree to extend the transition for a year to two (ie, until December 2021 or December 2022), even though the deal with the EU allows this.</p> <p>Many trade experts think an extension will be necessary because it will be impossible to negotiate a new trade deal with the EU before the end of 2020.<strong> Ursula von der Leyen</strong>, the new commission president, recently gently suggested that <a href=\"https://www.theguardian.com/politics/2019/dec/27/eu-chief-questions-feasibility-of-boris-johnson-brexit-talks-time-limit\">Johnson might have to rethink his ‘no extension’ policy</a>, saying that his timetable might not be feasible. But now one of her colleagues, the trade commissioner <strong>Phil Hogan</strong>, has criticised Johnson’s stance in much blunter terms.</p> <p>Hogan, who is Irish and who will oversee the UK-EU trade negotiation in his new job, told the Irish Times <a href=\"https://www.irishtimes.com/news/ireland/irish-news/johnson-will-abandon-pledge-on-brexit-transition-period-hogan-1.4126850\">in an interview </a>that Johnson’s ‘no extension’ commitment was a ‘stunt’ and that in reality Johnson would agree to a longer transition. He said:</p> <blockquote class=\"quoted\"> <p>In the past, we saw the way the prime minister promised to die in the ditch rather than extend the deadline for <a href=\"https://www.irishtimes.com/news/world/brexit\">Brexit</a>, only for him to do just that. I don’t believe Prime Minister Johnson will die in the ditch over the timeline for the future relationship either ...</p> <p>At first sight [the clause in the bill ruling out an extension] seems very odd indeed. From our point of view it is important that we move from stunt to substance. It would be helpful if the focus was on content rather than timetables.</p> </blockquote> <p>In another jibe at Johnson, Hogan said that in the next phase of the Brexit talks Britain would have to accept that having your cake and eating it was impossible. He was referring to the phrase, first used by Johnson to sum up his approach to life in general, that became synonymous with the Brexiter belief that the UK could leave the EU but retain most of the benefits of membership. Hogan said:</p> <blockquote class=\"quoted\"> <p>Too much of the debate in the UK over the past four years was based on the false notion that it is possible to make a clean-break Brexit while retaining all the benefits of EU membership. Now that the political deadlock at Westminster is broken the next phase of Brexit needs to be based on realism and hard facts.</p> <p>Any ‘having our cake and eat it’ rhetoric will not fly. Both sides need to proceed calmly and coherently.</p> </blockquote> <p>In his interview (fuller version <a href=\"https://www.irishtimes.com/news/ireland/irish-news/phil-hogan-a-no-deal-brexit-would-pour-salt-into-the-wounds-1.4126854\">here)</a> Hogan also restated the EU’s belief that the UK would be worse off outside. He said:</p> <blockquote class=\"quoted\"> <p>Particularly on goods the UK government has so far avoided any statement of the UK aligning with the EU on regulatory aspects. We all have to come to terms with the reality that Brexit means there will be two markets not a single market.</p> <p>We have to re-erect barriers to trade that EU membership has abolished not because we choose to do so but because the UK chooses to do so. As things stand the UK wants to leave the single market and customs union. This move still baffles me because the full consequences of that decision are still not understood in the UK. Why trade a Rolls Royce for a second-hand saloon?</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"2d2d972739156935b29e0a70c2280b66915284ff\"> <img src=\"https://media.guim.co.uk/2d2d972739156935b29e0a70c2280b66915284ff/0_52_3899_2340/1000.jpg\" alt=\"Phil Hogan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Hogan.</span> <span class=\"element-image__credit\">Photograph: Stéphanie Lecocq/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-30T16:32:19.274Z\">at 4.32pm GMT</time></p>  </div> <div id=\"block-5e0a004b8f08c39722642419\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T14:03:30.873Z\">2.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP <strong>Toby Perkins</strong> isn’t convinced by the claims that Ian Lavery is seriously considering standing for the leadership. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09b7968f08c39722642265#block-5e09b7968f08c39722642265\">9.11am.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tobyperkinsmp/status/1211416732109361158\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Don’t be fooled by this. It’s purely an attempt to convince us all that RLB is not a far left choice. He won’t really stand, she will. <a href=\"https://t.co/O5o0yZBuzx\">https://t.co/O5o0yZBuzx</a></p>&mdash; Toby Perkins (@tobyperkinsmp) <a href=\"https://twitter.com/tobyperkinsmp/status/1211416732109361158?ref_src=twsrc%5Etfw\">December 29, 2019</a></blockquote>  </figure>  <p>It is hard to know if Perkins is right about Lavery’s motives - Lavery has not been giving interviews and, even if he is just engaged in a feint, you would not expect him to say so - but Perkins is almost certainly right about the consequences of Lavery’s name being in the race at the moment.</p> <p>In 2010, when David Miliband was running for the Labour leadership, <a href=\"https://www.theguardian.com/politics/2010/jun/09/diane-abbott-makes-it-on-to-labour-leadership-ballot\">he ended up nominating Diane Abbott, and urging his supporters to do the same</a>, so that she could end up on the ballot. She became the first black person to contest the Labour leadership, and Miliband thought it was good to be seen to supporting diversity and pluralism. But his team later concluded that this move had backfired because, with Abbott on the ballot, Miliband was no longer about to portray his brother Ed as the most leftwing candidate in the contest. </p> <p>(Those were the days when being the leftwinger in a Labour leadership contest was assumed to be a drawback. Now that is not necessarily the case.)</p> </div>   </div> <div id=\"block-5e09f5698f08c397226423c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T13:08:01.487Z\">1.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour leadership candidate<strong> Clive Lewis </strong>has posted a tweet clarifying what he meant when he gave an interview to the Today programme this morning. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09b7968f08c39722642265#block-5e09b7968f08c39722642265\"> 9.11am.) </a>He said this morning that he thought the party, and Jeremy Corbyn, should have fought more strongly for remain. But that does not mean he wants to re-open the Brexit debate now, he says.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourlewis/status/1211629577329618945\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just to be clear about my comments on R4: I don’t want to re-open the Brexit debate. What’s done is done. Our challenge now is to create a vision for the kind of country we want to be post-Brexit.<a href=\"https://t.co/ABmVZlb6Qb\">https://t.co/ABmVZlb6Qb</a></p>&mdash; Clive Lewis MP (@labourlewis) <a href=\"https://twitter.com/labourlewis/status/1211629577329618945?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>He has also posted this about his agenda.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourlewis/status/1211632393800572928\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I want to build an inclusive, open and tolerant country that builds alliances around the world. One that is a beacon for the rest of the world on everything from a <a href=\"https://twitter.com/hashtag/GreenNewDeal?src=hash&amp;ref_src=twsrc%5Etfw\">#GreenNewDeal</a> through to trade deals and foreign policy. That’s why I’m standing for labour leader“</p>&mdash; Clive Lewis MP (@labourlewis) <a href=\"https://twitter.com/labourlewis/status/1211632393800572928?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e09f1d48f08c397226423ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T12:59:11.252Z\">12.59pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>I referred to <strong>Alastair Campbell</strong> as a Labour figure a few moments ago, although of course he was<a href=\"https://www.theguardian.com/politics/2019/may/28/labour-expels-alastair-campbell-from-party\"> thrown out of the party earlier this year</a> after he revealed he voted Lib Dem in the European elections. He has contrasted his treatment with the former Labour MP <strong>Gisela Stuar</strong><strong>t</strong>’s. She said this morning she was still a party member - even though she appeared on a platform with Boris Johnson and Michael Gove during the election campaign, urging people to vote Tory to deliver Brexit.</p> <p>Campbell, a hate figure for some in Jeremy Corbyn’s circle because of his work for Tony Blair, has long argued that <a href=\"https://www.theneweuropean.co.uk/top-stories/alastair-campbell-s-letter-to-jeremy-corbyn-1-6188152\">the decision to expel him was vindictive and unfair.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campbellclaret/status/1211564135693111297\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mmmm. Interesting. <a href=\"https://t.co/yFqbtFwjny\">https://t.co/yFqbtFwjny</a></p>&mdash; ALASTAIR CAMPBELL (@campbellclaret) <a href=\"https://twitter.com/campbellclaret/status/1211564135693111297?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e09ea188f087e8308e65fca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T12:44:19.672Z\">12.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>And here is some comment on Rebecca Long-Bailey’s article from Labour figures - although not ones from her wing of the party.</p> <p>From <strong>Alastair Campbell</strong>, Tony Blair’s former communications director</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campbellclaret/status/1211587395222683648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Plenty of what. Despite the headline, nothing on how .... We can take the Labour party back into power. Here’s how | Rebecca Long-Bailey | Opinion | The Guardian <a href=\"https://t.co/61C3GCKLUn\">https://t.co/61C3GCKLUn</a></p>&mdash; ALASTAIR CAMPBELL (@campbellclaret) <a href=\"https://twitter.com/campbellclaret/status/1211587395222683648?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the former Labour MP <strong>David Clelland</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dclell/status/1211596372710973441\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I know progressive and patriotism but What is “progressive patriotism”? Sometimes two words together can mean something else like “national” and “socialism”</p>&mdash; David Clelland (@Dclell) <a href=\"https://twitter.com/Dclell/status/1211596372710973441?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From <strong>Sunder Katwala</strong>, the director of the British Future thinktank, and a former Fabian Society general secretary</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sundersays/status/1211588082497179648\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Is there a progressive case for national identity? Gave this Ralph Miliband memorial lecture at the LSE in December 2013, arguing that there is, but also suggesting that the concept of &quot;progressive patriotism&quot; can become a bit of a comfort blanket <a href=\"https://t.co/o4xvHmmGjq\">https://t.co/o4xvHmmGjq</a> <a href=\"https://t.co/O6nJyMXxvj\">pic.twitter.com/O6nJyMXxvj</a></p>&mdash; Sunder Katwala (@sundersays) <a href=\"https://twitter.com/sundersays/status/1211588082497179648?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>Katwala has posted a whole thread about the notion of progressive patriotism. You can read the whole thing if you click on the tweet above.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sundersays/status/1211427156418605056\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;Progressive patriotism&quot; tends to be primarily about British identity on the centre-left. In 2020, contenders may need to discuss what this means for a much more consciously multi-national UK (post-1999) inc how British, English, Scottish &amp; Welsh identities interact</p>&mdash; Sunder Katwala (@sundersays) <a href=\"https://twitter.com/sundersays/status/1211427156418605056?ref_src=twsrc%5Etfw\">December 29, 2019</a></blockquote>  </figure>  <p>From <strong>Damian McBride</strong>, Gordon Brown’s former communications chief who now advises Emily Thornberry</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DPMcBride/status/1211423843128086535\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I think the criticism of some people&#39;s hesitant approach to entering the Labour leadership race is unfair. I mean I&#39;m currently &#39;seriously considering&#39; getting a microwaved Ginsters sausage roll on my way home - but it&#39;s a finely-balanced decision.</p>&mdash; Damian McBride (@DPMcBride) <a href=\"https://twitter.com/DPMcBride/status/1211423843128086535?ref_src=twsrc%5Etfw\">December 29, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-30T12:47:54.218Z\">at 12.47pm GMT</time></p>  </div> <div id=\"block-5e09e78b8f08c3972264234e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T12:37:48.147Z\">12.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is a round-up of what some journalists, commentators and academics are saying about Rebecca Long-Bailey’s article for the Guardian today containing her pitch for the Labour leadership. It is a relatively random sample because many of the usual suspects are (sensibly) still in holiday mode and staying off Twitter.</p> <p>From my colleague<strong> Zoe Williams</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/zoesqwilliams/status/1211593357509742593\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Above all else, I want a pluralist party, and that&#39;s why I&#39;m backing myself for leader and my best friend and flatmate for deputy <a href=\"https://t.co/9E8XVs1DzA\">https://t.co/9E8XVs1DzA</a></p>&mdash; (((Zoe Williams))) (@zoesqwilliams) <a href=\"https://twitter.com/zoesqwilliams/status/1211593357509742593?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/zoesqwilliams/status/1211594251596947458\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Underneath my snydery, a real point about Labour l&#39;ship elections: people talk all the way through them about the party&#39;s famous divisions, and how they want to heal them. They never spell out the divisions, just how good they&#39;d be at healing them, which I always think is limp</p>&mdash; (((Zoe Williams))) (@zoesqwilliams) <a href=\"https://twitter.com/zoesqwilliams/status/1211594251596947458?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/zoesqwilliams/status/1211594729483358208\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">But it&#39;s partly because the divisions aren&#39;t real, in an ideas sense: they&#39;re divisions about who gets to control the levers of the party. And surely the singular lesson from 2019 is that, the tighter the control of any one group, the less successful the project is</p>&mdash; (((Zoe Williams))) (@zoesqwilliams) <a href=\"https://twitter.com/zoesqwilliams/status/1211594729483358208?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From openDemocracy’s<strong> Peter Geoghegan</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterKGeoghegan/status/1211610624003837953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reading this you&#39;d almost think there was no crisis of the Union - and ergo of Britishness itself. Not sure if Labour has processed 2014 indyref yet. Or, at this rate, if it ever will <a href=\"https://t.co/Ozw4mk81Ar\">https://t.co/Ozw4mk81Ar</a></p>&mdash; Peter Geoghegan (@PeterKGeoghegan) <a href=\"https://twitter.com/PeterKGeoghegan/status/1211610624003837953?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the Independent’s <strong>John Rentoul</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnRentoul/status/1211588157323587584\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is dreadful <a href=\"https://t.co/e6wOVnHTZ8\">https://t.co/e6wOVnHTZ8</a> <a href=\"https://t.co/CNrjJdiwgN\">pic.twitter.com/CNrjJdiwgN</a></p>&mdash; John Rentoul (@JohnRentoul) <a href=\"https://twitter.com/JohnRentoul/status/1211588157323587584?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnRentoul/status/1211589880507195392\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">It is so bad, it is hard to know where to start. 1st sentence: Thatcher, elected by the people, an “attack” on the working class? More working-class people voted Tory on 12 Dec than Lab</p>&mdash; John Rentoul (@JohnRentoul) <a href=\"https://twitter.com/JohnRentoul/status/1211589880507195392?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>There is more. If you click on one of those tweets, you should be able to read the thread. Here is his conclusion.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnRentoul/status/1211594791806492673\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">On and on it goes. Rarely read anything so poor from someone who aspires to lead a party of govt</p>&mdash; John Rentoul (@JohnRentoul) <a href=\"https://twitter.com/JohnRentoul/status/1211594791806492673?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From HuffPost’s <strong>Rachel Wearmouth</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/REWearmouth/status/1211615116610953217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">One prob with Long-Bailey’s pitch is she has done so few interviews that ppl know v little about her. Rayner took the time to build her backstory &amp; is more popular &amp; trusted as a result.<br><br>RLB also wants Labour to be a “pluralist family” but 3 months ago tried to get rid of Watson <a href=\"https://t.co/KZ6lcs8tqh\">https://t.co/KZ6lcs8tqh</a></p>&mdash; Rachel Wearmouth (@REWearmouth) <a href=\"https://twitter.com/REWearmouth/status/1211615116610953217?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the blogger and commentator <strong>Kevin Meagher</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KevinPMeagher/status/1211612200869203969\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Winners invariably repudiate their predecessors. Rebecca Long-Bailey distancing herself from Corbyn:<br><br>&#39;[N]o good having the right solutions if people don’t believe you can deliver them.&#39;<br>No mention of nationalisation<br>Talks of &#39;pluralist Labour family&#39;<a href=\"https://t.co/e54573zq8R\">https://t.co/e54573zq8R</a></p>&mdash; Kevin Meagher (@KevinPMeagher) <a href=\"https://twitter.com/KevinPMeagher/status/1211612200869203969?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the author and former Guardian journalist<strong> David Walker</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Exauditor77/status/1211571332795768834\">  <blockquote class=\"twitter-tweet\"><p lang=\"et\" dir=\"ltr\">Vapid<a href=\"https://t.co/Ro7TzCPaht\">https://t.co/Ro7TzCPaht</a></p>&mdash; David Walker (@Exauditor77) <a href=\"https://twitter.com/Exauditor77/status/1211571332795768834?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the politics professor <strong>Steven Fielding</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolProfSteve/status/1211583692700815361\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Her one example of &#39;progressive patriotism&#39; is when some Lancashire cotton workers nobly starved to help end US slavery. I think that might be playing into her enemies&#39; hands. <a href=\"https://t.co/cHXJSpzZZD\">https://t.co/cHXJSpzZZD</a></p>&mdash; Steven Fielding (@PolProfSteve) <a href=\"https://twitter.com/PolProfSteve/status/1211583692700815361?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the politics professor <strong>Richard Wyn Jones</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RWynJones/status/1211598472895516672\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Every specific community/area mentioned by RLB is in England. Yet ‘England’ never mentioned. ‘Progressive patriotism’ all v very well, but until Labour is comfortable talking about Englishness suspect it’s going nowhere.<br><br>PS ‘towns’ does not equal England<br> <a href=\"https://t.co/1pGf7AoiLJ\">https://t.co/1pGf7AoiLJ</a></p>&mdash; Richard Wyn Jones (@RWynJones) <a href=\"https://twitter.com/RWynJones/status/1211598472895516672?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <p>From the politics professor<strong> Matthew Goodwin</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GoodwinMJ/status/1211602092676337664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When Labour leader hopefuls talk about patriotism, virtue and the need to reconnect with voters who feel strongly attached to the nation, they are telling us something else: Blue Labour won the argument.</p>&mdash; Matthew Goodwin (@GoodwinMJ) <a href=\"https://twitter.com/GoodwinMJ/status/1211602092676337664?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e09e8e58f085eda5c10f8c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T12:11:43.139Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Angela Rayner</strong>, the shadow education secretary, has been tweeting this morning - but without saying anything about her campaign for the Labour deputy leadership that Rebecca Long-Bailey endorsed even though it has not been announced. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09d7018f08c397226422e6#block-5e09d7018f08c397226422e6\">11.07am.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AngelaRayner/status/1211573221495050240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Britons paying 40% more for energy than in 2015. Price rises have far outstripped inflation with dual fuel bills costing on average £1,813 a year. Fuel poverty is a real concern too for so many people, they are paying a heavy price for Tory failure.<a href=\"https://t.co/Le0NnSF7F5\">https://t.co/Le0NnSF7F5</a></p>&mdash; Angela Rayner 🌈 (@AngelaRayner) <a href=\"https://twitter.com/AngelaRayner/status/1211573221495050240?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AngelaRayner/status/1211619006169440257\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/UsdawUnion?ref_src=twsrc%5Etfw\">@UsdawUnion</a> has been calling for action to breathe life back into the high street for some time. They have called for: Economic measures to create a more level playing field between the High Street and online retailing. <a href=\"https://t.co/vQ1rj7U15L\">https://t.co/vQ1rj7U15L</a></p>&mdash; Angela Rayner 🌈 (@AngelaRayner) <a href=\"https://twitter.com/AngelaRayner/status/1211619006169440257?ref_src=twsrc%5Etfw\">December 30, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5e09d4a78f087e8308e65f13\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T11:53:13.240Z\">11.53am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Labour's next leader must be credible, competent and popular with voters, says TUC chief</h2>  <div class=\"block-elements\">  <p>Jeremy Corbyn is still leader of the Labour party. But in his Today interview this morning Clive Lewis was speaking about him in the past tense (“he was an authentic politician” - see <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09b7968f08c39722642265#block-5e09b7968f08c39722642265\">9.11am)</a> and, in an interview on Sky News this morning, <strong>Frances O’Grady</strong>, the general secretary of the TUC, also spoke as if Corbyn had already gone. She said it was important for Labour to learn some “hard lessons” from its defeat, and to listen to the views of voters who did not support the party. She said:</p> <blockquote class=\"quoted\"> <p>I think it’s important that the Labour party listens to the voters who switched their support to the Tories, especially in the north and the Midlands, in working class communities.</p> </blockquote> <p>In a clear criticism of Corbyn, she said Labour needed a leader who was popular in the country at large, not just with the membership.</p> <blockquote class=\"quoted\"> <p>There are big issues, I think, to learn about leadership, where it is not enough to be popular in the party, you’ve got to be popular in the country too ...</p> <p>I think Jeremy Corbyn was a decent man. And he was very popular in the party. But, as I say, that isn’t enough. I think people are looking for a leader and a programme that’s credible, competent and going to fight for their interests. Labour wasn’t able to achieve that this time. If it focuses, sorts itself out, pulls together like a broad church, not just a collection of factional tribes, then it can start looking to win back voters’ trust.</p> </blockquote> <p>Asked who she would like to see as the next Labour leader, O’Grady refused to say. She wanted to see how candidates performed in the leadership contest, she said. But she said the party should choose a leader with credible policies who could win back trust.</p> <blockquote class=\"quoted\"> <p>I want to see a leader who can communicate, who can come up with credible policies, but also priorities that really will improve the lives of working people ... It’s got to be somebody who can win back trust, communicate well and show true leadership and grit in holding this government to account.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"0dc227001321ae46b20aed9f5d8f66dde796b751\"> <img src=\"https://media.guim.co.uk/0dc227001321ae46b20aed9f5d8f66dde796b751/85_0_835_501/500.jpg\" alt=\"Frances O’Grady\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frances O’Grady</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   </div> <div id=\"block-5e09d7018f08c397226422e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T11:07:33.472Z\">11.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">her Guardian article</a> <strong>Rebecca Long-Baile</strong><strong>y</strong> says she will be supporting Angela Rayner for deputy Labour leader. Rayner, the shadow education secretary, has been tipped as a Labour leadership candidate herself but, <a href=\"https://www.theguardian.com/politics/2019/dec/16/angela-rayner-rebecca-long-bailey-labour\">as the Guardian reported two weeks ago,</a> after the election her allies said she was focusing on the deputy leadership vacancy, leading to speculation that she and Long-Bailey would run on a joint ticket.</p> <p>But last night’s Sky’s <strong>Sam Coates</strong> said that Long-Bailey’s comment was premature, because Rayner is not yet ready to announce that she is running for the deputy leadership.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1211418662676180993\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Flatmate Fury?<br><br>Tonight Rebecca Long Bailey announced she&#39;s backing  flatmate Angela Rayner as deputy <br><br>- Rayner hasn&#39;t announced candidacy<br><br>- Rayner isn&#39;t endorsing RLB this side of the new year -  perhaps never. She will make announcements after Wed<br><br>Aren&#39;t they talking?🥶</p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1211418662676180993?ref_src=twsrc%5Etfw\">December 29, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1211419924935118849\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I understand Angela Rayner is going to have more discussions with colleagues this week and make an announcement either way (about endorsing RLB back) soon in the new year.<br><br>(Whispers) 😱 Could Angela Rayner still be considering a tilt at the top job 😱<a href=\"https://twitter.com/hashtag/flatmatefrenemies?src=hash&amp;ref_src=twsrc%5Etfw\">#flatmatefrenemies</a></p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1211419924935118849?ref_src=twsrc%5Etfw\">December 29, 2019</a></blockquote>  </figure>  <p>Long-Bailey and Rayner are friends and they share a flat in London. Rayner may well end up backing Long-Bailey as leader and running for the deputy leadership, but there are some in the party who think that <a href=\"https://twitter.com/nicholaswatt/status/1208158055768166401\">she would make a better leader herself </a>and, if a friendship does rupture under the strain of a leadership contest - well, that won’t be the first time that has happened in the Labour party.</p> </div>   </div> <div id=\"block-5e09caec8f085eda5c10f810\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T10:20:15.326Z\">10.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>I’m describing Clive Lewis as a Labour leadership candidate because he has confirmed that he wants to run, as has Emily Thornberry. Sir Keir Starmer and Rebecca Long-Bailey also seem all but certain to run. Other people who are seriously considering running, or who at least have not ruled it out, are: Lisa Nandy, Jess Phillips, Yvette Cooper, Ian Lavery, David Lammy and Dan Jarvis.</p> <p>But it is worth pointing out that, to be a candidate on the ballot paper, it is not enough for an MP just to declare that they are standing. They also need the support of 10% of Labour MPs (ie, 21 MPs). It used to be 15%, but the threshold was lowered after Jeremy Corbyn’s election as leader. Under the new rules, candidates also need the support of 5% of constituency Labour parties (CLPs) to be included on the ballot (that’s 33 of them), or 5% of the union/affiliates vote. Luke Akehurst has a more detailed guide to the new rules <a href=\"https://www.politics.co.uk/comment-analysis/2019/12/16/labour-leadership-election-who-can-vote-and-how-does-it-work\">here</a>, in an article for Politics.co.uk.</p> <p>While Starmer and Long-Bailey, the two frontrunners, should easily be able to meet these requirements, some other candidates hoping to be on the ballot, including possibly Lewis himself, may find it more difficult.</p> </div>   </div> <div id=\"block-5e09c3cb8f085eda5c10f7eb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T10:00:50.026Z\">10.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here are some more lines from what <strong>Clive Lewis</strong>, the shadow Treasury minister and Labour leadership contender, said in his Today programme interview this morning. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/30/labour-leadership-long-bailey-clive-lewis-corbyn-should-have-kept-fighting-for-remain-says-clive-lewis-live-news?page=with:block-5e09b7968f08c39722642265#block-5e09b7968f08c39722642265\">9.11am.)</a></p> <ul> <li><strong>Lewis said that the explanation for Labour’s election defeat was complicated and that, although Jeremy Corbyn’s leadership and Brexit were factors, there were other reasons too, going back years.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>It is also about the fact that for the last 40 years in this country there has been a decline in those votes in those areas where we collapsed in the general election. And this is something that has been going on for 40 years, and that includes over the period of 1997 to 2010. So to understand what actually went wrong with this vote, you need to look back further than just 2015, or 2010. It is like trying to work out the causes of the second world war by going back no further than 1938. You have to go back to 1914, and possibly beyond. </p> <p>We have to work out why were we not able to connect to people in these heartlands, in the north, in the east Midlands? Why couldn’t we get our message across to them?</p> </blockquote> <ul> <li><strong>He said that he knew from personal experience on the doorstep that Corbyn’s leadership was a problem for the party.</strong></li> </ul> <ul> <li><strong>He restated his call for more internal democracy in the Labour party.</strong></li> </ul> <ul> <li><strong>He said the party needed to complete a “complete analysis” of why it lost the election.</strong> That had to happen quickly, he said, and the exercise should not be a sectarian one. He said he supported <a href=\"https://www.theguardian.com/politics/2019/dec/23/labour-mps-from-all-wings-of-party-launch-inquiry-into-election-defeat\">the inquiry being launched by Labour Together</a>, and he said he hoped it would be rigorous.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"92a5acd9037debf6b319a59fecac2556593ddafd\"> <img src=\"https://media.guim.co.uk/92a5acd9037debf6b319a59fecac2556593ddafd/2007_1305_1986_1192/1000.jpg\" alt=\"Clive Lewis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clive Lewis.</span> <span class=\"element-image__credit\">Photograph: John Birdsall/Alamy Stock Photo</span> </figcaption> </figure> </div>   </div> <div id=\"block-5e09c27f8f08c39722642292\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T09:28:14.048Z\">9.28am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>In his <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-bp-lav-will-tear-us-apart-again-becks-appeal-weekend-round-up/\">London Playbook briefing for Politico Europe</a> <strong>Jack Blanchard</strong> has a good single-paragraph analysis of Rebecca Long-Bailey’s article for the Guardian setting out her pitch for the leadership. He says:</p> <blockquote class=\"quoted\"> <p><strong>Beck’s appeal:</strong> Somewhat ironically, Long Bailey’s <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain?utm_term=Autofeed&amp;CMP=twt_gu&amp;utm_medium=&amp;utm_source=Twitter#Echobox=1577660400\">850-word op-ed</a> rails against New Labour “triangulation,” yet itself reads rather like a carefully calibrated pitch to the different power bases within the party. It also seems to borrow heavily from several of the leadership bids we’ve already heard. So there’s the essential nod to Labour’s trade union backers (“they are our roots in every workplace); the Clive Lewis-style hint of more power for party members (“our promise to democratise society will ring hollow if we can’t even democratise our own party”); and the Keir Starmer-ish pledge to left-wingers that Corbyn’s policy agenda will not be abandoned (“we cannot return to the politics of the past.”) Then there’s the establishment of working-class credentials (“I grew up watching my father’s friends lose their jobs”); and the Lisa Nandy-style vow to return power and patriotic pride to communities (“we must revive this progressive patriotism.”) If none of that sounds terribly original, well, that’s because it isn’t. But that doesn’t mean it won’t be enough to win.</p> </blockquote> </div>   </div> <div id=\"block-5e09b7968f08c39722642265\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-12-30T09:11:41.007Z\">9.11am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Corbyn should have kept fighting for remain, says Clive Lewis</h2>  <div class=\"block-elements\">  <p>Good morning. I hope you all had a good Christmas. Politics Live is back today, although with parliament still in recess, and much of the UK still in holiday mode, the news agenda is looking a lot thinner than it has been recently.</p> <p>But the Labour leadership campaign has been rumbling on throughout the Christmas period. It is still at the preliminary skirmishes stage, but this morning <strong>Clive Lewis</strong>, the shadow Treasury minister and one of only two candidates who have confirmed that they are running (the other is Emily Thornberry) gave an interview to the Today programme about what went wrong for Labour at the election. He said on Brexit the party should have fought more strongly for remain. Asked if the party should have adopted an out-and-out remain position, he replied:</p> <blockquote class=\"quoted\"> <p>I think what we have to understand is what Brexit was. For many of us watching Brexit unfold, Brexit was a policy of a faction of the Conservative party and the right of this country that wanted to put globalisation on steroids, if you want, and it was a hard right political project. And I believe that the Labour party had to fight that with all its vigour and to offer an alternative. </p> <p>I don’t believe this was the main reason for what happened to us in the election, but I think one of the things that we have to accept is that if you pick a side, you have to then argue for that side, and argue for it comprehensively. And what we didn’t do, by triangulating - one of the key USPs of Jeremy Corbyn was that he was an authentic politician, I genuinely believe that he was, but on the biggest political crisis of British modern politics we were unable, via Jeremy, to be able to take a position. I think actually we should have stood our ground and argued our case.</p> </blockquote> <p>Lewis was a member of the shadow cabinet until <a href=\"https://www.theguardian.com/politics/2017/feb/08/clive-lewis-quits-shadow-cabinet-over-brexit-bill\">he resigned in 2017</a> so that he could vote against the bill allowing the government to trigger article 50, starting the process that will lead to the UK leaving the EU. Before the election he also <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/opinion/house-commons/104787/clive-lewis-mp-confirmatory-brexit-vote\">strongly backed </a>Another Europe is Possible’s <a href=\"https://www.anothereurope.org/revolt/\">“Remain, Reform, Revolt” campaign</a>, saying the UK should remain. </p> <p>I will post more from Lewis’s interview, which expands on <a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/im-standing-labour-leader-clive-lewis\">an article he wrote for the Guardian earlier this month confirming his candidature,</a> shortly. It follows two other Labour leadership developments overnight.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/rebecca-long-bailey\">Rebecca Long-Bailey</a> has made her opening pitch for the Labour leadership, avoiding any direct criticism of Corbyn but implicitly offering an alternative approach by promising to champion “progressive patriotism”. </strong>She did so in an article for the Guardian. My story about it is <a href=\"https://www.theguardian.com/politics/2019/dec/29/rebecca-long-bailey-makes-opening-pitch-for-labour-leadership\">here</a>, and the article itself is here.</li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">We can take the Labour party back into power. Here’s how | Rebecca Long-Bailey</a> </p> </aside>  <p>In her article Long-Bailey, like Lewis, criticises the party’s Brexit position, saying: “Our compromise solution satisfied too few.” But she does not say what the party should have done instead. </p> <ul> <li><strong>Ian Lavery, the Labour party chair, has confirmed that he is considering standing for the leadership</strong>. A spokesman for Lavery <a href=\"https://www.mirror.co.uk/news/politics/ian-lavery-confirms-seriously-considering-21182414\">told the Daily Mirror:</a></li> </ul> <blockquote class=\"quoted\"> <p>Ian is optimistic about the challenges ahead and knows there is a lot of work to be done to unify the party. He has had a tremendous amount of support and is seriously considering all of his options at present.</p> </blockquote> <p>As usual, I will be covering breaking political news as it happens (in so far as there is any), as well as bringing you the best reaction, comment and analysis from the web. I will post a summary when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-bp-lav-will-tear-us-apart-again-becks-appeal-weekend-round-up/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-30T13:00:19.223Z\">at 1.00pm GMT</time></p>  </div>",
      "wordcount": "3674",
      "commentCloseDate": "2019-12-30T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-30T09:11:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:11Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/d2bmv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/174d08bbfd78e0f71e24ff5df0bcd6a68190e336/0_0_4874_2924/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Phil Hogan, the EU trade commissioner, has said that he expects Boris Johnson will have to break his promise not to extend the post-Brexit transition period beyond the end of 2020. (See 3.22pm.) Most trade experts think it will be impossible to negotiate a comprehensive UK-EU trade deal within 11 months, and Hogan was only expressing in more robust terms a view already floated by Ursula von der Leyen, the new commission president. But Johnson believes that ruling out an extension will focus minds and make a deal more likely. This is what he told MPs on this topic in his speech on the Friday before Christmas opening the second reading debate for the EU (withdrawal agreement) bill. He said: There would be nothing more dangerous than extending the implementation period, in a torture that, as we all remember, came to resemble Lucy snatching away Charlie Brown’s football or Prometheus chained to the Tartarian crag, his liver pecked out by an eagle and then growing back, as honourable members on both sides of the house will recall, only to be pecked out again, with the cycle repeated forever. This bill, unlike opposition members, learns the emphatic lesson of the last parliament and rejects any further delay. Frances O’Grady, the general secretary of the TUC, has said that the next Labour leader should be credible, competent and popular with voters. (See 11.53am.) Rebecca Long Bailey, the shadow business secretary, has published her opening pitch for the Labour leadership. Commentators and critics in the party have not been impressed. (See 12.37pm and 12.44pm.) Clive Lewis, a candidate for the Labour leadership, has said the party should have opposed Brexit more vigorously. (See 9.11am.) However, he has also said he does not want to re-open the Bexit issue now because “what’s done is done”. (See 1.08pm.) I’m done for the day too. Thanks for the comments. From Wednesday at least we will be in a decade that has a name. I might be wrong, but I get the impression that there has been less discussion than you might expect about the last 10 years as an entity, perhaps because no one could agree what it was called. “The tens” never really worked as a label, just as “the noughties” didn’t either. But the twenties - that’s a proper name for a decade. Still, it is surprising to see Woody Johnson, the US ambassador to London, suggesting (even by the use of period typeface) that he hopes they end up like the 1920s. Has he forgotten how that decade ended? Here is some Twitter comment on the Phil Hogan interview. (See 3.22pm.) From Peter Foster, the Daily Telegraph’s Europe editor From Mujtaba Rahman, the Brexit specialist at the Eurasia consultancy From Stewart Jackson, the Tory Brexiter, former MP and former chief of staff to David Davis when he was Brexit secretary Boris Johnson’s decision to rule out extending the Brexit transition period beyond the end of 2020 is a “stunt” that he will be forced to abandon, according to a leading figure in the European commission. When MPs return to the Commons on Tuesday next week they will resume their debate on the EU (withdrawal agreement) bill, the legislation paving the way for the UK to leave the EU on 31 January. In line with a commitment in the Conservative election manifesto, Boris Johnson has inserted a provision in the bill making it illegal for the government to agree to extend the transition for a year to two (ie, until December 2021 or December 2022), even though the deal with the EU allows this. Many trade experts think an extension will be necessary because it will be impossible to negotiate a new trade deal with the EU before the end of 2020. Ursula von der Leyen, the new commission president, recently gently suggested that Johnson might have to rethink his ‘no extension’ policy, saying that his timetable might not be feasible. But now one of her colleagues, the trade commissioner Phil Hogan, has criticised Johnson’s stance in much blunter terms. Hogan, who is Irish and who will oversee the UK-EU trade negotiation in his new job, told the Irish Times in an interview that Johnson’s ‘no extension’ commitment was a ‘stunt’ and that in reality Johnson would agree to a longer transition. He said: In the past, we saw the way the prime minister promised to die in the ditch rather than extend the deadline for Brexit, only for him to do just that. I don’t believe Prime Minister Johnson will die in the ditch over the timeline for the future relationship either ... At first sight [the clause in the bill ruling out an extension] seems very odd indeed. From our point of view it is important that we move from stunt to substance. It would be helpful if the focus was on content rather than timetables. In another jibe at Johnson, Hogan said that in the next phase of the Brexit talks Britain would have to accept that having your cake and eating it was impossible. He was referring to the phrase, first used by Johnson to sum up his approach to life in general, that became synonymous with the Brexiter belief that the UK could leave the EU but retain most of the benefits of membership. Hogan said: Too much of the debate in the UK over the past four years was based on the false notion that it is possible to make a clean-break Brexit while retaining all the benefits of EU membership. Now that the political deadlock at Westminster is broken the next phase of Brexit needs to be based on realism and hard facts. Any ‘having our cake and eat it’ rhetoric will not fly. Both sides need to proceed calmly and coherently. In his interview (fuller version here) Hogan also restated the EU’s belief that the UK would be worse off outside. He said: Particularly on goods the UK government has so far avoided any statement of the UK aligning with the EU on regulatory aspects. We all have to come to terms with the reality that Brexit means there will be two markets not a single market. We have to re-erect barriers to trade that EU membership has abolished not because we choose to do so but because the UK chooses to do so. As things stand the UK wants to leave the single market and customs union. This move still baffles me because the full consequences of that decision are still not understood in the UK. Why trade a Rolls Royce for a second-hand saloon? The Labour MP Toby Perkins isn’t convinced by the claims that Ian Lavery is seriously considering standing for the leadership. (See 9.11am.) It is hard to know if Perkins is right about Lavery’s motives - Lavery has not been giving interviews and, even if he is just engaged in a feint, you would not expect him to say so - but Perkins is almost certainly right about the consequences of Lavery’s name being in the race at the moment. In 2010, when David Miliband was running for the Labour leadership, he ended up nominating Diane Abbott, and urging his supporters to do the same, so that she could end up on the ballot. She became the first black person to contest the Labour leadership, and Miliband thought it was good to be seen to supporting diversity and pluralism. But his team later concluded that this move had backfired because, with Abbott on the ballot, Miliband was no longer about to portray his brother Ed as the most leftwing candidate in the contest. (Those were the days when being the leftwinger in a Labour leadership contest was assumed to be a drawback. Now that is not necessarily the case.) The Labour leadership candidate Clive Lewis has posted a tweet clarifying what he meant when he gave an interview to the Today programme this morning. (See 9.11am.) He said this morning that he thought the party, and Jeremy Corbyn, should have fought more strongly for remain. But that does not mean he wants to re-open the Brexit debate now, he says. He has also posted this about his agenda. I referred to Alastair Campbell as a Labour figure a few moments ago, although of course he was thrown out of the party earlier this year after he revealed he voted Lib Dem in the European elections. He has contrasted his treatment with the former Labour MP Gisela Stuart’s. She said this morning she was still a party member - even though she appeared on a platform with Boris Johnson and Michael Gove during the election campaign, urging people to vote Tory to deliver Brexit. Campbell, a hate figure for some in Jeremy Corbyn’s circle because of his work for Tony Blair, has long argued that the decision to expel him was vindictive and unfair. And here is some comment on Rebecca Long-Bailey’s article from Labour figures - although not ones from her wing of the party. From Alastair Campbell, Tony Blair’s former communications director From the former Labour MP David Clelland From Sunder Katwala, the director of the British Future thinktank, and a former Fabian Society general secretary Katwala has posted a whole thread about the notion of progressive patriotism. You can read the whole thing if you click on the tweet above. From Damian McBride, Gordon Brown’s former communications chief who now advises Emily Thornberry Here is a round-up of what some journalists, commentators and academics are saying about Rebecca Long-Bailey’s article for the Guardian today containing her pitch for the Labour leadership. It is a relatively random sample because many of the usual suspects are (sensibly) still in holiday mode and staying off Twitter. From my colleague Zoe Williams From openDemocracy’s Peter Geoghegan From the Independent’s John Rentoul There is more. If you click on one of those tweets, you should be able to read the thread. Here is his conclusion. From HuffPost’s Rachel Wearmouth From the blogger and commentator Kevin Meagher From the author and former Guardian journalist David Walker From the politics professor Steven Fielding From the politics professor Richard Wyn Jones From the politics professor Matthew Goodwin Angela Rayner, the shadow education secretary, has been tweeting this morning - but without saying anything about her campaign for the Labour deputy leadership that Rebecca Long-Bailey endorsed even though it has not been announced. (See 11.07am.) Jeremy Corbyn is still leader of the Labour party. But in his Today interview this morning Clive Lewis was speaking about him in the past tense (“he was an authentic politician” - see 9.11am) and, in an interview on Sky News this morning, Frances O’Grady, the general secretary of the TUC, also spoke as if Corbyn had already gone. She said it was important for Labour to learn some “hard lessons” from its defeat, and to listen to the views of voters who did not support the party. She said: I think it’s important that the Labour party listens to the voters who switched their support to the Tories, especially in the north and the Midlands, in working class communities. In a clear criticism of Corbyn, she said Labour needed a leader who was popular in the country at large, not just with the membership. There are big issues, I think, to learn about leadership, where it is not enough to be popular in the party, you’ve got to be popular in the country too ... I think Jeremy Corbyn was a decent man. And he was very popular in the party. But, as I say, that isn’t enough. I think people are looking for a leader and a programme that’s credible, competent and going to fight for their interests. Labour wasn’t able to achieve that this time. If it focuses, sorts itself out, pulls together like a broad church, not just a collection of factional tribes, then it can start looking to win back voters’ trust. Asked who she would like to see as the next Labour leader, O’Grady refused to say. She wanted to see how candidates performed in the leadership contest, she said. But she said the party should choose a leader with credible policies who could win back trust. I want to see a leader who can communicate, who can come up with credible policies, but also priorities that really will improve the lives of working people ... It’s got to be somebody who can win back trust, communicate well and show true leadership and grit in holding this government to account. In her Guardian article Rebecca Long-Bailey says she will be supporting Angela Rayner for deputy Labour leader. Rayner, the shadow education secretary, has been tipped as a Labour leadership candidate herself but, as the Guardian reported two weeks ago, after the election her allies said she was focusing on the deputy leadership vacancy, leading to speculation that she and Long-Bailey would run on a joint ticket. But last night’s Sky’s Sam Coates said that Long-Bailey’s comment was premature, because Rayner is not yet ready to announce that she is running for the deputy leadership. Long-Bailey and Rayner are friends and they share a flat in London. Rayner may well end up backing Long-Bailey as leader and running for the deputy leadership, but there are some in the party who think that she would make a better leader herself and, if a friendship does rupture under the strain of a leadership contest - well, that won’t be the first time that has happened in the Labour party. I’m describing Clive Lewis as a Labour leadership candidate because he has confirmed that he wants to run, as has Emily Thornberry. Sir Keir Starmer and Rebecca Long-Bailey also seem all but certain to run. Other people who are seriously considering running, or who at least have not ruled it out, are: Lisa Nandy, Jess Phillips, Yvette Cooper, Ian Lavery, David Lammy and Dan Jarvis. But it is worth pointing out that, to be a candidate on the ballot paper, it is not enough for an MP just to declare that they are standing. They also need the support of 10% of Labour MPs (ie, 21 MPs). It used to be 15%, but the threshold was lowered after Jeremy Corbyn’s election as leader. Under the new rules, candidates also need the support of 5% of constituency Labour parties (CLPs) to be included on the ballot (that’s 33 of them), or 5% of the union/affiliates vote. Luke Akehurst has a more detailed guide to the new rules here, in an article for Politics.co.uk. While Starmer and Long-Bailey, the two frontrunners, should easily be able to meet these requirements, some other candidates hoping to be on the ballot, including possibly Lewis himself, may find it more difficult. Here are some more lines from what Clive Lewis, the shadow Treasury minister and Labour leadership contender, said in his Today programme interview this morning. (See 9.11am.) Lewis said that the explanation for Labour’s election defeat was complicated and that, although Jeremy Corbyn’s leadership and Brexit were factors, there were other reasons too, going back years. He said: It is also about the fact that for the last 40 years in this country there has been a decline in those votes in those areas where we collapsed in the general election. And this is something that has been going on for 40 years, and that includes over the period of 1997 to 2010. So to understand what actually went wrong with this vote, you need to look back further than just 2015, or 2010. It is like trying to work out the causes of the second world war by going back no further than 1938. You have to go back to 1914, and possibly beyond. We have to work out why were we not able to connect to people in these heartlands, in the north, in the east Midlands? Why couldn’t we get our message across to them? He said that he knew from personal experience on the doorstep that Corbyn’s leadership was a problem for the party. He restated his call for more internal democracy in the Labour party. He said the party needed to complete a “complete analysis” of why it lost the election. That had to happen quickly, he said, and the exercise should not be a sectarian one. He said he supported the inquiry being launched by Labour Together, and he said he hoped it would be rigorous. In his London Playbook briefing for Politico Europe Jack Blanchard has a good single-paragraph analysis of Rebecca Long-Bailey’s article for the Guardian setting out her pitch for the leadership. He says: Beck’s appeal: Somewhat ironically, Long Bailey’s 850-word op-ed rails against New Labour “triangulation,” yet itself reads rather like a carefully calibrated pitch to the different power bases within the party. It also seems to borrow heavily from several of the leadership bids we’ve already heard. So there’s the essential nod to Labour’s trade union backers (“they are our roots in every workplace); the Clive Lewis-style hint of more power for party members (“our promise to democratise society will ring hollow if we can’t even democratise our own party”); and the Keir Starmer-ish pledge to left-wingers that Corbyn’s policy agenda will not be abandoned (“we cannot return to the politics of the past.”) Then there’s the establishment of working-class credentials (“I grew up watching my father’s friends lose their jobs”); and the Lisa Nandy-style vow to return power and patriotic pride to communities (“we must revive this progressive patriotism.”) If none of that sounds terribly original, well, that’s because it isn’t. But that doesn’t mean it won’t be enough to win. Good morning. I hope you all had a good Christmas. Politics Live is back today, although with parliament still in recess, and much of the UK still in holiday mode, the news agenda is looking a lot thinner than it has been recently. But the Labour leadership campaign has been rumbling on throughout the Christmas period. It is still at the preliminary skirmishes stage, but this morning Clive Lewis, the shadow Treasury minister and one of only two candidates who have confirmed that they are running (the other is Emily Thornberry) gave an interview to the Today programme about what went wrong for Labour at the election. He said on Brexit the party should have fought more strongly for remain. Asked if the party should have adopted an out-and-out remain position, he replied: I think what we have to understand is what Brexit was. For many of us watching Brexit unfold, Brexit was a policy of a faction of the Conservative party and the right of this country that wanted to put globalisation on steroids, if you want, and it was a hard right political project. And I believe that the Labour party had to fight that with all its vigour and to offer an alternative. I don’t believe this was the main reason for what happened to us in the election, but I think one of the things that we have to accept is that if you pick a side, you have to then argue for that side, and argue for it comprehensively. And what we didn’t do, by triangulating - one of the key USPs of Jeremy Corbyn was that he was an authentic politician, I genuinely believe that he was, but on the biggest political crisis of British modern politics we were unable, via Jeremy, to be able to take a position. I think actually we should have stood our ground and argued our case. Lewis was a member of the shadow cabinet until he resigned in 2017 so that he could vote against the bill allowing the government to trigger article 50, starting the process that will lead to the UK leaving the EU. Before the election he also strongly backed Another Europe is Possible’s “Remain, Reform, Revolt” campaign, saying the UK should remain. I will post more from Lewis’s interview, which expands on an article he wrote for the Guardian earlier this month confirming his candidature, shortly. It follows two other Labour leadership developments overnight. Rebecca Long-Bailey has made her opening pitch for the Labour leadership, avoiding any direct criticism of Corbyn but implicitly offering an alternative approach by promising to champion “progressive patriotism”. She did so in an article for the Guardian. My story about it is here, and the article itself is here. In her article Long-Bailey, like Lewis, criticises the party’s Brexit position, saying: “Our compromise solution satisfied too few.” But she does not say what the party should have done instead. Ian Lavery, the Labour party chair, has confirmed that he is considering standing for the leadership. A spokesman for Lavery told the Daily Mirror: Ian is optimistic about the challenges ahead and knows there is a lot of work to be done to unify the party. He has had a tremendous amount of support and is seriously considering all of his options at present. As usual, I will be covering breaking political news as it happens (in so far as there is any), as well as bringing you the best reaction, comment and analysis from the web. I will post a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "21153",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/30/theres-no-honour-in-it-for-iain-duncan-smith",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-30T17:19:37Z",
    "webTitle": "There’s no honour in it for Iain Duncan Smith | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/30/theres-no-honour-in-it-for-iain-duncan-smith",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/30/theres-no-honour-in-it-for-iain-duncan-smith",
    "fields": {
      "headline": "There’s no honour in it for Iain Duncan Smith",
      "standfirst": "The MP’s knighthood shows the contempt Theresa May had for the underprivileged in society, says <strong>Stephen Pacey,</strong> and <strong>Michael Guest </strong>is equally dismayed",
      "trailText": "<strong>Letters: </strong>The MP’s knighthood shows the contempt Theresa May had for the underprivileged in society, says <strong>Stephen Pacey,</strong> and <strong>Michael Guest </strong>is equally dismayed",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"02f63902140f41cc81a22ab80a5b8f7966b3d847\"> <img src=\"https://media.guim.co.uk/02f63902140f41cc81a22ab80a5b8f7966b3d847/0_160_3500_2099/1000.jpg\" alt=\"Iain Duncan Smith\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Iain Duncan Smith, the former Conservative leader and architect of the universal credit benefits system, is among three serving MPs who have received titles in the new year honours list.</span> <span class=\"element-image__credit\">Photograph: John Sibley/Reuters</span> </figcaption> </figure>",
      "body": "<p>The astonishing award of a knighthood to Iain Duncan Smith (<a href=\"https://www.theguardian.com/uk-news/2019/dec/27/iain-duncan-smith-bob-neill-diana-johnson-mps-in-new-year-honours-list\" title=\"\">Report</a>, 28 December) shows the contempt Theresa May had for the most vulnerable and underprivileged in our society. As a retired social security commissioner and upper tribunal judge, I spent a judicial lifetime hearing thousands of appeals of decisions made by the Department for Work and Pensions. Under the Conservatives the already dysfunctional system became ever more punitive and of increasingly byzantine complexity. Universal credit has been an abject failure, and if Iain Duncan Smith had the merest inkling of the harm his changes had caused, he ought in honour and simple honesty to have declined the award. Still, I’m not surprised that he did not.<br><strong>Dr Stephen Pacey</strong><br><em>North Muskham, </em><em>Nottinghamshire</em></p> <p>• I was just beginning to become reconciled to Boris Johnson, Brexit and the Conservatives when I read that Iain Duncan Smith is to get a knighthood. That the architect of so much misery is to receive such an honour is almost equal to Kissinger’s Nobel peace prize 46 years ago.<br><strong>Michael Guest</strong><br><em>Swaffham, Norfolk</em></p> <p>• <strong><em>Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p>• <strong><em>Read more Guardian letters – click here to visit </em></strong><a href=\"http://gu.com/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p>• <strong><em>Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a> <strong><em>to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "221",
      "commentable": "false",
      "firstPublicationDate": "2019-12-30T17:19:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-30T17:30:02Z",
      "newspaperEditionDate": "2019-12-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2cgg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/02f63902140f41cc81a22ab80a5b8f7966b3d847/0_160_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The astonishing award of a knighthood to Iain Duncan Smith (Report, 28 December) shows the contempt Theresa May had for the most vulnerable and underprivileged in our society. As a retired social security commissioner and upper tribunal judge, I spent a judicial lifetime hearing thousands of appeals of decisions made by the Department for Work and Pensions. Under the Conservatives the already dysfunctional system became ever more punitive and of increasingly byzantine complexity. Universal credit has been an abject failure, and if Iain Duncan Smith had the merest inkling of the harm his changes had caused, he ought in honour and simple honesty to have declined the award. Still, I’m not surprised that he did not. Dr Stephen Pacey North Muskham, Nottinghamshire • I was just beginning to become reconciled to Boris Johnson, Brexit and the Conservatives when I read that Iain Duncan Smith is to get a knighthood. That the architect of so much misery is to receive such an honour is almost equal to Kissinger’s Nobel peace prize 46 years ago. Michael Guest Swaffham, Norfolk • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1376",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/29/rebecca-long-bailey-makes-opening-pitch-for-labour-leadership",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-30T07:30:39Z",
    "webTitle": "Rebecca Long-Bailey makes her opening pitch for Labour leadership",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/29/rebecca-long-bailey-makes-opening-pitch-for-labour-leadership",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/29/rebecca-long-bailey-makes-opening-pitch-for-labour-leadership",
    "fields": {
      "headline": "Rebecca Long-Bailey makes her opening pitch for Labour leadership",
      "standfirst": "<p>Shadow business secretary pledges in Guardian article to pursue ‘progressive patriotism’</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">We can take the Labour party back into power. Here’s how</a></li></ul>",
      "trailText": "Shadow business secretary pledges in Guardian article to pursue ‘progressive patriotism’",
      "byline": "Andrew Sparrow Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"10606c0a79a0e92d1e57266dfc6c848035420043\"> <img src=\"https://media.guim.co.uk/10606c0a79a0e92d1e57266dfc6c848035420043/0_8_3166_1900/1000.jpg\" alt=\"Rebecca Long Bailey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rebecca Long-Bailey has been nurtured by Jeremy Corbyn’s team as their preferred successor. </span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Rebecca Long-Bailey has made her opening pitch for the Labour leadership, avoiding any direct criticism of Jeremy Corbyn but implicitly offering an alternative approach by promising to champion “progressive patriotism”.</p> <p>In her first substantive comments on the election result, the party’s worst in terms of seats won since 1935, the shadow business secretary <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">uses an article for the Guardian</a> to say Labour’s “compromise solution” on Brexit was partly to blame, but that trust was also an issue.</p> <p>Without formally announcing her candidature, she confirms she is considering standing – and that she would back Angela Rayner, the shadow education secretary, for deputy leader, effectively creating an all-female, all-working-class joint ticket.</p> <p>When Corbyn announced the day after the election that he would resign, Long Bailey was immediately installed as favourite by some bookmakers. Labour plans to open the contest early in the new year and have a new leader installed by the end of March.</p> <p>Two candidates, Emily Thornberry and Clive Lewis, have already formally declared they are standing and at least five more MPs have used interviews in the last fortnight to say they may join the race. Long Bailey, who has been nurtured by Corbyn’s team for a while as their preferred successor, has kept away from the media and avoided the debate that has engulfed Labour about what went wrong.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\">We can take the Labour party back into power. Here’s how | Rebecca Long-Bailey</a> </p> </aside>  <p>Breaking her silence in the Guardian, she says the party needs to have an honest discussion about why it lost and that “it’s no good having the right solutions if people don’t believe you can deliver them”.</p> <p>Apart from saying that Labour’s compromise policy on Brexit “satisfied too few”, she does not explicitly criticise the way the party managed the election campaign or Corbyn’s qualities as a leader, despite numerous polls and much anecdotal evidence to suggest his unpopularity was a major hindrance.</p> <p>She also says Labour’s policy agenda was popular: “We didn’t lose because of our commitment to scrap universal credit, invest in public services or abolish tuition fees.”</p> <p>Her article does not mention the party’s handling of antisemitism, but Sir Keir Starmer, the shadow Brexit secretary and probably Long Bailey’s most formidable rival for the leadership, cited the issue in <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">one of his early assessments of the reasons for the election defeat</a>.</p> <p>Long Bailey differentiates herself from Corbyn by saying that as Labour leader she would champion “progressive patriotism”. She says: “From ex-miners in Blyth Valley to migrant cleaners in Brixton, from small businesses in Stoke-on-Trent to the self-employed in Salford, we have to unite our communities. Britain has a long history of patriotism rooted in working life, built upon unity and pride in the common interests and shared life of everyone.</p> <p>“To win we must revive this progressive patriotism and solidarity in a form fit for modern Britain.”</p> <p><a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news?page=with:block-5dd686f98f080fd59fb14883#block-5dd686f98f080fd59fb14883\">Corbyn rejected the charge that he was unpatriotic,</a> but Tory claims to the contrary based on his frequent opposition to British military endeavours and his failure to sing the national anthem at a church service in the early days of his leadership, did enormous damage to his public standing.</p> <p>Long Bailey also implies in her article that Corbyn has not gone far enough in giving Labour members control over the party. “Our promise to democratise society will ring hollow if we can’t even democratise our own party,” she says. An olive branch to the Labour left, this echoes one of the main arguments Clive Lewis has made <a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/im-standing-labour-leader-clive-lewis\">in his pitch for the leadership.</a></p> <p>Long Bailey also writes about her childhood in Salford, saying that her family had to move when the docks where her father worked closed, but that the threat of redundancy continued in his new workplace. This line seems to have been included to address <a href=\"https://www.thetimes.co.uk/article/labour-contender-rebecca-long-bailey-trades-prolier-than-thou-porkies-cdng6dmln\">a critical report in last week’s Sunday Times</a> claiming that one account she gave of remembering job losses at the Salford docks as a child was misleading because she was only very young when the docks closed.</p> <p>As well as Long Bailey and Starmer, who are all but certain to declare, and Thornberry and Lewis who have declared already, Lisa Nandy, Jess Phillips and Yvette Cooper are seriously considering joining the contest. David Lammy and Ian Lavery are possible candidates too, and Dan Jarvis has refused to rule himself out.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "709",
      "firstPublicationDate": "2019-12-29T22:30:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-13T03:54:21Z",
      "newspaperEditionDate": "2019-12-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d28tc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/10606c0a79a0e92d1e57266dfc6c848035420043/0_8_3166_1900/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rebecca Long-Bailey has made her opening pitch for the Labour leadership, avoiding any direct criticism of Jeremy Corbyn but implicitly offering an alternative approach by promising to champion “progressive patriotism”. In her first substantive comments on the election result, the party’s worst in terms of seats won since 1935, the shadow business secretary uses an article for the Guardian to say Labour’s “compromise solution” on Brexit was partly to blame, but that trust was also an issue. Without formally announcing her candidature, she confirms she is considering standing – and that she would back Angela Rayner, the shadow education secretary, for deputy leader, effectively creating an all-female, all-working-class joint ticket. When Corbyn announced the day after the election that he would resign, Long Bailey was immediately installed as favourite by some bookmakers. Labour plans to open the contest early in the new year and have a new leader installed by the end of March. Two candidates, Emily Thornberry and Clive Lewis, have already formally declared they are standing and at least five more MPs have used interviews in the last fortnight to say they may join the race. Long Bailey, who has been nurtured by Corbyn’s team for a while as their preferred successor, has kept away from the media and avoided the debate that has engulfed Labour about what went wrong. Breaking her silence in the Guardian, she says the party needs to have an honest discussion about why it lost and that “it’s no good having the right solutions if people don’t believe you can deliver them”. Apart from saying that Labour’s compromise policy on Brexit “satisfied too few”, she does not explicitly criticise the way the party managed the election campaign or Corbyn’s qualities as a leader, despite numerous polls and much anecdotal evidence to suggest his unpopularity was a major hindrance. She also says Labour’s policy agenda was popular: “We didn’t lose because of our commitment to scrap universal credit, invest in public services or abolish tuition fees.” Her article does not mention the party’s handling of antisemitism, but Sir Keir Starmer, the shadow Brexit secretary and probably Long Bailey’s most formidable rival for the leadership, cited the issue in one of his early assessments of the reasons for the election defeat. Long Bailey differentiates herself from Corbyn by saying that as Labour leader she would champion “progressive patriotism”. She says: “From ex-miners in Blyth Valley to migrant cleaners in Brixton, from small businesses in Stoke-on-Trent to the self-employed in Salford, we have to unite our communities. Britain has a long history of patriotism rooted in working life, built upon unity and pride in the common interests and shared life of everyone. “To win we must revive this progressive patriotism and solidarity in a form fit for modern Britain.” Corbyn rejected the charge that he was unpatriotic, but Tory claims to the contrary based on his frequent opposition to British military endeavours and his failure to sing the national anthem at a church service in the early days of his leadership, did enormous damage to his public standing. Long Bailey also implies in her article that Corbyn has not gone far enough in giving Labour members control over the party. “Our promise to democratise society will ring hollow if we can’t even democratise our own party,” she says. An olive branch to the Labour left, this echoes one of the main arguments Clive Lewis has made in his pitch for the leadership. Long Bailey also writes about her childhood in Salford, saying that her family had to move when the docks where her father worked closed, but that the threat of redundancy continued in his new workplace. This line seems to have been included to address a critical report in last week’s Sunday Times claiming that one account she gave of remembering job losses at the Salford docks as a child was misleading because she was only very young when the docks closed. As well as Long Bailey and Starmer, who are all but certain to declare, and Thornberry and Lewis who have declared already, Lisa Nandy, Jess Phillips and Yvette Cooper are seriously considering joining the contest. David Lammy and Ian Lavery are possible candidates too, and Dan Jarvis has refused to rule himself out.",
      "charCount": "4323",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]