[
  {
    "id": "politics/2019/sep/15/david-cameron-slammed-for-horrendous-mistake-brexit-referendum",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-14T23:11:10Z",
    "webTitle": "‘Johnson is a liar who only backed Leave to help his career’ – David Cameron",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/15/david-cameron-slammed-for-horrendous-mistake-brexit-referendum",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/15/david-cameron-slammed-for-horrendous-mistake-brexit-referendum",
    "fields": {
      "headline": "‘Johnson is a liar who only backed Leave to help his career’ – David Cameron",
      "standfirst": "<p>Former PM vents fury in his memoirs at his old colleagues over their stance on Brexit and compares Leave campaign to racist Tory electioneering in 1964</p>",
      "trailText": "Former PM vents fury in his memoirs at his old colleagues over their stance on Brexit and compares Leave campaign to racist Tory electioneering in 1964",
      "byline": "Michael Savage and Emma Graham-Harrison",
      "main": "<figure class=\"element element-image\" data-media-id=\"0041dbae7d789b2f6f7caf4fa6e728c1754f3e04\"> <img src=\"https://media.guim.co.uk/0041dbae7d789b2f6f7caf4fa6e728c1754f3e04/0_134_4530_2718/1000.jpg\" alt=\"Boris Johnson with David Cameron in 2015\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson with David Cameron in 2015. The former prime minister says Johnson behaved appallingly.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is a liar who only backed the Leave campaign to help his career and Michael Gove was a “foam-flecked Faragist” whose “one quality” was disloyalty, David Cameron writes in his memoirs.</p> <p>The former prime minister poured vituperation on both his former colleagues Priti Patel, the current home secretary, and Dominic Cummings, the No 10 adviser, in extracts from the book published on Sunday.</p> <p>In what may be Cameron’s most explosive allegation yet, he effectively accused Boris Johnson of mounting a racist election campaign by focusing on Turkey and its possible accession to the EU.</p> <p>“It didn’t take long to figure out Leave’s obsession,” he writes. “Why focus on a country that wasn’t an EU member?</p> <p>“The answer was that it was a Muslim country, which piqued fears about Islamism, mass migration and the transformation of communities. It was blatant.”</p> <p>Then Cameron echoes the explicitly racist Conservative campaign slogan used in Smethwick in 1964: “They might as well have said: ‘If you want a Muslim for a neighbour, vote “remain”.’”</p> <p>In Smethwick, <a href=\"https://www.theguardian.com/world/2014/oct/15/britains-most-racist-election-smethwick-50-years-on\">Peter Griffiths had been elected</a> as Conservative MP on the slogan “If you want a n**** for a neighbour, vote Labour.”</p> <p>Cameron writes that Johnson’s claims of concerns about British sovereignty were “secondary to another concern for Boris: what was the best outcome for him?”</p> <p>Johnson “risked an outcome he didn’t believe in because it would help his political career” and was open to a second referendum after a renegotiation, according to a <em>Sunday Times </em>account of Cameron’s book, <em>For The Record</em>.</p> <p>Cameron is even more acerbic about Gove, who was once his close friend. Writing about Gove’s decision to stand against Johnson for Tory leader, he says: “As for Michael, one quality shone through: disloyalty. Disloyalty to me and, later, disloyalty to Boris.”</p> <p>Their conduct during the EU referendum campaign amounted to “open warfare” and the pair seemed to be different people by the end, Cameron writes. “Both then behaved appallingly, attacking their own government, turning a blind eye to their side’s unpleasant actions and becoming ambassadors for the expert-trashing, truth-twisting age of populism.”</p> <p>He said Patel’s attacks on his government’s immigration record “shocked me most” but he did not want to fire her and create a “Brexit martyr”. Cummings was part of a “cauldron of toxicity” with Nigel Farage, he says.</p> <p>Reaction to Cameron’s memoirs has seen the former PM attacked by Conservatives from all wings of the party.</p> <p>Brexiters were enraged by his suggestion that a second referendum might be necessary and that the Vote Leave campaign lied. </p> <p>But Justine Greening, Cameron’s former international development secretary who now sits as an independent MP, said his decision to hold the EU referendum had proved to be a “horrendous mistake” that turned a Tory obsession into a national issue.</p> <p>Greening said she had most concerns about how the Remain campaign was conducted, with major failings in an “elitist” Remain campaign that had failed to reach out enough sufficiently to young voters. “Patently, looking at the situation that Britain finds itself in now, as well as the Tory party, it was a horrendous mistake,” she said. “He took the one thing that divided the Tory party and managed to put it centre stage.</p> <p>“The campaign was far too negative. It was quite staid, elitist, well-to-do. It needed to reach out far more to younger voters and talk about their opportunities, their futures. Instead they just played Ukip at their own game and lost.”</p> <p>In the book Cameron says that he is “truly sorry” for the uncertainty and division that had followed the 2016 referendum, and in his first interview he suggested a second poll might be necessary. “I don’t think you can rule it out, because we’re stuck,” he told <a href=\"https://www.thetimes.co.uk/article/david-cameron-interview-boris-johnson-brexit-and-the-referendum-9gkxqghv9\" title=\"\">the </a><em><a href=\"https://www.thetimes.co.uk/article/david-cameron-interview-boris-johnson-brexit-and-the-referendum-9gkxqghv9\" title=\"\">Times</a>.</em> </p> <p>The hardline Brexiter and former cabinet minister John Redwood said Cameron risked deepening national divides by wading back into the Brexit debate, and that he should be proud of having called the referendum, not ashamed of it.</p> <p>“I don’t accept that,” he said when asked about Cameron’s claim that Vote Leave lied. “I don’t really think David Cameron reopening arguments in the referendum campaign is helping achieve what he says he wants to achieve, which is the country settling down again and accepting the decision it has made,” he told <a href=\"https://www.bbc.co.uk/sounds/play/m0008h3j\" title=\"\">the BBC’s </a><em><a href=\"https://www.bbc.co.uk/sounds/play/m0008h3j\" title=\"\">Today</a></em><a href=\"https://www.bbc.co.uk/sounds/play/m0008h3j\" title=\"\"> programme</a>.</p> <p>Cameron detailed his regrets about losing the referendum, but refused to apologise for calling the poll, and said that renegotiating Britain’s EU membership and holding a referendum was the “right approach”. However, the former prime minister’s re-emergence has unleashed a fresh debate about his role in the Brexit impasse and his motives for holding the referendum, including among many who were once close to him.</p>  <figure class=\"element element-image\" data-media-id=\"a163936b9081a5f2aca0da1a4ff4981fa7d1c89b\"> <img src=\"https://media.guim.co.uk/a163936b9081a5f2aca0da1a4ff4981fa7d1c89b/24_0_3372_2024/1000.jpg\" alt=\"Michael Gove and Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove and Boris Johnson at a Vote Leave press conference in 2016.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/AFP/Getty Images</span> </figcaption> </figure>  <p>Some Tories defended Cameron. Conservative MEP and hardline Brexit supporter Daniel Hannan <a href=\"https://twitter.com/DanielJHannan/status/1172806664661192704?s=20\" title=\"\">tweeted:</a> “Everyone agrees that David Cameron made a terrible blunder by holding a referendum. Everyone except, you know, the general population.”</p> <p>Sir Malcolm Rifkind, the former defence secretary, said that an EU referendum had become inevitable. He said Cameron’s major mistake had been promising to renegotiate EU membership without any guarantees that he would secure major concessions. “I don’t think it was a question of Cameron being right or wrong – I don’t think he had much choice and was unlucky on the timing,” he said. “He has always been a bit of a gambler. The gambling worked in the Scottish referendum and not in this one.”</p> <p>Cameron’s revelation that he smoked cannabis at school and later with his wife, Samantha, drew criticism over his perceived failures on <a href=\"https://www.theguardian.com/commentisfree/2019/jun/13/advising-uk-drug-policy-crisis-government-experts\" title=\"\">Britain’s drugs policy</a>.</p> <p>Labour MP David Lammy asked why he had not used his time in power to change laws that penalised many young people for the same drug use Cameron wrote about in his memoir.</p> <p>“Listen stoner why didn’t you use your privilege to do something about the working class young people who have ended up banged up, jobless and with a criminal record for smoking weed like you,” Lammy <a href=\"https://twitter.com/DavidLammy/status/1172776768622747648?s=20\" title=\"\">wrote on Twitter</a>.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "1000",
      "commentCloseDate": "2019-09-17T23:15:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-09-14T23:11:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:59Z",
      "newspaperEditionDate": "2019-09-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cb9te",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0041dbae7d789b2f6f7caf4fa6e728c1754f3e04/0_134_4530_2718/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is a liar who only backed the Leave campaign to help his career and Michael Gove was a “foam-flecked Faragist” whose “one quality” was disloyalty, David Cameron writes in his memoirs. The former prime minister poured vituperation on both his former colleagues Priti Patel, the current home secretary, and Dominic Cummings, the No 10 adviser, in extracts from the book published on Sunday. In what may be Cameron’s most explosive allegation yet, he effectively accused Boris Johnson of mounting a racist election campaign by focusing on Turkey and its possible accession to the EU. “It didn’t take long to figure out Leave’s obsession,” he writes. “Why focus on a country that wasn’t an EU member? “The answer was that it was a Muslim country, which piqued fears about Islamism, mass migration and the transformation of communities. It was blatant.” Then Cameron echoes the explicitly racist Conservative campaign slogan used in Smethwick in 1964: “They might as well have said: ‘If you want a Muslim for a neighbour, vote “remain”.’” In Smethwick, Peter Griffiths had been elected as Conservative MP on the slogan “If you want a n**** for a neighbour, vote Labour.” Cameron writes that Johnson’s claims of concerns about British sovereignty were “secondary to another concern for Boris: what was the best outcome for him?” Johnson “risked an outcome he didn’t believe in because it would help his political career” and was open to a second referendum after a renegotiation, according to a Sunday Times account of Cameron’s book, For The Record. Cameron is even more acerbic about Gove, who was once his close friend. Writing about Gove’s decision to stand against Johnson for Tory leader, he says: “As for Michael, one quality shone through: disloyalty. Disloyalty to me and, later, disloyalty to Boris.” Their conduct during the EU referendum campaign amounted to “open warfare” and the pair seemed to be different people by the end, Cameron writes. “Both then behaved appallingly, attacking their own government, turning a blind eye to their side’s unpleasant actions and becoming ambassadors for the expert-trashing, truth-twisting age of populism.” He said Patel’s attacks on his government’s immigration record “shocked me most” but he did not want to fire her and create a “Brexit martyr”. Cummings was part of a “cauldron of toxicity” with Nigel Farage, he says. Reaction to Cameron’s memoirs has seen the former PM attacked by Conservatives from all wings of the party. Brexiters were enraged by his suggestion that a second referendum might be necessary and that the Vote Leave campaign lied. But Justine Greening, Cameron’s former international development secretary who now sits as an independent MP, said his decision to hold the EU referendum had proved to be a “horrendous mistake” that turned a Tory obsession into a national issue. Greening said she had most concerns about how the Remain campaign was conducted, with major failings in an “elitist” Remain campaign that had failed to reach out enough sufficiently to young voters. “Patently, looking at the situation that Britain finds itself in now, as well as the Tory party, it was a horrendous mistake,” she said. “He took the one thing that divided the Tory party and managed to put it centre stage. “The campaign was far too negative. It was quite staid, elitist, well-to-do. It needed to reach out far more to younger voters and talk about their opportunities, their futures. Instead they just played Ukip at their own game and lost.” In the book Cameron says that he is “truly sorry” for the uncertainty and division that had followed the 2016 referendum, and in his first interview he suggested a second poll might be necessary. “I don’t think you can rule it out, because we’re stuck,” he told the Times. The hardline Brexiter and former cabinet minister John Redwood said Cameron risked deepening national divides by wading back into the Brexit debate, and that he should be proud of having called the referendum, not ashamed of it. “I don’t accept that,” he said when asked about Cameron’s claim that Vote Leave lied. “I don’t really think David Cameron reopening arguments in the referendum campaign is helping achieve what he says he wants to achieve, which is the country settling down again and accepting the decision it has made,” he told the BBC’s Today programme. Cameron detailed his regrets about losing the referendum, but refused to apologise for calling the poll, and said that renegotiating Britain’s EU membership and holding a referendum was the “right approach”. However, the former prime minister’s re-emergence has unleashed a fresh debate about his role in the Brexit impasse and his motives for holding the referendum, including among many who were once close to him. Some Tories defended Cameron. Conservative MEP and hardline Brexit supporter Daniel Hannan tweeted: “Everyone agrees that David Cameron made a terrible blunder by holding a referendum. Everyone except, you know, the general population.” Sir Malcolm Rifkind, the former defence secretary, said that an EU referendum had become inevitable. He said Cameron’s major mistake had been promising to renegotiate EU membership without any guarantees that he would secure major concessions. “I don’t think it was a question of Cameron being right or wrong – I don’t think he had much choice and was unlucky on the timing,” he said. “He has always been a bit of a gambler. The gambling worked in the Scottish referendum and not in this one.” Cameron’s revelation that he smoked cannabis at school and later with his wife, Samantha, drew criticism over his perceived failures on Britain’s drugs policy. Labour MP David Lammy asked why he had not used his time in power to change laws that penalised many young people for the same drug use Cameron wrote about in his memoir. “Listen stoner why didn’t you use your privilege to do something about the working class young people who have ended up banged up, jobless and with a criminal record for smoking weed like you,” Lammy wrote on Twitter.",
      "charCount": "6059",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/emma-graham-harrison\">Emma Graham-Harrison</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/14/sam-gyimah-joins-lib-dems",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-14T20:00:00Z",
    "webTitle": "Sam Gyimah: ‘I am an outcast in the Tory party’",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/14/sam-gyimah-joins-lib-dems",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/14/sam-gyimah-joins-lib-dems",
    "fields": {
      "headline": "Sam Gyimah: ‘I am an outcast in the Tory party’",
      "standfirst": "<p>The former minister and rising star of Theresa May’s government reveals why he has joined the Liberal Democrats</p>",
      "trailText": "The former minister and rising star of Theresa May’s government reveals why he has joined the Liberal Democrats",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"017cf78a8e2f744eaad5d850472403f466fc3ab1\"> <img src=\"https://media.guim.co.uk/017cf78a8e2f744eaad5d850472403f466fc3ab1/0_39_3500_2101/1000.jpg\" alt=\"Leaning against wall with arms folded and looking up\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Conservative MP Sam Gyimah, at the Liberal Democrat conference in Bournemouth.</span> <span class=\"element-image__credit\">Photograph: Andrew Hasson/The Observer</span> </figcaption> </figure>",
      "body": "<p>Sam Gyimah, the softly-spoken former Tory minister, admitted he was still adjusting. It was just a few hours before the unassuming MP for East Surrey was unveiled as the Liberal Democrats’ latest recruit at the party’s Bournemouth conference. But it all felt very new.</p> <p>“I think I’ll probably spend the next few days saying, ‘Sam Gyimah, Liberal Democrat MP’, and get used to that first,” he said.</p> <p>“There is a huge emotional side to it. I’ve been involved in the Conservative party for two decades. I’ve fought for the party. I have an unusual background – I’m not your typical Tory recruit. I’ve spent a long time evangelising about why people should look at the Conservative party seriously. It is sad that I find myself at a crossroads. I am an outcast in the Conservative party. But that’s Brexit. It has divided families. The country is divided. This is a huge fault line.”</p> <p>It wasn’t long ago that Gyimah was a Tory rising star, flying up the ranks during Theresa May’s tenure and fast-tracked on to the party’s frontbench.</p> <p>Yet here he is, still just 43, starting afresh with Jo Swinson’s party. The Tory party he joined, he says, is rapidly disappearing.</p> <p>“Born in the UK, brought up in Ghana, it was a sort of childhood of hardship and difficulty,” he said. “What attracted me to the Conservative party was these One Nation values. What has happened since the referendum, initially slowly, but increasingly accelerated over the last few months, is that it has moved away from those values. It has become more intolerant. It has become, in the desire to neutralise Nigel Farage and the Brexit Party, more doctrinaire.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Conservative party has become more intolerant and, in the desire to neutralise Nigel Farage, more doctrinaire</p> </blockquote> </aside>  <p>“I listen to ministers undermining the courts. Ministers questioning experts because their views are inconvenient for what the government is saying about no deal. Or you have a government that says law enforcement is the centrepiece of its platform, and yet says in another breath that it will pick and choose what laws it chooses to respect. This is in many ways undermining key pillars of our constitution and the functioning of our democracy.</p> <p>“The issue for me is not just Brexit. It is beyond Brexit – how you conduct politics and the veering towards populism and English nationalism.”</p> <p>Gyimah made headlines at the end of last year when he concluded that he could not support Theresa May’s Brexit deal, meaning he had to resign as universities and science minister. He said more serious concerns about the party emerged during the Tory leadership campaign, when he ran in order to try to create a debate about the party’s direction.</p> <p>“I thought it was an opportunity, while the party was discussing its future, to make the case for Brexit realism, and also the case for rediscovering these values. During that process I realised there just weren’t enough people who were going to fight from within to save the situation. As we saw soon after, not only did [Boris] Johnson win an overall majority on a no deal platform, but we very quickly went from a situation where the leader of the party had to be a no dealer, to anyone in government having to sign up to it. That was playing on my mind throughout the summer.”</p> <p>His precarious place in the Tory ranks was brought to an end, along with that of 20 of his colleagues, when he voted to block a no deal Brexit earlier this month. That was his signal to try something different.</p> <p>“The withdrawal of the whip meant I just had to face a stark reality – being in the Conservative party now means you’re signing up to no deal or hard Brexit, or you’ll be cast into the wilderness. So what are your choices? Leave politics completely?</p> <p>“It feels to me that there is a scorched earth approach to delivering Brexit by 31 October at the risk of our institutions, at the risk of our democracy, at the risk of our economy. That should not be allowed to happen.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It feels to me that there is a scorched earth approach to delivering Brexit by 31 October</p> </blockquote> </aside>  <p>Gyimah says all 21 rebels received letters from the chief whip offering them a way back in – but the letters differed. He explains: “There were three different versions of the letter. I think the one I got was the lower tier.</p> <p>“Whatever the letter said, I think I knew that just being realistic about the situation, I couldn’t take the whip back because I will not be able to satisfy the minimum price of entry.</p> <p>“But I don’t want to spend all my time dwelling on that. The other side is, what do you do about it? That is why I’m here. Centrists are being cast out of both main parties. Lots of people are politically homeless. Who can you work with to build a movement?</p> <p>“When I spoke to Jo I thought this is a project that I can be part of. I’m not looking for a harbour in a storm. I’m attracted to a project to defend liberal democracy and make sure our country does not drift into the nationalistic, populist politics that we see in other democracies.”</p> <p>Does he have a message for the 20 other Tory MPs thrown out for trying to block no deal?</p> <p>“My message is not just to the 20 – my message is to all of those who care about this country. The time is now. The problem we have is that the two old parties have entrenched votes and it is very difficult to budge them.</p> <p>“We need the centre to consolidate and unite if it is going to break through. This is the opportunity to try to create that new politics for the good of our country.</p> <p>“There’s no reason why the settlement that comes out of Brexit should be the settlement that Nigel Farage wants.</p>  <figure class=\"element element-image\" data-media-id=\"8496bc31694caa3bedbc2a3e4be59de0d4318252\"> <img src=\"https://media.guim.co.uk/8496bc31694caa3bedbc2a3e4be59de0d4318252/0_91_4800_2880/1000.jpg\" alt=\"The two politicians wave in front of a crowd in a church and sign saying 'put it to the people'\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Grieve and Sam Gyimah at a ‘People’s Vote’ rally in April 9.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>  <p>“It would be incredibly complacent for us to assume that our institutions and our politics are immune from these [populist] forces. We can bemoan the Labour party and the Conservative party. That is all well and good. But we have to act and that is why I am here.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1015",
      "commentCloseDate": "2019-09-17T18:15:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-09-14T18:14:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:54Z",
      "newspaperEditionDate": "2019-09-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cb98z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/017cf78a8e2f744eaad5d850472403f466fc3ab1/0_39_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sam Gyimah, the softly-spoken former Tory minister, admitted he was still adjusting. It was just a few hours before the unassuming MP for East Surrey was unveiled as the Liberal Democrats’ latest recruit at the party’s Bournemouth conference. But it all felt very new. “I think I’ll probably spend the next few days saying, ‘Sam Gyimah, Liberal Democrat MP’, and get used to that first,” he said. “There is a huge emotional side to it. I’ve been involved in the Conservative party for two decades. I’ve fought for the party. I have an unusual background – I’m not your typical Tory recruit. I’ve spent a long time evangelising about why people should look at the Conservative party seriously. It is sad that I find myself at a crossroads. I am an outcast in the Conservative party. But that’s Brexit. It has divided families. The country is divided. This is a huge fault line.” It wasn’t long ago that Gyimah was a Tory rising star, flying up the ranks during Theresa May’s tenure and fast-tracked on to the party’s frontbench. Yet here he is, still just 43, starting afresh with Jo Swinson’s party. The Tory party he joined, he says, is rapidly disappearing. “Born in the UK, brought up in Ghana, it was a sort of childhood of hardship and difficulty,” he said. “What attracted me to the Conservative party was these One Nation values. What has happened since the referendum, initially slowly, but increasingly accelerated over the last few months, is that it has moved away from those values. It has become more intolerant. It has become, in the desire to neutralise Nigel Farage and the Brexit Party, more doctrinaire. “I listen to ministers undermining the courts. Ministers questioning experts because their views are inconvenient for what the government is saying about no deal. Or you have a government that says law enforcement is the centrepiece of its platform, and yet says in another breath that it will pick and choose what laws it chooses to respect. This is in many ways undermining key pillars of our constitution and the functioning of our democracy. “The issue for me is not just Brexit. It is beyond Brexit – how you conduct politics and the veering towards populism and English nationalism.” Gyimah made headlines at the end of last year when he concluded that he could not support Theresa May’s Brexit deal, meaning he had to resign as universities and science minister. He said more serious concerns about the party emerged during the Tory leadership campaign, when he ran in order to try to create a debate about the party’s direction. “I thought it was an opportunity, while the party was discussing its future, to make the case for Brexit realism, and also the case for rediscovering these values. During that process I realised there just weren’t enough people who were going to fight from within to save the situation. As we saw soon after, not only did [Boris] Johnson win an overall majority on a no deal platform, but we very quickly went from a situation where the leader of the party had to be a no dealer, to anyone in government having to sign up to it. That was playing on my mind throughout the summer.” His precarious place in the Tory ranks was brought to an end, along with that of 20 of his colleagues, when he voted to block a no deal Brexit earlier this month. That was his signal to try something different. “The withdrawal of the whip meant I just had to face a stark reality – being in the Conservative party now means you’re signing up to no deal or hard Brexit, or you’ll be cast into the wilderness. So what are your choices? Leave politics completely? “It feels to me that there is a scorched earth approach to delivering Brexit by 31 October at the risk of our institutions, at the risk of our democracy, at the risk of our economy. That should not be allowed to happen.” Gyimah says all 21 rebels received letters from the chief whip offering them a way back in – but the letters differed. He explains: “There were three different versions of the letter. I think the one I got was the lower tier. “Whatever the letter said, I think I knew that just being realistic about the situation, I couldn’t take the whip back because I will not be able to satisfy the minimum price of entry. “But I don’t want to spend all my time dwelling on that. The other side is, what do you do about it? That is why I’m here. Centrists are being cast out of both main parties. Lots of people are politically homeless. Who can you work with to build a movement? “When I spoke to Jo I thought this is a project that I can be part of. I’m not looking for a harbour in a storm. I’m attracted to a project to defend liberal democracy and make sure our country does not drift into the nationalistic, populist politics that we see in other democracies.” Does he have a message for the 20 other Tory MPs thrown out for trying to block no deal? “My message is not just to the 20 – my message is to all of those who care about this country. The time is now. The problem we have is that the two old parties have entrenched votes and it is very difficult to budge them. “We need the centre to consolidate and unite if it is going to break through. This is the opportunity to try to create that new politics for the good of our country. “There’s no reason why the settlement that comes out of Brexit should be the settlement that Nigel Farage wants. “It would be incredibly complacent for us to assume that our institutions and our politics are immune from these [populist] forces. We can bemoan the Labour party and the Conservative party. That is all well and good. But we have to act and that is why I am here.”",
      "charCount": "5631",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/14/i-left-russia-to-escape-putin-assault-on-reason",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-14T18:21:00Z",
    "webTitle": "I left Russia to escape Putin’s assault on reason. Now I fear the UK is on the same path | Peter Pomarentsev",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/14/i-left-russia-to-escape-putin-assault-on-reason",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/14/i-left-russia-to-escape-putin-assault-on-reason",
    "fields": {
      "headline": "I left Russia to escape Putin’s assault on reason. Now I fear the UK is on the same path",
      "standfirst": "We need to develop a more collaborative political discourse, built on facts, not spin",
      "trailText": "We need to develop a more collaborative political discourse, built on facts, not spin",
      "byline": "Peter Pomerantsev",
      "main": "<figure class=\"element element-image\" data-media-id=\"1a3d0e38c4d0a856e94a24968da54637f017d1cd\"> <img src=\"https://media.guim.co.uk/1a3d0e38c4d0a856e94a24968da54637f017d1cd/121_7_2879_1728/1000.jpg\" alt=\"A man bends over in front of rows of TV sets showing the same image of Vladimir Putin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vladimir Putin takes questions during a nationally televised town-hall style session in Moscow in 2008. </span> <span class=\"element-image__credit\">Photograph: Alexey Sazonov/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Nothing is true and everything is possible. That was my one-line attempt to sum up the politics and propaganda that enveloped Russia at the start of the 21st century. It was a world where politicians no longer cared whether they were caught lying; where old ideologies were dead and conspiracy thinking had become the new way to explain the world; where all the old political categories (socialist and liberal, conservative and communist) seemed utterly meaningless and it was unclear what political parties stood for; where warped nostalgia and vague emotive calls to “Raise Russia From Its Knees” had taken over from any rational idea of the future.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The same pathologies of public opinion I saw in Putinist Russia are now prevalent here</p> </blockquote> </aside>  <p>In 2010, I came back to the UK because, in the words of my naive self, I wanted to live in a world where words had meaning. Sure the west was its own sort of mess, but politicians in Washington and Westminster still pretended to respect facts, sneered at conspiracy theories, tried to sound rational.</p> <p>Then came the revolutionary year of 2016 and ever since then I’ve had the distinct deja vu that the same pathologies of public opinion I saw in Putinist Russia are now prevalent here. This is even reflected in one’s personal life. Conspiracy theories had become so all-encompassing in noughties Russia that I found myself inching gently into conversations, feeling my way through to gently check whether my discussant thought all democracies were just run by cabals.</p> <p>Unlike the Soviet Union, the Putin regime was less obsessed with total ideological control and more on sowing polarisation within society, between what the Kremlin called the “Putin majority” (what they claimed were the “ordinary people”) and everybody else, to undermine trust and a shared reality to the point where no coherent opposition could ever coalesce.</p> <p>As I write this from LA, I now find myself inching into conversations with similar caution – is my dinner party companion going to turn out to be a believer that Obama was a secret Muslim who wasn’t born in the USA?</p> <p>Just as in Russia the temptation is to just tune out, to stop engaging with one another. When any political conversation risks leading to hyperpartisan hysteria, when the other side are categorised as traitors or fifth columnists, it’s safer to talk about gardening instead.</p> <p>As we slip and stumble towards elections on both sides of the Atlantic, I can see the threat of the same mistakes that made 2016 so destructively polarising. We are in a race with a bunch of spin doctors whose techniques we now know, but are doing too little to counter. By we, I mean those who want to rescue a deliberative democracy where words have meaning, factuality is respected and communication across divides is possible.</p> <p>There are a few things we need to do urgently.</p> <p>First, make the internet interpretable and transparent. Part of the problem with the Brexit vote was that though it claims to represent “the people’s will”, because we don’t know which highly targeted online messages were used to motivate people, we don’t know why they voted. Was it sovereignty? Immigration? Animal rights? The digital head of Vote Leave once told me you need about 70 discrete social media messages to different audiences in a population of 20 million. He claimed animal rights was the most successful online ad he ran in Brexit referendum in order to get people out to vote. The EU, he argued, was nasty to animals (by supporting bullfighting and so on).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We too need to analyse online audiences, but to find what bridges can be built between them</p> </blockquote> </aside>  <p>The lack of transparency on the internet means we’ve lost any shared public space for debate. This also allows deceptive actors such as the Kremlin to plant their covert campaigns throughout the west. Make it instantly possible to see which ads are being targeted at whom and we can start to have a field where interaction is at least possible.</p> <p>It will be up to a new generation of civic actors to ensure that interaction happens. It needs to be someone’s daily job to heal the polarisation that is the aim of today’s predictable but effective propagandists. To do so, we need to embrace some of the technology they use – but turn it for good. We too need to analyse online audiences, but instead of then dividing them further, we need to find what bridges can be built between them. This used to be the job of those who work in post-conflict resolution. Now, every dinner party in England could do with such healing.</p> <p>This is part of the BBC’s job too, but it is caught in a trap where it relies on having talking heads from political parties that are meant to be stand-ins for segments of public opinion. What happens when parties aren’t representative of anything coherent any more?</p> <p>And this gets to the nub of the problem. What I saw in Russia decades ago was a world where all the old ideologies and political categories had collapsed. There were no ideas of progress left. </p> <p>With the future gone AWOL, politicians indulged in nostalgia, politics became about pure performance and there was a fun release in saying: “I don’t care about the facts”, farting at glum reality. Now, the same sense of a futureless present has arrived for enough people in the UK and America.</p> <p>But we can regenerate a future-looking conversation, one where facts become necessary again, through, for instance, online projects that bring different groups together and get them to discuss practical solutions. We can do it by moving away from television coverage that bumps politicians against each other in a reality show style format, but instead force them to collaborate on policy solutions. Call it “constructive news” or “solutions-aimed” journalism if you will, but it has to be the underlying philosophy of how we approach things.</p> <p>If we don’t, the danger isn’t so much that the UK or the US will end up like Russia. But instead, in an information environment where deliberative democracy becomes impossible, bully-boy strong men leaders will grow ever stronger. They will claim that only they can guide people though the murk, while we become ever more irrelevant and ultimately fodder for the Putins of this world.</p> <p><em>• Peter Pomerantsev is the author of </em>This Is Not Propaganda<em>. He appears at 1pm on Sunday 22 September at the </em><a href=\"https://howthelightgetsin.org/\" title=\"\"><em>How the Light Gets In</em></a><em> festival at Kenwood House, north-west London. The </em>Observer<em> is the media sponsor </em></p>",
      "newspaperPageNumber": "56",
      "wordcount": "1063",
      "commentable": "false",
      "firstPublicationDate": "2019-09-14T18:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-20T10:59:47Z",
      "newspaperEditionDate": "2019-09-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cb95k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1a3d0e38c4d0a856e94a24968da54637f017d1cd/121_7_2879_1728/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nothing is true and everything is possible. That was my one-line attempt to sum up the politics and propaganda that enveloped Russia at the start of the 21st century. It was a world where politicians no longer cared whether they were caught lying; where old ideologies were dead and conspiracy thinking had become the new way to explain the world; where all the old political categories (socialist and liberal, conservative and communist) seemed utterly meaningless and it was unclear what political parties stood for; where warped nostalgia and vague emotive calls to “Raise Russia From Its Knees” had taken over from any rational idea of the future. In 2010, I came back to the UK because, in the words of my naive self, I wanted to live in a world where words had meaning. Sure the west was its own sort of mess, but politicians in Washington and Westminster still pretended to respect facts, sneered at conspiracy theories, tried to sound rational. Then came the revolutionary year of 2016 and ever since then I’ve had the distinct deja vu that the same pathologies of public opinion I saw in Putinist Russia are now prevalent here. This is even reflected in one’s personal life. Conspiracy theories had become so all-encompassing in noughties Russia that I found myself inching gently into conversations, feeling my way through to gently check whether my discussant thought all democracies were just run by cabals. Unlike the Soviet Union, the Putin regime was less obsessed with total ideological control and more on sowing polarisation within society, between what the Kremlin called the “Putin majority” (what they claimed were the “ordinary people”) and everybody else, to undermine trust and a shared reality to the point where no coherent opposition could ever coalesce. As I write this from LA, I now find myself inching into conversations with similar caution – is my dinner party companion going to turn out to be a believer that Obama was a secret Muslim who wasn’t born in the USA? Just as in Russia the temptation is to just tune out, to stop engaging with one another. When any political conversation risks leading to hyperpartisan hysteria, when the other side are categorised as traitors or fifth columnists, it’s safer to talk about gardening instead. As we slip and stumble towards elections on both sides of the Atlantic, I can see the threat of the same mistakes that made 2016 so destructively polarising. We are in a race with a bunch of spin doctors whose techniques we now know, but are doing too little to counter. By we, I mean those who want to rescue a deliberative democracy where words have meaning, factuality is respected and communication across divides is possible. There are a few things we need to do urgently. First, make the internet interpretable and transparent. Part of the problem with the Brexit vote was that though it claims to represent “the people’s will”, because we don’t know which highly targeted online messages were used to motivate people, we don’t know why they voted. Was it sovereignty? Immigration? Animal rights? The digital head of Vote Leave once told me you need about 70 discrete social media messages to different audiences in a population of 20 million. He claimed animal rights was the most successful online ad he ran in Brexit referendum in order to get people out to vote. The EU, he argued, was nasty to animals (by supporting bullfighting and so on). The lack of transparency on the internet means we’ve lost any shared public space for debate. This also allows deceptive actors such as the Kremlin to plant their covert campaigns throughout the west. Make it instantly possible to see which ads are being targeted at whom and we can start to have a field where interaction is at least possible. It will be up to a new generation of civic actors to ensure that interaction happens. It needs to be someone’s daily job to heal the polarisation that is the aim of today’s predictable but effective propagandists. To do so, we need to embrace some of the technology they use – but turn it for good. We too need to analyse online audiences, but instead of then dividing them further, we need to find what bridges can be built between them. This used to be the job of those who work in post-conflict resolution. Now, every dinner party in England could do with such healing. This is part of the BBC’s job too, but it is caught in a trap where it relies on having talking heads from political parties that are meant to be stand-ins for segments of public opinion. What happens when parties aren’t representative of anything coherent any more? And this gets to the nub of the problem. What I saw in Russia decades ago was a world where all the old ideologies and political categories had collapsed. There were no ideas of progress left. With the future gone AWOL, politicians indulged in nostalgia, politics became about pure performance and there was a fun release in saying: “I don’t care about the facts”, farting at glum reality. Now, the same sense of a futureless present has arrived for enough people in the UK and America. But we can regenerate a future-looking conversation, one where facts become necessary again, through, for instance, online projects that bring different groups together and get them to discuss practical solutions. We can do it by moving away from television coverage that bumps politicians against each other in a reality show style format, but instead force them to collaborate on policy solutions. Call it “constructive news” or “solutions-aimed” journalism if you will, but it has to be the underlying philosophy of how we approach things. If we don’t, the danger isn’t so much that the UK or the US will end up like Russia. But instead, in an information environment where deliberative democracy becomes impossible, bully-boy strong men leaders will grow ever stronger. They will claim that only they can guide people though the murk, while we become ever more irrelevant and ultimately fodder for the Putins of this world. • Peter Pomerantsev is the author of This Is Not Propaganda. He appears at 1pm on Sunday 22 September at the How the Light Gets In festival at Kenwood House, north-west London. The Observer is the media sponsor",
      "charCount": "6236",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peter-pomerantsev\">Peter Pomerantsev</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/14/lib-dems-set-out-radical-agenda-for-tackling-climate-emergency",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-14T10:00:54Z",
    "webTitle": "Lib Dems set out radical agenda for tackling climate emergency",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/14/lib-dems-set-out-radical-agenda-for-tackling-climate-emergency",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/14/lib-dems-set-out-radical-agenda-for-tackling-climate-emergency",
    "fields": {
      "headline": "Lib Dems set out radical agenda for tackling climate emergency",
      "standfirst": "<p><strong>Exclusive</strong>: Citizens’ assemblies and a Green Investment Bank among key planks of election bid</p>",
      "trailText": "<strong>Exclusive</strong>: Citizens’ assemblies and a Green Investment Bank among key planks of election bid",
      "byline": "Fiona Harvey Environment correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"e8214d00816b81dfd309537265840fd9786e9286\"> <img src=\"https://media.guim.co.uk/e8214d00816b81dfd309537265840fd9786e9286/117_382_2921_1752/1000.jpg\" alt=\"Heathrow expansion plan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Lib Dems want a moratorium on airport expansion, such as that proposed for Heathrow.</span> <span class=\"element-image__credit\">Photograph: Grimshaw Architects/PA</span> </figcaption> </figure>",
      "body": "<p>Citizens’ assemblies will decide what action should be taken on the climate crisis, the Treasury’s ability to stymie green measures will be neutralised and the <a href=\"https://www.theguardian.com/environment/2018/mar/14/green-investment-bank-sell-off-mps-macquarie\">Green Investment Bank</a> will be revived under proposals set to be key planks of the Liberal Democrats’ general election bid.</p> <p>Along with sweeping reform of Whitehall, including <a href=\"https://www.theguardian.com/environment/2016/jul/15/decc-abolition-major-setback-for-uk-climate-change-efforts\">bringing back a department of climate change</a>, local government would be given new powers to cut emissions, there would be a <a href=\"https://www.theguardian.com/commentisfree/2019/jun/23/the-guardian-view-on-heathrow-expansion-stop-it-to-save-the-planet\">moratorium on airport expansion</a> and an end to fracking, and the UK would achieve net-zero carbon status by 2045 – five years sooner than the current government goal.</p> <p>“Moving to net-zero is a complete game-changer,” Wera Hobhouse, the Lib Dem spokesperson for the environment and climate change, told the Guardian. “The whole of government and society need to understand the need to get to net-zero – everything we do needs to be seen in terms of that target.”</p> <p>Under the proposals to be presented to the Lib Dem conference in Bournemouth this weekend, a new minister, who will attend cabinet, would be appointed chief secretary to the Treasury and oversee policy across departments to ensure it meets the zero-carbon pledge.</p> <p>“The biggest hurdle [to climate policies] was always <a href=\"https://www.theguardian.com/environment/2019/jun/06/it-is-absurd-question-whether-we-can-afford-keep-our-planet-liveable\">the Treasury</a>,” said Hobhouse. Soon after Theresa May unveiled her zero-carbon target this summer, her chancellor, Philip Hammond, <a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\">claimed it would cost too much</a>. “Having a chief secretary to keep reminding the chancellor of the <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">need to get to net-zero</a> is key,” said Hobhouse.</p> <p>To gain public support for urgent action on emissions, the Lib Dems would convene citizens’ assemblies across the country to debate new measures. These would include ways to ensure a massive expansion of electric vehicles and better public transport, and how to encourage new technology such as heating homes with hydrogen instead of gas. Councils would also be given greater powers over planning, for instance to promote electric vehicles, cycling and walking.</p> <p>“Citizens’ assemblies would not replace politicians’ decision-making, but would inform the options,” said Hobhouse. “We need decisive action – the government is not doing anything, they are dithering.”</p> <p>The Green Investment Bank, created under the coalition government, <a href=\"https://www.theguardian.com/environment/2018/mar/14/green-investment-bank-sell-off-mps-macquarie\">was sold off under George Osborne</a>. Under a Lib Dem government, a replacement would be set up with public money, and have the powers to borrow money from the private sector.</p> <p>Hobhouse said Brexit was getting in the way of tackling the climate emergency: “Brexit means having less money, and it is very counterproductive. We need international cooperation – climate change is a global problem.”</p> <p>The Lib Dems would end the sale of diesel and petrol cars by 2030 – 10 years sooner than the Conservatives – and stop fracking. There would also be more support for onshore wind and solar, which Hobhouse said the Conservatives had “stopped in their tracks” by drastically changing incentive schemes and planning laws.</p> <p>Green campaigning groups, keen that the climate crisis should not be overshadowed by Brexit as a general election looms, welcomed the Lib Dems’ focus. “Our country may be divided over Brexit, but it is not divided over the need for action on the nature and climate emergency – polling is consistently showing that concern over climate is at an all-time high and a large majority support urgent action,” said Gareth Redmond-King, head of climate change at WWF-UK. </p> <p>“Now we need the climate and nature crisis prioritised at the highest level of government, and billions in new funding, to deliver on the rhetoric. We must stop things like airport expansion that make meeting net-zero even more difficult.”</p> <p>Jenny Bates, a campaigner at Friends of the Earth, said: “With the government’s net-zero target currently lacking anywhere near enough policy to back it up, we’d like to see all parties thinking about what they’d do to make sure the target is actually reached. It’s no good talking about a net-zero future while pursuing a programme of roadbuilding, airport expansion and fracking.”</p>",
      "wordcount": "644",
      "firstPublicationDate": "2019-09-14T10:00:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-14T10:52:42Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cb3qq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e8214d00816b81dfd309537265840fd9786e9286/117_382_2921_1752/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Citizens’ assemblies will decide what action should be taken on the climate crisis, the Treasury’s ability to stymie green measures will be neutralised and the Green Investment Bank will be revived under proposals set to be key planks of the Liberal Democrats’ general election bid. Along with sweeping reform of Whitehall, including bringing back a department of climate change, local government would be given new powers to cut emissions, there would be a moratorium on airport expansion and an end to fracking, and the UK would achieve net-zero carbon status by 2045 – five years sooner than the current government goal. “Moving to net-zero is a complete game-changer,” Wera Hobhouse, the Lib Dem spokesperson for the environment and climate change, told the Guardian. “The whole of government and society need to understand the need to get to net-zero – everything we do needs to be seen in terms of that target.” Under the proposals to be presented to the Lib Dem conference in Bournemouth this weekend, a new minister, who will attend cabinet, would be appointed chief secretary to the Treasury and oversee policy across departments to ensure it meets the zero-carbon pledge. “The biggest hurdle [to climate policies] was always the Treasury,” said Hobhouse. Soon after Theresa May unveiled her zero-carbon target this summer, her chancellor, Philip Hammond, claimed it would cost too much. “Having a chief secretary to keep reminding the chancellor of the need to get to net-zero is key,” said Hobhouse. To gain public support for urgent action on emissions, the Lib Dems would convene citizens’ assemblies across the country to debate new measures. These would include ways to ensure a massive expansion of electric vehicles and better public transport, and how to encourage new technology such as heating homes with hydrogen instead of gas. Councils would also be given greater powers over planning, for instance to promote electric vehicles, cycling and walking. “Citizens’ assemblies would not replace politicians’ decision-making, but would inform the options,” said Hobhouse. “We need decisive action – the government is not doing anything, they are dithering.” The Green Investment Bank, created under the coalition government, was sold off under George Osborne. Under a Lib Dem government, a replacement would be set up with public money, and have the powers to borrow money from the private sector. Hobhouse said Brexit was getting in the way of tackling the climate emergency: “Brexit means having less money, and it is very counterproductive. We need international cooperation – climate change is a global problem.” The Lib Dems would end the sale of diesel and petrol cars by 2030 – 10 years sooner than the Conservatives – and stop fracking. There would also be more support for onshore wind and solar, which Hobhouse said the Conservatives had “stopped in their tracks” by drastically changing incentive schemes and planning laws. Green campaigning groups, keen that the climate crisis should not be overshadowed by Brexit as a general election looms, welcomed the Lib Dems’ focus. “Our country may be divided over Brexit, but it is not divided over the need for action on the nature and climate emergency – polling is consistently showing that concern over climate is at an all-time high and a large majority support urgent action,” said Gareth Redmond-King, head of climate change at WWF-UK. “Now we need the climate and nature crisis prioritised at the highest level of government, and billions in new funding, to deliver on the rhetoric. We must stop things like airport expansion that make meeting net-zero even more difficult.” Jenny Bates, a campaigner at Friends of the Earth, said: “With the government’s net-zero target currently lacking anywhere near enough policy to back it up, we’d like to see all parties thinking about what they’d do to make sure the target is actually reached. It’s no good talking about a net-zero future while pursuing a programme of roadbuilding, airport expansion and fracking.”",
      "charCount": "4037",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/fiona-harvey\">Fiona Harvey</a> Environment correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/14/hopes-of-clean-break-with-eu-are-nonsense-says-ex-brexit-official",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-14T05:00:48Z",
    "webTitle": "Hopes of clean break with EU are nonsense, says ex-Brexit official",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/14/hopes-of-clean-break-with-eu-are-nonsense-says-ex-brexit-official",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/14/hopes-of-clean-break-with-eu-are-nonsense-says-ex-brexit-official",
    "fields": {
      "headline": "Hopes of clean break with EU are nonsense, says ex-Brexit official",
      "standfirst": "<p>A no-deal exit would trigger complex negotiations, argues former top DexEU civil servant</p>",
      "trailText": "A no-deal exit would trigger complex negotiations, argues former top DexEU civil servant",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"30840e5e31c2e4e13e8865069fedd83f15197926\"> <img src=\"https://media.guim.co.uk/30840e5e31c2e4e13e8865069fedd83f15197926/65_0_587_352/500.png\" alt=\"Philip Rycroft, former DExEU permanent secretary,\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Rycroft, former DExEU permanent secretary, says the UK’s close ties with the EU cannot be undone.</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure>",
      "body": "<p>Claiming a no-deal Brexit represents a clean break with the European Union is “nonsensical”, according to Philip Rycroft, the former permanent secretary at the Department for Exiting the EU.</p> <p>Boris Johnson has promised to extricate the UK from the EU on 31 October “come what may” – and has hinted that he could <a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">try to get around legislation</a> mandating him to request a Brexit delay.</p> <p>The Brexit party leader, Nigel Farage, whose party trounced the Tories in May’s European elections, has been urging the PM to deliver a “clean break Brexit” by leaving without a deal.</p> <p>But Rycroft, who was the most senior civil servant at DexEU until March this year, told the Guardian a no-deal Brexit would mark the beginning of a complex series of negotiations.</p> <p>“It is not a clean break: what it does is it takes us legally out of the EU. But what it can’t do is undo all of the very close economic ties that we have with the EU, on which so much of our trade as a country depends. And nor would we want to undo all of the close security ties that we have with the EU,” he said.</p> <p>“And because of the importance of those ties both for the EU and the UK, it will remain hugely important to have those expressed through a formal relationship. In other words, we’re going to have to negotiate – and that negotiation on the future relationship starts with citizens, money and the border on the island of Ireland.</p> <p>“So the notion that no deal somehow means that we can turn our backs on the EU and break all our ties is just nonsensical.”</p> <p>Rycroft spent part of his career at the Scottish Office and in the Scottish Executive before working in Nick Clegg’s office during the Tory-Lib Dem coalition government, and helping to coordinate Whitehall’s approach to devolution from the Cabinet Office.</p> <p>He gave a speech on Monday warning that politicians should be thinking carefully about how to protect the union with Scotland and Northern Ireland after Brexit – deal or no deal.</p> <p>“Clearly at the moment, political time has collapsed: everything has become very short term, everyone’s worrying about what’s happening not even next week but tomorrow,” he said. “In those circumstances it’s very different to be lifting their eyes to a more distant horizon. How do we manage as a country, if and when we come out of the EU?”</p> <p>After this week’s renewed clashes between Johnson’s government and rebel MPs and the judiciary, Rycroft said it may be time to think about whether Britain’s constitution is working – a question also raised by the Speaker, John Bercow, on Thursday.</p> <p>“We don’t have a written constitution: it relies on convention and precedent, and the spirit within which those conventions and precedents are regarded. And if those conventions and precedents are ignored, overturned, challenged – then the lack of a codified constitution becomes an issue,” he said.</p> <p>“I would agree with those who would say in these circumstances, it may not be that you’d need a written constitution as a whole, but as a minimum, some of the procedures, not least in the Houses of Parliament, are going to have to be codified for clarity on what the rules are. There is no doubt in my mind that we have reached that point.”</p> <p>Rycroft is about to take up a post at the University of Cambridge as a distinguished honorary researcher at the Bennett Institute for Public Policy and the department for politics and internal studies.</p> <p>He warned against the growing tendency in public debate to denigrate civil servants and blame them for the failings of their political masters.</p> <p>“<a href=\"https://www.theguardian.com/commentisfree/2019/aug/31/mps-no-deal-civil-servants-brexiters-whitehall\">Civil servants do their job for governments of the day</a>, delivering the policies of the government of the day, and that’s just as true for Brexit as for anything else.” He said claims his erstwhile colleague Olly Robbins had sought to stymie the government’s negotiating efforts were “complete nonsense”.</p> <p>Robbins left Whitehall as Johnson took over and it emerged recently that he had taken a job at the investment bank Goldman Sachs.</p>",
      "wordcount": "684",
      "firstPublicationDate": "2019-09-14T05:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:55Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cb45j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/30840e5e31c2e4e13e8865069fedd83f15197926/65_0_587_352/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Claiming a no-deal Brexit represents a clean break with the European Union is “nonsensical”, according to Philip Rycroft, the former permanent secretary at the Department for Exiting the EU. Boris Johnson has promised to extricate the UK from the EU on 31 October “come what may” – and has hinted that he could try to get around legislation mandating him to request a Brexit delay. The Brexit party leader, Nigel Farage, whose party trounced the Tories in May’s European elections, has been urging the PM to deliver a “clean break Brexit” by leaving without a deal. But Rycroft, who was the most senior civil servant at DexEU until March this year, told the Guardian a no-deal Brexit would mark the beginning of a complex series of negotiations. “It is not a clean break: what it does is it takes us legally out of the EU. But what it can’t do is undo all of the very close economic ties that we have with the EU, on which so much of our trade as a country depends. And nor would we want to undo all of the close security ties that we have with the EU,” he said. “And because of the importance of those ties both for the EU and the UK, it will remain hugely important to have those expressed through a formal relationship. In other words, we’re going to have to negotiate – and that negotiation on the future relationship starts with citizens, money and the border on the island of Ireland. “So the notion that no deal somehow means that we can turn our backs on the EU and break all our ties is just nonsensical.” Rycroft spent part of his career at the Scottish Office and in the Scottish Executive before working in Nick Clegg’s office during the Tory-Lib Dem coalition government, and helping to coordinate Whitehall’s approach to devolution from the Cabinet Office. He gave a speech on Monday warning that politicians should be thinking carefully about how to protect the union with Scotland and Northern Ireland after Brexit – deal or no deal. “Clearly at the moment, political time has collapsed: everything has become very short term, everyone’s worrying about what’s happening not even next week but tomorrow,” he said. “In those circumstances it’s very different to be lifting their eyes to a more distant horizon. How do we manage as a country, if and when we come out of the EU?” After this week’s renewed clashes between Johnson’s government and rebel MPs and the judiciary, Rycroft said it may be time to think about whether Britain’s constitution is working – a question also raised by the Speaker, John Bercow, on Thursday. “We don’t have a written constitution: it relies on convention and precedent, and the spirit within which those conventions and precedents are regarded. And if those conventions and precedents are ignored, overturned, challenged – then the lack of a codified constitution becomes an issue,” he said. “I would agree with those who would say in these circumstances, it may not be that you’d need a written constitution as a whole, but as a minimum, some of the procedures, not least in the Houses of Parliament, are going to have to be codified for clarity on what the rules are. There is no doubt in my mind that we have reached that point.” Rycroft is about to take up a post at the University of Cambridge as a distinguished honorary researcher at the Bennett Institute for Public Policy and the department for politics and internal studies. He warned against the growing tendency in public debate to denigrate civil servants and blame them for the failings of their political masters. “Civil servants do their job for governments of the day, delivering the policies of the government of the day, and that’s just as true for Brexit as for anything else.” He said claims his erstwhile colleague Olly Robbins had sought to stymie the government’s negotiating efforts were “complete nonsense”. Robbins left Whitehall as Johnson took over and it emerged recently that he had taken a job at the investment bank Goldman Sachs.",
      "charCount": "3961",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]