[
  {
    "id": "politics/2019/may/10/carl-benjamin-milkshake-ukip-mep-cornwall",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-10T19:53:24Z",
    "webTitle": "Protesters throw milkshake at Ukip MEP hopeful Carl Benjamin",
    "webUrl": "https://www.theguardian.com/politics/2019/may/10/carl-benjamin-milkshake-ukip-mep-cornwall",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/10/carl-benjamin-milkshake-ukip-mep-cornwall",
    "fields": {
      "headline": "Protesters throw milkshake at Ukip MEP hopeful Carl Benjamin",
      "standfirst": "<p>Incident is third time a rightwing activist has been targeted with the drink while campaigning</p>",
      "trailText": "Incident is third time a rightwing activist has been targeted with the drink while campaigning",
      "byline": "Patrick Greenfield",
      "main": "<figure class=\"element element-image\" data-media-id=\"8aa8b7f22c3172b40248b7a03d0d1f0603fbc327\"> <img src=\"https://media.guim.co.uk/8aa8b7f22c3172b40248b7a03d0d1f0603fbc327/0_140_6720_4032/1000.jpg\" alt=\"Carl Benjamin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Ukip MEP candidate is under investigation over comments suggesting he would rape Labour MP Jess Phillips.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A Ukip MEP candidate being investigated by police for speculating about whether he would rape the MP <a href=\"https://www.theguardian.com/politics/jess-phillips\">Jess Phillips</a> has become the latest rightwing activist to be targeted with a milkshake.</p> <p>A fight broke out in Truro, Cornwall, on Friday after two protesters tried to throw the drink over Carl Benjamin, known online as Sargon of Akkad, while he was canvassing for European elections. Protesters also threw fish at him.</p> <p>It is the third milkshake throwing incident involving a rightwing activist in just two weeks after the former English Defence League leader Tommy Robinson was covered twice in two days at the start of the month while he was campaigning in the north-west. Robinson, real name Stephen Yaxley-Lennon, is standing as an independent in the European elections.</p> <p>Although the protesters missed Benjamin with the drink while he held a gathering with the far-right activist Milo Yiannopoulos, other Ukip MEP candidates have expressed fears that they could also be targeted with milkshakes while campaigning.</p> <p>Posting on social media after Friday’s incident, Mark Meechan, who was fined £800 last year for breaches of the Communications Act after teaching a dog to give a Nazi salute, said: “Anyone that comes at me with a milkshake will need the straw to eat their meals for the next few months.”</p> <p>Footage taken by BBC Cornwall shows the moment Benjamin’s supporters pulled a man to the ground following the incident on Friday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCCornwall/status/1126824655841570816\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Dramatic scenes in <a href=\"https://twitter.com/hashtag/Truro?src=hash&amp;ref_src=twsrc%5Etfw\">#Truro</a> - scuffles break out after two protestors tried to throw milkshakes at UKIP EU Election candidate Carl Benjamin. <a href=\"https://twitter.com/DC_Police?ref_src=twsrc%5Etfw\">@DC_Police</a> are there<br><br>Full reports to follow from <a href=\"https://twitter.com/tamsinmelville?ref_src=twsrc%5Etfw\">@tamsinmelville</a> <a href=\"https://twitter.com/BBCSpotlight?ref_src=twsrc%5Etfw\">@BBCSpotlight</a> <a href=\"https://twitter.com/johnnyoshea?ref_src=twsrc%5Etfw\">@johnnyoshea</a> <br><br>BBC Local live feed ➡️ <a href=\"https://t.co/CrWdhHfEAt\">https://t.co/CrWdhHfEAt</a> <a href=\"https://t.co/JxG3wv4U6l\">pic.twitter.com/JxG3wv4U6l</a></p>&mdash; BBC Radio Cornwall (@BBCCornwall) <a href=\"https://twitter.com/BBCCornwall/status/1126824655841570816?ref_src=twsrc%5Etfw\">May 10, 2019</a></blockquote>  </figure>  <p>Devon and Cornwall police told the BBC: “A milkshake was reportedly thrown over a member of the public by a man wearing black clothing and a white mask.</p> <p>“Police carried out inquiries but the ‘victim’ did not make themselves known to officers. No official complaint has been received.”</p> <p>Broadcaster and columnist Julia Hartley-Brewer <a href=\"https://twitter.com/JuliaHB1/status/1126863663212761089\">has called on protesters</a> to stop throwing milkshakes at politicians, urging people to debate instead.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JuliaHB1/status/1126863663212761089\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You probably don’t like Carl Benjamin. And neither do I. But if YOU think it’s okay for a protester to throw a milkshake (or anything else) at HIM, there will also be people who think it’s okay to throw milkshakes over the politicians you agree with. Are you okay with that too? <a href=\"https://t.co/NyhrqszND6\">https://t.co/NyhrqszND6</a></p>&mdash; Julia Hartley-Brewer (@JuliaHB1) <a href=\"https://twitter.com/JuliaHB1/status/1126863663212761089?ref_src=twsrc%5Etfw\">May 10, 2019</a></blockquote>  </figure>  <p>The Ukip MEP candidate for south-west England <a href=\"https://www.theguardian.com/politics/2019/may/07/police-investigating-ukip-candidate-youtube-carl-benjamin-jess-phillips-comments\">is being investigated by police</a> after he released a video suggesting he might rape Phillips.</p> <p>He had previously come under fire for a social media message in which he said he “wouldn’t even rape” the Birmingham Yardley MP, but later posted a video online suggesting that “with enough pressure I might cave”.</p>",
      "wordcount": "363",
      "firstPublicationDate": "2019-05-10T19:53:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-10T20:25:10Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bebyg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8aa8b7f22c3172b40248b7a03d0d1f0603fbc327/0_140_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Ukip MEP candidate being investigated by police for speculating about whether he would rape the MP Jess Phillips has become the latest rightwing activist to be targeted with a milkshake. A fight broke out in Truro, Cornwall, on Friday after two protesters tried to throw the drink over Carl Benjamin, known online as Sargon of Akkad, while he was canvassing for European elections. Protesters also threw fish at him. It is the third milkshake throwing incident involving a rightwing activist in just two weeks after the former English Defence League leader Tommy Robinson was covered twice in two days at the start of the month while he was campaigning in the north-west. Robinson, real name Stephen Yaxley-Lennon, is standing as an independent in the European elections. Although the protesters missed Benjamin with the drink while he held a gathering with the far-right activist Milo Yiannopoulos, other Ukip MEP candidates have expressed fears that they could also be targeted with milkshakes while campaigning. Posting on social media after Friday’s incident, Mark Meechan, who was fined £800 last year for breaches of the Communications Act after teaching a dog to give a Nazi salute, said: “Anyone that comes at me with a milkshake will need the straw to eat their meals for the next few months.” Footage taken by BBC Cornwall shows the moment Benjamin’s supporters pulled a man to the ground following the incident on Friday. Devon and Cornwall police told the BBC: “A milkshake was reportedly thrown over a member of the public by a man wearing black clothing and a white mask. “Police carried out inquiries but the ‘victim’ did not make themselves known to officers. No official complaint has been received.” Broadcaster and columnist Julia Hartley-Brewer has called on protesters to stop throwing milkshakes at politicians, urging people to debate instead. The Ukip MEP candidate for south-west England is being investigated by police after he released a video suggesting he might rape Phillips. He had previously come under fire for a social media message in which he said he “wouldn’t even rape” the Birmingham Yardley MP, but later posted a video online suggesting that “with enough pressure I might cave”.",
      "charCount": "2221",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrick-greenfield\">Patrick Greenfield</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/10/dreams-of-a-modern-parliament-are-as-crumbled-as-the-palace",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-10T15:33:42Z",
    "webTitle": "Dreams of a modern parliament are as crumbled as the palace | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/10/dreams-of-a-modern-parliament-are-as-crumbled-as-the-palace",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/10/dreams-of-a-modern-parliament-are-as-crumbled-as-the-palace",
    "fields": {
      "headline": "Dreams of a modern parliament are as crumbled as the palace",
      "standfirst": "What a shame that a temporary chamber is to be built in London, writes <strong>Matt Dobson</strong>.<strong> </strong>Meanwhile<strong> John Rigby </strong>and<strong> Dr Peter Phillips</strong> lament a missed opportunity",
      "trailText": "<strong>Letters: </strong>What a shame that a temporary chamber is to be built in London, writes <strong>Matt Dobson</strong>.<strong> </strong>Meanwhile<strong> John Rigby </strong>and<strong> Dr Peter Phillips</strong> lament a missed opportunity",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d45a250836e5fb296147937c33ea38f39d3a4e1f\"> <img src=\"https://media.guim.co.uk/d45a250836e5fb296147937c33ea38f39d3a4e1f/0_619_3500_2101/1000.jpg\" alt=\"‘An outdated adversarial seating arrangement’: artist impression of the temporary House of Commons chamber.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘An outdated adversarial seating arrangement’: artist impression of the temporary House of Commons chamber.</span> <span class=\"element-image__credit\">Photograph: Allford Hall Monaghan Morris/PA</span> </figcaption> </figure>",
      "body": "<p>If there is any singular image of the state of British politics in 2019 it is surely that of the Houses of Parliament: crumbling, unfit for purpose, leaking, and ultimately another London-centric money pit (<a href=\"https://www.theguardian.com/politics/2019/may/08/mps-to-vote-on-house-of-commons-temporary-chamber\" title=\"\">Green and pleasantly familiar</a>, 9 May).</p> <p>Isn’t it a sad state of affairs when we attach the words “icon of democracy” to what is essentially just a functional space of bricks and mortar with the odd gothic flourish, green leather and a River Thames setting?</p> <p>What a shame that a temporary chamber is to be built in London. Here is an idea: a roaming chamber for the duration of the refurbishment. Get out into the provinces politicians claim to hear yet do nothing for. Force politicians out of the capital and into our towns and cities forgotten by so many.</p> <p>Hire out our council chambers, cathedrals, school sports halls, arts venues strapped for funding due to council cuts, use our hotels and small businesses trying to make ends meet, get out and see where the decisions, or lack of, made in that great building on the Thames are having an effect.</p> <p>Get people feeling like they can engage with politics and are finally being engaged with outside of election season. Go to Cornwall or Blackpool or Skegness in the low season, or spend more than a week in the Welsh Valleys or a pit town in County Durham, try taking a train or bus anywhere outside of London. Come see us rather than scurrying to another building in Whitehall. That would surely be a better icon of democracy.<br><strong>Matt Dobson</strong><br><em>Whitley Bay, Tyne and Wear</em></p> <p>• Your headline “Green and pleasantly familiar” describing our new temporary parliament says it all. The artist’s impression indicates that the architects’ brief specified an outdated adversarial seating arrangement and no electronic voting. One wonders if they’ve also specified 480 seats so that 170 members have to remain standing, as now. What other advanced democracy would require a facsimile of a 19th-century parliamentary operation, while ripping apart a Grade II*-listed building for a mere £1.6 bn?</p> <p>Parliamentary authorities might be able to afford a fit-for-purpose assembly building with seats for everyone plus electronic voting if they moved lock, stock and barrel to Manchester or Leeds – and still have some loose change to spend on local services.<br><strong>John Rigby</strong><br><em>Much Wenlock, Shropshire</em></p> <p>• The current wrangling and impasse over Brexit surely show that the adversarial layout of the House of Commons reflects an outdated political pattern of representation and inhibits dialogue. How, then, can it be “modernisation” when the layout is to be perpetuated in the temporary chamber and eventually restored to panelled splendour in a decade or so? This could have been an opportunity for bold experiment. Perhaps it is a mark of political immaturity and uncertainty that we cannot follow the example of the parliament buildings in Edinburgh and Cardiff and, indeed, most other parliaments abroad.<br><strong>Dr Peter Phillips</strong><br><em>Swansea</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "532",
      "commentable": "false",
      "firstPublicationDate": "2019-05-10T15:33:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:26:13Z",
      "newspaperEditionDate": "2019-05-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bea4h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d45a250836e5fb296147937c33ea38f39d3a4e1f/0_619_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If there is any singular image of the state of British politics in 2019 it is surely that of the Houses of Parliament: crumbling, unfit for purpose, leaking, and ultimately another London-centric money pit (Green and pleasantly familiar, 9 May). Isn’t it a sad state of affairs when we attach the words “icon of democracy” to what is essentially just a functional space of bricks and mortar with the odd gothic flourish, green leather and a River Thames setting? What a shame that a temporary chamber is to be built in London. Here is an idea: a roaming chamber for the duration of the refurbishment. Get out into the provinces politicians claim to hear yet do nothing for. Force politicians out of the capital and into our towns and cities forgotten by so many. Hire out our council chambers, cathedrals, school sports halls, arts venues strapped for funding due to council cuts, use our hotels and small businesses trying to make ends meet, get out and see where the decisions, or lack of, made in that great building on the Thames are having an effect. Get people feeling like they can engage with politics and are finally being engaged with outside of election season. Go to Cornwall or Blackpool or Skegness in the low season, or spend more than a week in the Welsh Valleys or a pit town in County Durham, try taking a train or bus anywhere outside of London. Come see us rather than scurrying to another building in Whitehall. That would surely be a better icon of democracy. Matt Dobson Whitley Bay, Tyne and Wear • Your headline “Green and pleasantly familiar” describing our new temporary parliament says it all. The artist’s impression indicates that the architects’ brief specified an outdated adversarial seating arrangement and no electronic voting. One wonders if they’ve also specified 480 seats so that 170 members have to remain standing, as now. What other advanced democracy would require a facsimile of a 19th-century parliamentary operation, while ripping apart a Grade II*-listed building for a mere £1.6 bn? Parliamentary authorities might be able to afford a fit-for-purpose assembly building with seats for everyone plus electronic voting if they moved lock, stock and barrel to Manchester or Leeds – and still have some loose change to spend on local services. John Rigby Much Wenlock, Shropshire • The current wrangling and impasse over Brexit surely show that the adversarial layout of the House of Commons reflects an outdated political pattern of representation and inhibits dialogue. How, then, can it be “modernisation” when the layout is to be perpetuated in the temporary chamber and eventually restored to panelled splendour in a decade or so? This could have been an opportunity for bold experiment. Perhaps it is a mark of political immaturity and uncertainty that we cannot follow the example of the parliament buildings in Edinburgh and Cardiff and, indeed, most other parliaments abroad. Dr Peter Phillips Swansea • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3249",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/10/the-case-for-rural-public-transport",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-10T15:32:57Z",
    "webTitle": "The case for rural public transport | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/10/the-case-for-rural-public-transport",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/10/the-case-for-rural-public-transport",
    "fields": {
      "headline": "The case for rural public transport",
      "standfirst": "We need to invest in country buses and trains, writes <strong>Jenny Gray</strong>. <strong>Sue Owen </strong>praises Manchester’s trams, while <strong>Mick Marchington</strong> bemoans the slowness of northern cross-country rail services",
      "trailText": "<strong>Letters: </strong>We need to invest in country buses and trains, writes <strong>Jenny Gray</strong>. <strong>Sue Owen </strong>praises Manchester’s trams, while <strong>Mick Marchington</strong> bemoans the slowness of northern cross-country rail services",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6ecca482d62f696b20ad7b555f9194f6c7dcab58\"> <img src=\"https://media.guim.co.uk/6ecca482d62f696b20ad7b555f9194f6c7dcab58/0_114_3500_2099/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Everywhere outside London is blighted by woefully inadequate and expensive public transport,’ writes Jenny Gray.</span> <span class=\"element-image__credit\">Photograph: Nick Ansell/PA</span> </figcaption> </figure>",
      "body": "<p>In total sympathy with Lynsey Hanley’s sentiments (<a href=\"https://www.theguardian.com/commentisfree/2019/may/07/transport-north-metro-mayors-london\" title=\"\">By rail or bus, the north is going nowhere</a>, Journal, 8 May). Not only the north but everywhere outside London is blighted by heavy use of polluting motor vehicles and woefully inadequate and expensive public transport.</p> <p>If the government was serious about limiting climate damage and improving public health, public transport improvement would be a priority. There must be heavy investment so that fares, particularly in peak time, are temptingly cheap and a comprehensive network is set up.</p> <p>Let’s see investment for country buses and trains, rather than vanity projects centred on London – which, of course, would also benefit if commuters came in by public transport rather than cars.<br><strong>Jenny Gray</strong><br><em>Marlborough, Wiltshire</em></p> <p>• I totally agree with Lynsey Hanley that the disparity in investment in public transport between London and the north is shockingly unjust. However, I was surprised that she thought Manchester should be “banging down doors” to get its own metro system. We already have a brilliant network of light, efficient, quiet, non-polluting trams that take hundreds of thousands of cars off the city’s roads each year.<br><strong>Sue Owen</strong><br><em>Manchester</em></p> <p>• This week I travelled by train to Leeds from Manchester. The outward journey from Manchester Piccadilly took over an hour because my train trundled round Manchester for 20 minutes, going via Victoria station. By contrast, I often travel to London from Macclesfield, a journey that takes 100 minutes for a distance four times that to Leeds. At the rate HS3 is progressing, I might never see the anticipated super fast trains.<br><strong>Mick Marchington</strong><br><em>High Peak, Derbyshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "309",
      "commentable": "false",
      "firstPublicationDate": "2019-05-10T15:32:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-10T16:17:04Z",
      "newspaperEditionDate": "2019-05-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bea6e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6ecca482d62f696b20ad7b555f9194f6c7dcab58/0_114_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In total sympathy with Lynsey Hanley’s sentiments (By rail or bus, the north is going nowhere, Journal, 8 May). Not only the north but everywhere outside London is blighted by heavy use of polluting motor vehicles and woefully inadequate and expensive public transport. If the government was serious about limiting climate damage and improving public health, public transport improvement would be a priority. There must be heavy investment so that fares, particularly in peak time, are temptingly cheap and a comprehensive network is set up. Let’s see investment for country buses and trains, rather than vanity projects centred on London – which, of course, would also benefit if commuters came in by public transport rather than cars. Jenny Gray Marlborough, Wiltshire • I totally agree with Lynsey Hanley that the disparity in investment in public transport between London and the north is shockingly unjust. However, I was surprised that she thought Manchester should be “banging down doors” to get its own metro system. We already have a brilliant network of light, efficient, quiet, non-polluting trams that take hundreds of thousands of cars off the city’s roads each year. Sue Owen Manchester • This week I travelled by train to Leeds from Manchester. The outward journey from Manchester Piccadilly took over an hour because my train trundled round Manchester for 20 minutes, going via Victoria station. By contrast, I often travel to London from Macclesfield, a journey that takes 100 minutes for a distance four times that to Leeds. At the rate HS3 is progressing, I might never see the anticipated super fast trains. Mick Marchington High Peak, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1962",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/may/10/labour-delist-uk-firms-failing-to-fight-climate-change-john-mcdonnell",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-05-10T14:00:37Z",
    "webTitle": "Labour weighs up delisting UK firms if they fail to fight climate change",
    "webUrl": "https://www.theguardian.com/business/2019/may/10/labour-delist-uk-firms-failing-to-fight-climate-change-john-mcdonnell",
    "apiUrl": "https://content.guardianapis.com/business/2019/may/10/labour-delist-uk-firms-failing-to-fight-climate-change-john-mcdonnell",
    "fields": {
      "headline": "Labour weighs up delisting UK firms if they fail to fight climate change",
      "standfirst": "<p>John McDonnell’s tough message likely to trip City alarm bells as party puts climate battle at heart of agenda</p>",
      "trailText": "John McDonnell’s tough message likely to trip City alarm bells as party puts climate battle at heart of agenda",
      "byline": "Larry Elliott and Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"fb4d0c261fee79068722e408cded22607e8ad46a\"> \n <img src=\"https://media.guim.co.uk/fb4d0c261fee79068722e408cded22607e8ad46a/0_165_5472_3283/1000.jpg\" alt=\"Extinction Rebellion climate change protesters block a road in the City of London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Extinction Rebellion climate change protesters block a road in the City of London.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>UK companies failing to tackle climate change would be delisted from the London Stock Exchange under radical plans for greening the economy being drawn up by Labour.</p> \n<p><a href=\"https://www.theguardian.com/politics/john-mcdonnell\">John McDonnell</a>, the shadow chancellor, said he would consider changing the law if necessary to force UK-listed firms to take adequate steps to fight the “climate emergency” facing the planet.</p> \n<p>In an interview with the Guardian, McDonnell said much of the City was already aware of the need to make faster progress towards a zero-carbon economy, but his proposals were about “weeding out those that are not taking it seriously”.</p> \n<p>“We’ve got to signal now that we’re being serious about tackling climate change. And we’re going to use every lever of government we possibly can to enable that to happen,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"67bc25af-d30a-4465-a1d8-320ae27b3588\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>The Committee on Climate Change says cutting greenhouse gas emissions to zero by 2050 is necessary, affordable and desirable. Here are some of the actions needed to make that happen:<br></p>\n    <p>• Petrol and diesel cars banned from sale ideally by 2030 and 2035 at the latest.</p>\n    <p>• Quadrupling clean electricity production from wind, solar and perhaps nuclear, plus batteries to store it and connections to Europe to share the load.</p>\n    <p>• Connection of new homes to the gas grid ending in 2025, with boilers using clean hydrogen or replaced by electric powered heat pumps. Plus, all homes and appliances being highly efficient.&nbsp; <br></p>\n    <p>• Beef, lamb and dairy consumption falling by 20%, though this is far lower than other studies recommend and a bigger shift to plant-based diets would make meeting the zero target easier.<br></p>\n    <p>• A fifth of all farmland – 15% of the UK – being converted to tree planting and growing biofuel crops and restoration of peat bogs. This is vital to take CO2 out of the air to balance unavoidable emissions from cattle and planes.<br></p>\n    <p>• 1.5bn new trees will be needed, meaning more than 150 football pitches a day of new forests from now to 2050.<br></p>\n    <p>• Flying would not be banned, but the number of flights will depend on how much airlines can cut emissions with electric planes or biofuels. <br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The shadow chancellor said that as a backbench MP he had proposed that the criteria for a listing a company on the stock exchange should include human rights, trade union rights and environmental policy.</p> \n<p>“We’re now going to discuss how we can insert tackling climate change as one of the criteria for listing on the London stock market.”</p> \n<p>Asked whether he would delist firms without climate change plans that are already quoted on the stock exchange, McDonnell replied: “Yes”.</p> \n<p>Labour’s proposals are likely to set alarm bells ringing in the City, home to some of the world’s biggest natural resource companies. But the shadow chancellor said the measures were justified by the scale of the climate change challenge.</p> \n<p>“It’s not about threatening or penalising, it’s saying here’s the steps we need to take to save the planet, it’s as simple as that,” he said.</p> \n<p>The shadow chancellor’s tough message to the finance sector followed meetings with the <a href=\"https://rebellion.earth/\">Extinction Rebellion</a> group that staged <a href=\"https://www.theguardian.com/environment/2019/apr/15/thousands-expected-in-london-for-extinction-rebellion-protest\">protests last month</a> – including in the City of London. Activists<a href=\"https://www.theguardian.com/environment/2019/apr/24/extinction-rebellion-declares-end-to-london-protests\"> glued themselves to the entrances of the stock exchange</a>, wearing LED signs saying “Climate emergency”, “Tell the truth” and “You can’t eat money”.</p> \n<p>The steps to banish egregious polluters from the City form <a href=\"https://www.theguardian.com/politics/2019/apr/17/labour-bank-england-green-mandate-john-mcdonnell-carney\">part of wider Labour plans to place climate change </a>at the heart of its agenda for government, as the party readies for a possible autumn election.</p> \n<p>Should an election be called and the party win power, McDonnell said he would help form a “red-green” government and help push Britain to a low-carbon economy. “There’s a sweeping understanding, right the way across, that our administration has to tackle this issue in a way that no one else is taking that seriously,” he said.</p> \n<p>Labour has a target to reduce greenhouse gas emissions to <a href=\"https://www.theguardian.com/business/2018/sep/24/labour-wants-green-energy-to-power-most-uk-homes-by-2030-greenhouse-gas-emissions\">zero by 2050</a>, or earlier if possible, while Jeremy Corbyn has acted to <a href=\"https://www.theguardian.com/environment/2019/may/01/declare-formal-climate-emergency-before-its-too-late-corbyn-warns\">declare a formal climate emergency</a>. The party has held a series of internal meetings to explore how government departments can pull together on the issue, while also discussing ways to reform the Bank of England’s powers.</p> \n<p>McDonnell suggested that if he became chancellor before a successor was chosen for Mark Carney, the Bank’s outgoing governor, he would seek to install someone who could lead the fight for greening the economy.</p> \n<p>“We do need someone fresh. We need someone who’s got an understanding of the challenges and climate change is a key one. And we need someone who is willing to be radical,” he said.</p> \n<p>The shadow chancellor said he had been impressed by Carney’s attempts to drive climate change up the agenda and that someone was required to push the issue to the next stage. “That does need some radical thinking,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers\">Mark Carney tells global banks they cannot ignore climate change dangers</a> </p> \n</aside> \n<p>Carney used an <a href=\"https://www.theguardian.com/environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers\">article in the Guardian</a> last month to warn that the global financial system faces an existential threat from climate change and needs reform. The governor is set to leave Threadneedle Street early next year. The <a href=\"https://www.theguardian.com/business/2019/apr/24/philip-hammond-starts-search-for-next-bank-of-england-governor#img-1\">search for his successor is due to conclude by October</a>.</p> \n<p>McDonnell has previously said the Bank’s powers to tackle climate change risks in the financial system could be overhauled, as well as measures handing Threadneedle Street a target for raising productivity growth in the UK economy.</p> \n<p>As part of those reforms, the shadow chancellor suggested Threadneedle Street could be given a climate change target. It could also be told to apply its policy toolkit to green the economy, including potential measures to penalise carbon-linked assets.</p> \n<p>Possible measures could include forcing banks to increase the financial reserves they hold to protect against losses for carbon assets.</p> \n<p>McDonnell said he thought the finance sector was ready for the changes, as growing numbers of investment management firms signal they will alter investing rules to take account of climate change.</p> \n<p>“The debate is beginning to change. The writing is on the wall and they’re going to see opportunities in the mechanisms for tackling climate change as well,” McDonnell said.</p> \n<p>“We want to signal change is coming and we’re serious about climate change.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "798",
      "firstPublicationDate": "2019-05-10T14:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-10T20:30:00Z",
      "newspaperEditionDate": "2019-05-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be5p4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb4d0c261fee79068722e408cded22607e8ad46a/0_165_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "UK companies failing to tackle climate change would be delisted from the London Stock Exchange under radical plans for greening the economy being drawn up by Labour. John McDonnell, the shadow chancellor, said he would consider changing the law if necessary to force UK-listed firms to take adequate steps to fight the “climate emergency” facing the planet. In an interview with the Guardian, McDonnell said much of the City was already aware of the need to make faster progress towards a zero-carbon economy, but his proposals were about “weeding out those that are not taking it seriously”. “We’ve got to signal now that we’re being serious about tackling climate change. And we’re going to use every lever of government we possibly can to enable that to happen,” he said. The shadow chancellor said that as a backbench MP he had proposed that the criteria for a listing a company on the stock exchange should include human rights, trade union rights and environmental policy. “We’re now going to discuss how we can insert tackling climate change as one of the criteria for listing on the London stock market.” Asked whether he would delist firms without climate change plans that are already quoted on the stock exchange, McDonnell replied: “Yes”. Labour’s proposals are likely to set alarm bells ringing in the City, home to some of the world’s biggest natural resource companies. But the shadow chancellor said the measures were justified by the scale of the climate change challenge. “It’s not about threatening or penalising, it’s saying here’s the steps we need to take to save the planet, it’s as simple as that,” he said. The shadow chancellor’s tough message to the finance sector followed meetings with the Extinction Rebellion group that staged protests last month – including in the City of London. Activists glued themselves to the entrances of the stock exchange, wearing LED signs saying “Climate emergency”, “Tell the truth” and “You can’t eat money”. The steps to banish egregious polluters from the City form part of wider Labour plans to place climate change at the heart of its agenda for government, as the party readies for a possible autumn election. Should an election be called and the party win power, McDonnell said he would help form a “red-green” government and help push Britain to a low-carbon economy. “There’s a sweeping understanding, right the way across, that our administration has to tackle this issue in a way that no one else is taking that seriously,” he said. Labour has a target to reduce greenhouse gas emissions to zero by 2050, or earlier if possible, while Jeremy Corbyn has acted to declare a formal climate emergency. The party has held a series of internal meetings to explore how government departments can pull together on the issue, while also discussing ways to reform the Bank of England’s powers. McDonnell suggested that if he became chancellor before a successor was chosen for Mark Carney, the Bank’s outgoing governor, he would seek to install someone who could lead the fight for greening the economy. “We do need someone fresh. We need someone who’s got an understanding of the challenges and climate change is a key one. And we need someone who is willing to be radical,” he said. The shadow chancellor said he had been impressed by Carney’s attempts to drive climate change up the agenda and that someone was required to push the issue to the next stage. “That does need some radical thinking,” he said. Carney used an article in the Guardian last month to warn that the global financial system faces an existential threat from climate change and needs reform. The governor is set to leave Threadneedle Street early next year. The search for his successor is due to conclude by October. McDonnell has previously said the Bank’s powers to tackle climate change risks in the financial system could be overhauled, as well as measures handing Threadneedle Street a target for raising productivity growth in the UK economy. As part of those reforms, the shadow chancellor suggested Threadneedle Street could be given a climate change target. It could also be told to apply its policy toolkit to green the economy, including potential measures to penalise carbon-linked assets. Possible measures could include forcing banks to increase the financial reserves they hold to protect against losses for carbon assets. McDonnell said he thought the finance sector was ready for the changes, as growing numbers of investment management firms signal they will alter investing rules to take account of climate change. “The debate is beginning to change. The writing is on the wall and they’re going to see opportunities in the mechanisms for tackling climate change as well,” McDonnell said. “We want to signal change is coming and we’re serious about climate change.”",
      "charCount": "4820",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> and <a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/10/the-only-game-in-town-to-stop-brexit-readers-on-tactical-voting-gina-miller-european-elections",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-10T12:26:48Z",
    "webTitle": "'The only game in town to stop Brexit': readers on tactical voting",
    "webUrl": "https://www.theguardian.com/politics/2019/may/10/the-only-game-in-town-to-stop-brexit-readers-on-tactical-voting-gina-miller-european-elections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/10/the-only-game-in-town-to-stop-brexit-readers-on-tactical-voting-gina-miller-european-elections",
    "fields": {
      "headline": "'The only game in town to stop Brexit': readers on tactical voting",
      "standfirst": "<p>The best of your discussion and suggestions as Gina Miller <a href=\"https://discussion.theguardian.com/comment-permalink/128867575\">joined readers</a> to debate her European election campaign <br></p>",
      "trailText": "The best of your discussion and suggestions as Gina Miller joined readers to debate her European election campaign <br>",
      "byline": "Guardian readers and Matthew Holmes",
      "main": "<figure class=\"element element-image\" data-media-id=\"673dd26c09bc8f40005a3dd27df1dd97b70f7851\"> \n <img src=\"https://media.guim.co.uk/673dd26c09bc8f40005a3dd27df1dd97b70f7851/0_294_6720_4032/1000.jpg\" alt=\"Gina Miller has launched Remain United, a tactical voting website.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Gina Miller has launched Remain United, a tactical voting website.</span> \n  <span class=\"element-image__credit\">Photograph: Anna Gordon/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<h2>‘I’m amazed how little mind is given to voting tactically normally’</h2> \n<p>About time. I’m amazed how little mind is given to voting tactically normally: it’s usually <a href=\"https://www.theguardian.com/politics/2001/may/25/internet.election2001\">the Guardian’s own Polly Toynbee banging this drum</a> and ... no one else.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/09/nigel-farage-european-elections-remain-vote-brexit-party-gina-miller\">Want to stop Nigel Farage storming the European elections? Then vote tactically | Gina Miller</a> </p> \n</aside> \n<p>The trick comes from realising that voting is extremely important, but that it should only be a tiny part of one’s political engagement: on one day, on one ballot paper, you put a cross. People might have no time for the pro-independence shenanigans of Plaid Cymru or the SNP, or they might still be feeling the ramifications of the austerity that the Liberal Democrats helped collaborate and enable. They’re all battles for another time. On that one day, you fight the battle ahead of you by merely placing a cross. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128852969\">Haigin88</a></strong></p> \n<h2>‘Remain got it wrong in 2016 and look like getting it wrong again’</h2> \n<p>There has been too much focus on tactical voting and not nearly enough on turnout and voter registration. The ordinary voter is neither interested or understanding of the complexities of FPTP or in this case D’Hondt. They simply want a simple message on who to vote for and why.</p> \n<p>Remain got that wrong in 2016 and look like getting it wrong again. If the Brexit voting cohort turn out in force and everyone else sits on their hands, Farage will be assured his “victory” and we can kiss goodbye to a second referendum – and, do you know what? It will probably be a good thing, as remain would lose again. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128849641\">screamingman</a></strong></p> \n<h2>‘Getting behind the lead remain party in each region will increase the total number of EU supporting MEPs elected’</h2> \n<p>The EU elections are a peculiar election that uses a specific proportional representation method called the D’Hondt mathematical system. This plus the emergence of Change UK and The Brexit Party has complicated the maths.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0d1a53eb-063a-4d14-a8bf-2b12917b640d\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The UK elects 73 members (MEPs) to the European parliament, which is made up of 751 MEPs elected by the 28 member states of the EU. The UK is split into 12 European electoral regions, and each region is represented by between three and 10 MEPs.</p>\n    <p>The constituencies are:<br></p>\n    <ul>\n     <li>South East England (10 MEPs)</li>\n     <li>London (8)</li>\n     <li>North West England (8)</li>\n     <li>East of England (7)</li>\n     <li>West Midlands (7)</li>\n     <li>South West England (including Gibraltar) (6)</li>\n     <li>Yorkshire and the Humber (6)</li>\n     <li>Scotland (6)</li>\n     <li>East Midlands (5)</li>\n     <li>Wales (4)</li>\n     <li>North East England (3)</li>\n     <li>Northern Ireland (3)</li>\n    </ul>\n    <p>You can find out who is standing for election in your area&nbsp;<a href=\"https://whocanivotefor.co.uk/\">here</a>.</p>\n    <p>In England, Scotland and Wales, voters can choose to vote for one party or individual. The ballot paper lists the parties standing with the names of their potential MEPs, as well as any individuals who are standing as independent candidates. The&nbsp;<a href=\"https://www.ucl.ac.uk/~ucahhwi/dhondt.pdf\">D’Hondt method</a>&nbsp;of proportional representation is used to calculate how many seats each party or individual receives.&nbsp;</p>\n    <p>In Northern Ireland, the&nbsp;<a href=\"https://www.electoral-reform.org.uk/voting-systems/types-of-voting-system/single-transferable-vote/\">single transferable vote method</a>&nbsp;is used, where each voter ranks candidates in order of preference, marking 1 beside their most preferred candidate, 2 beside their second choice, and so on. These votes are then used to allocate Northern Ireland’s three MEPs.</p>\n    <p>Those elected as MEPs on 23 May will represent the UK when the new European parliament assembles on 1 July, until such time as the UK ceases to be a member of the&nbsp;<a href=\"https://www.theguardian.com/world/eu\">European Union</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The most important messages are: 1) low turnout will benefit the Brexit Party, and 2) getting behind the lead remain party in each region will increase the total number of EU supporting MEPs elected. 3) In terms of totalling the predicted percentages for all remain parties versus all leave parties – the research shows a 57% for remain versus 43% for leave. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128867423\">Gina Miller</a></strong></p> \n<h2>‘The only game in town if you oppose Brexit is to support a Remain party’</h2> \n<p>I think everyone is missing the point on the popularity of Brexit Party. It is polling in the 30s in most regions (except London and Scotland). On those numbers, it will always pick up quite a few seats. It is unlikely that many of their voters are going to change their minds, policies or no policies. The only game in town if you oppose Brexit is to support a Remain party that stands a fair chance of getting an MEP elected (eg supporting Change UK in Scotland is a wasted vote). <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128851633\">Ian MacLaren</a></strong></p> \n<h2>‘With my fingers burned by Nick Clegg I would know better’</h2> \n<p>Did the fact that I once voted tactically, giving Clegg the opportunity to donate my vote to the very party I was hoping to prevent, actually contribute to Cameron being in a strong enough position to bring about the referendum in the first place?</p> \n<p>Either way, with my fingers burned, I would know better than to ever do other than vote with my own conscience in future. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128852580\">R2D2noisy</a></strong></p> \n<h2>‘Yet another attempt by Britain to put its own interests ahead of those of Europe’</h2> \n<p>The European parliamentary elections is not a glorified opinion poll on Brexit, and it is a shame to see them being regarded as such. The EU elections are to determine the composition of the EU Parliament. What we need are European MPs who will seek to reform the EU from within, who will seek to transform the elitist top-down neo-liberal version of the EU into a genuinely bottom-up democratic one, where people not elites determine the shape of the EU.</p> \n<p>I can’t see any point voting for parties like change UK, which seems to be a vanity project for failed MPs and has no policies and no ideas.</p> \n<p>There are 27 of the countries in the EU and the EU Parliament members all have different views on which way forward the EU should take. If the only reason people vote in the parliamentary elections is because they regard it as an opinion poll about Brexit this will be seen as yet another attempt by Britain to put its own interests ahead of those of Europe. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128857209\">jacqueshebert</a></strong></p> \n<h2>‘The European elections are a confirmatory vote’</h2> \n<p>Finally, it appears to me that there is a resolution in sight, for any uncertainty on what the people of this country are seeking. A confirmatory vote.</p> \n<p>We have one approaching in a couple of weeks time. The European elections.</p> \n<p>There can be no doubt that Labour, the Conservatives, Brexit Party and UKIP are all “Leave” parties as it is written in their manifestos. Equally, we all know that the Lib Dems, SNP and Greens support remain.</p> \n<figure class=\"element element-image\" data-media-id=\"d33734986c0369206cbb81c5e5f8a1ecd75d277f\"> \n <img src=\"https://media.guim.co.uk/d33734986c0369206cbb81c5e5f8a1ecd75d277f/0_52_6655_3995/1000.jpg\" alt=\"Volunteers hang a EU flag as they prepare the room for the launch of the Green Party’s European election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Volunteers hang a EU flag as they prepare the room for the launch of the Green Party’s European election campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>So, straightforward stuff this ... people can vote for whichever party they feel best represents what they are looking for. That way, by the end of May we will have had a confirmatory vote, one way or the other, that clearly demonstrates the current “will of the people”. Who could argue with that? <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128849390\">Cransley</a></strong></p> \n<h2>‘I’m virtually alone in treating these elections for the purpose for which they’re intended’</h2> \n<p>It isn’t a confirmatory vote. I, for example, will vote Labour because I’d like to see the centre-left S&amp;D grouping get enough support to beat the EPP, the centre-right technocrats who’ve dominated the EU parliament for all of this century. I’ve voted Green in the past because I admire their beliefs and their reformist programme, but this time I think we require a strong bolster against the right-wing insurgence that is likely.</p> \n<p>I realise I’m virtually alone in treating these elections for the purpose for which they’re intended, but I think that’s an important part of taking democracy seriously. I will not use them as an opinion poll or a proxy referendum on a domestic parliamentary issue. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128855592\">alexito</a></strong></p> \n<h2>‘Our democracy is far more important than the arrogance of our political class’</h2> \n<p>The simple reason [Farage will do well] is a huge amount of the electorate are angry that our political class, along with the establishment are trying to overturn the referendum result.</p> \n<p>This is no longer about whether anyone voted Leave or Remain, it is about our democracy. So there are going to be huge numbers of Leave voters, and plenty of Remainers voting for the Brexit party to make it clear it is us the electorate who are in charge.</p> \n<p>You cannot lead the British electorate down that very long garden path to renege at the last minute which is what our political class are doing. As such I hope the Brexit party win as much as the popular vote as they can, with the maximum number of MEPs.</p> \n<p>Our democracy is far more important than the arrogance, and self entitlement of our political class. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128850493\">DBS</a></strong></p> \n<h2>‘We always have to go through this process of working out who we would least like to see get in’</h2> \n<p>Perhaps the most extraordinary thing in all of this is how, even when we are supposedly devising a PR system for electing our represenatiatives, we come up with a system where you still find that you cannot just vote for the party that best represents your views...</p> \n<p>We always have to go through this process of working out who we would least like to see get in and pitch our vote to this aim. It’s almost as though we do not want small parties taking the power from the big parties, and we don’t want our politicians to represent the full range of opinions in this country.</p> \n<p>I suspect that it is our obsession with strong parties and strong government that is putting people off the political process and our political representatives more than anything else. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/128853577\">ghotiface</a></strong></p> \n<ul> \n <li><p>Click on the name under each comment to view it in the original thread and expand the discussion</p></li> \n</ul>",
      "wordcount": "1352",
      "firstPublicationDate": "2019-05-10T12:26:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:29Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/be5dq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/673dd26c09bc8f40005a3dd27df1dd97b70f7851/0_294_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘I’m amazed how little mind is given to voting tactically normally’ About time. I’m amazed how little mind is given to voting tactically normally: it’s usually the Guardian’s own Polly Toynbee banging this drum and ... no one else. The trick comes from realising that voting is extremely important, but that it should only be a tiny part of one’s political engagement: on one day, on one ballot paper, you put a cross. People might have no time for the pro-independence shenanigans of Plaid Cymru or the SNP, or they might still be feeling the ramifications of the austerity that the Liberal Democrats helped collaborate and enable. They’re all battles for another time. On that one day, you fight the battle ahead of you by merely placing a cross. Haigin88 ‘Remain got it wrong in 2016 and look like getting it wrong again’ There has been too much focus on tactical voting and not nearly enough on turnout and voter registration. The ordinary voter is neither interested or understanding of the complexities of FPTP or in this case D’Hondt. They simply want a simple message on who to vote for and why. Remain got that wrong in 2016 and look like getting it wrong again. If the Brexit voting cohort turn out in force and everyone else sits on their hands, Farage will be assured his “victory” and we can kiss goodbye to a second referendum – and, do you know what? It will probably be a good thing, as remain would lose again. screamingman ‘Getting behind the lead remain party in each region will increase the total number of EU supporting MEPs elected’ The EU elections are a peculiar election that uses a specific proportional representation method called the D’Hondt mathematical system. This plus the emergence of Change UK and The Brexit Party has complicated the maths. The most important messages are: 1) low turnout will benefit the Brexit Party, and 2) getting behind the lead remain party in each region will increase the total number of EU supporting MEPs elected. 3) In terms of totalling the predicted percentages for all remain parties versus all leave parties – the research shows a 57% for remain versus 43% for leave. Gina Miller ‘The only game in town if you oppose Brexit is to support a Remain party’ I think everyone is missing the point on the popularity of Brexit Party. It is polling in the 30s in most regions (except London and Scotland). On those numbers, it will always pick up quite a few seats. It is unlikely that many of their voters are going to change their minds, policies or no policies. The only game in town if you oppose Brexit is to support a Remain party that stands a fair chance of getting an MEP elected (eg supporting Change UK in Scotland is a wasted vote). Ian MacLaren ‘With my fingers burned by Nick Clegg I would know better’ Did the fact that I once voted tactically, giving Clegg the opportunity to donate my vote to the very party I was hoping to prevent, actually contribute to Cameron being in a strong enough position to bring about the referendum in the first place? Either way, with my fingers burned, I would know better than to ever do other than vote with my own conscience in future. R2D2noisy ‘Yet another attempt by Britain to put its own interests ahead of those of Europe’ The European parliamentary elections is not a glorified opinion poll on Brexit, and it is a shame to see them being regarded as such. The EU elections are to determine the composition of the EU Parliament. What we need are European MPs who will seek to reform the EU from within, who will seek to transform the elitist top-down neo-liberal version of the EU into a genuinely bottom-up democratic one, where people not elites determine the shape of the EU. I can’t see any point voting for parties like change UK, which seems to be a vanity project for failed MPs and has no policies and no ideas. There are 27 of the countries in the EU and the EU Parliament members all have different views on which way forward the EU should take. If the only reason people vote in the parliamentary elections is because they regard it as an opinion poll about Brexit this will be seen as yet another attempt by Britain to put its own interests ahead of those of Europe. jacqueshebert ‘The European elections are a confirmatory vote’ Finally, it appears to me that there is a resolution in sight, for any uncertainty on what the people of this country are seeking. A confirmatory vote. We have one approaching in a couple of weeks time. The European elections. There can be no doubt that Labour, the Conservatives, Brexit Party and UKIP are all “Leave” parties as it is written in their manifestos. Equally, we all know that the Lib Dems, SNP and Greens support remain. So, straightforward stuff this ... people can vote for whichever party they feel best represents what they are looking for. That way, by the end of May we will have had a confirmatory vote, one way or the other, that clearly demonstrates the current “will of the people”. Who could argue with that? Cransley ‘I’m virtually alone in treating these elections for the purpose for which they’re intended’ It isn’t a confirmatory vote. I, for example, will vote Labour because I’d like to see the centre-left S&amp;D grouping get enough support to beat the EPP, the centre-right technocrats who’ve dominated the EU parliament for all of this century. I’ve voted Green in the past because I admire their beliefs and their reformist programme, but this time I think we require a strong bolster against the right-wing insurgence that is likely. I realise I’m virtually alone in treating these elections for the purpose for which they’re intended, but I think that’s an important part of taking democracy seriously. I will not use them as an opinion poll or a proxy referendum on a domestic parliamentary issue. alexito ‘Our democracy is far more important than the arrogance of our political class’ The simple reason [Farage will do well] is a huge amount of the electorate are angry that our political class, along with the establishment are trying to overturn the referendum result. This is no longer about whether anyone voted Leave or Remain, it is about our democracy. So there are going to be huge numbers of Leave voters, and plenty of Remainers voting for the Brexit party to make it clear it is us the electorate who are in charge. You cannot lead the British electorate down that very long garden path to renege at the last minute which is what our political class are doing. As such I hope the Brexit party win as much as the popular vote as they can, with the maximum number of MEPs. Our democracy is far more important than the arrogance, and self entitlement of our political class. DBS ‘We always have to go through this process of working out who we would least like to see get in’ Perhaps the most extraordinary thing in all of this is how, even when we are supposedly devising a PR system for electing our represenatiatives, we come up with a system where you still find that you cannot just vote for the party that best represents your views... We always have to go through this process of working out who we would least like to see get in and pitch our vote to this aim. It’s almost as though we do not want small parties taking the power from the big parties, and we don’t want our politicians to represent the full range of opinions in this country. I suspect that it is our obsession with strong parties and strong government that is putting people off the political process and our political representatives more than anything else. ghotiface Click on the name under each comment to view it in the original thread and expand the discussion",
      "charCount": "7651",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/guardian-readers\">Guardian readers</a> and <a href=\"profile/matthew-holmes\">Matthew Holmes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/10/donald-tusk-chance-of-brexit-being-cancelled-could-be-30",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-10T10:00:29Z",
    "webTitle": "Donald Tusk: chance of Brexit being cancelled could be 30%",
    "webUrl": "https://www.theguardian.com/world/2019/may/10/donald-tusk-chance-of-brexit-being-cancelled-could-be-30",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/10/donald-tusk-chance-of-brexit-being-cancelled-could-be-30",
    "fields": {
      "headline": "Donald Tusk: chance of Brexit being cancelled could be 30%",
      "standfirst": "<p>EU chief says good reason to believe leave vote could be reversed in second referendum</p>",
      "trailText": "EU chief says good reason to believe leave vote could be reversed in second referendum",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"57293285b66335560d8652a72370ec5a6f9c46d9\"> <img src=\"https://media.guim.co.uk/57293285b66335560d8652a72370ec5a6f9c46d9/0_348_3976_2386/1000.jpg\" alt=\"Donald Tusk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Tusk: ‘The referendum was at the worst possible moment, it is the result of a wrong political calculation.’</span> <span class=\"element-image__credit\">Photograph: Alex Nicodim/Sipa/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The chances of the UK staying in the EU are as high as 30% as the country would be likely to reject Brexit in a second referendum, the president of the European council, Donald Tusk, has said.</p> <p>The bloc’s most senior official claimed the British public had only truly debated Brexit after the 2016 referendum and there was significant reason to believe the leave vote could be reversed.</p> <p>Describing the decision by the former British prime minister, David Cameron, to call the vote as a political miscalculation, Tusk said he would expect a different result in a vote today given what had been learned about the consequences of leaving.</p> <p>“The referendum was at the worst possible moment, it is the result of a wrong political calculation,” Tusk said in an interview with the Polish newspaper Gazeta Wyborcza (GW) that was shared with the Guardian as part of the <a href=\"https://www.theguardian.com/world/series/europa\">Europa collaboration of six European newspapers</a>.</p> <p>“A real debate about the consequences of Brexit wasn’t had during the referendum campaign, but only after the vote. Today the result would probably look different. Paradoxically, Brexit awoke in Great Britain a pro-European movement.”</p> <p>Tusk, whose tenure as president of the European council, the EU body made up of the 28 leaders of member states, is due to end in November, said he had been moved by the anti-Brexit march in London earlier this year during which he was celebrated as a voice calling for the UK to reconsider.</p> <p>While suggesting there was a “crisis in leadership” among remainers, in an echo of his previous claim that the Labour party under Jeremy Corbyn is essentially pro-Brexit, Tusk said he still believed it was possible the question could again be put to the people.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"85dd70dc-2cc9-4d5d-b5c3-498af371e06b\"         data-atom-type=\"timeline\"    > </gu-atom> </figure>   <p>The Labour leader this week suggested <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news\">a second referendum could be a “healing” development</a>, as cross-party talks over the Brexit impasse in Westminster appeared to be fizzling out.</p> <p>“Hannah Arendt said that in politics and history things only become irreversible when people recognise them as such. Because, in themselves, they are not irreversible,” Tusk said.</p> <p>“After the British referendum in 2016, I thought that if we recognise that the case is closed, it will be the end. Today the chance that Brexit will not happen is, in my opinion, 20-30%. That’s a lot.</p> <p>“From month to month, it is becoming increasingly clear that the UK’s exit from the EU will look completely different than the Brexit that was promoted,” Tusk added. “I see no reason to capitulate.”</p> <p>The former Polish prime minister, who was interviewed by the GW editor, Adam Michnik, to mark the newspaper’s 30th anniversary, said there was historical precedent for the British people revisiting decisions made in referendums.</p> <p>“Even if we repeat that the referendum is the expression of will by the nation, and the will of the nation must be respected, yes, you have to respect it,” he said. “But the 2016 referendum was not the first on the UK‘s membership of the EU. The first took place in 1975, when the British, two years after entering the European Economic Commmunity, decided whether to remain in it.</p> <p>“If the 2016 referendum was able to change the result of the referendum in 1975, why can it not be changed again? Nothing is irreversible until people believe it is.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2019/may/10/love-corbyn-hate-brexit-labour-eu-elections-dilemma-today-in-focus-podcast\">Love Corbyn, hate Brexit? Labour's EU elections dilemma – podcast</a> </p> </aside>  <p>In April, Britain’s membership of the EU was <a href=\"https://www.theguardian.com/politics/live/2019/apr/10/brexit-eu-to-decide-on-uk-extension-live-news?page=with:block-5cae67f98f0852bbb93b5bff\">extended to 31 October</a> by the 27 heads of state and government to allow Downing Street more time to secure ratification of the withdrawal agreement.</p> <p>The UK had been due to leave the bloc on 29 March, after two years of negotiations, but the repeated rejection of Theresa May’s Brexit deal by the Commons forced the prime minister to seek more time.</p> <p>Tusk admitted that “almost every day” he heard from those who said the UK should be cut off from the EU if it was unable to come to a deal.</p> <p>“My main task is to make sure that the EU has shown patience despite being felt in many places on the continent these negative emotions,” he said. “I say to colleagues to wait a while longer. For now, we managed to win some time. The deadline expires in October, but I will persuade them – if necessary – not to close the calendar. There is no place for rush to Brexit. Churchill used to say that a problem postponed is partially solved.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "731",
      "firstPublicationDate": "2019-05-10T10:00:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:29Z",
      "newspaperEditionDate": "2019-05-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be5z7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/57293285b66335560d8652a72370ec5a6f9c46d9/0_348_3976_2386/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The chances of the UK staying in the EU are as high as 30% as the country would be likely to reject Brexit in a second referendum, the president of the European council, Donald Tusk, has said. The bloc’s most senior official claimed the British public had only truly debated Brexit after the 2016 referendum and there was significant reason to believe the leave vote could be reversed. Describing the decision by the former British prime minister, David Cameron, to call the vote as a political miscalculation, Tusk said he would expect a different result in a vote today given what had been learned about the consequences of leaving. “The referendum was at the worst possible moment, it is the result of a wrong political calculation,” Tusk said in an interview with the Polish newspaper Gazeta Wyborcza (GW) that was shared with the Guardian as part of the Europa collaboration of six European newspapers. “A real debate about the consequences of Brexit wasn’t had during the referendum campaign, but only after the vote. Today the result would probably look different. Paradoxically, Brexit awoke in Great Britain a pro-European movement.” Tusk, whose tenure as president of the European council, the EU body made up of the 28 leaders of member states, is due to end in November, said he had been moved by the anti-Brexit march in London earlier this year during which he was celebrated as a voice calling for the UK to reconsider. While suggesting there was a “crisis in leadership” among remainers, in an echo of his previous claim that the Labour party under Jeremy Corbyn is essentially pro-Brexit, Tusk said he still believed it was possible the question could again be put to the people. The Labour leader this week suggested a second referendum could be a “healing” development, as cross-party talks over the Brexit impasse in Westminster appeared to be fizzling out. “Hannah Arendt said that in politics and history things only become irreversible when people recognise them as such. Because, in themselves, they are not irreversible,” Tusk said. “After the British referendum in 2016, I thought that if we recognise that the case is closed, it will be the end. Today the chance that Brexit will not happen is, in my opinion, 20-30%. That’s a lot. “From month to month, it is becoming increasingly clear that the UK’s exit from the EU will look completely different than the Brexit that was promoted,” Tusk added. “I see no reason to capitulate.” The former Polish prime minister, who was interviewed by the GW editor, Adam Michnik, to mark the newspaper’s 30th anniversary, said there was historical precedent for the British people revisiting decisions made in referendums. “Even if we repeat that the referendum is the expression of will by the nation, and the will of the nation must be respected, yes, you have to respect it,” he said. “But the 2016 referendum was not the first on the UK‘s membership of the EU. The first took place in 1975, when the British, two years after entering the European Economic Commmunity, decided whether to remain in it. “If the 2016 referendum was able to change the result of the referendum in 1975, why can it not be changed again? Nothing is irreversible until people believe it is.” In April, Britain’s membership of the EU was extended to 31 October by the 27 heads of state and government to allow Downing Street more time to secure ratification of the withdrawal agreement. The UK had been due to leave the bloc on 29 March, after two years of negotiations, but the repeated rejection of Theresa May’s Brexit deal by the Commons forced the prime minister to seek more time. Tusk admitted that “almost every day” he heard from those who said the UK should be cut off from the EU if it was unable to come to a deal. “My main task is to make sure that the EU has shown patience despite being felt in many places on the continent these negative emotions,” he said. “I say to colleagues to wait a while longer. For now, we managed to win some time. The deadline expires in October, but I will persuade them – if necessary – not to close the calendar. There is no place for rush to Brexit. Churchill used to say that a problem postponed is partially solved.”",
      "charCount": "4208",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/09/tories-fear-dismal-results-in-european-elections-meps-say",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-10T06:27:22Z",
    "webTitle": "European elections: Tories could come sixth, officials fear",
    "webUrl": "https://www.theguardian.com/politics/2019/may/09/tories-fear-dismal-results-in-european-elections-meps-say",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/09/tories-fear-dismal-results-in-european-elections-meps-say",
    "fields": {
      "headline": "European elections: Tories could come sixth, officials fear",
      "standfirst": "<p>Candidates say the party is ‘almost in denial’ over vote and will not publish manifesto</p>",
      "trailText": "Candidates say the party is ‘almost in denial’ over vote and will not publish manifesto",
      "byline": "Rowena Mason and Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad7c0186a2e3f259b7944fa564977ffe6893242c\"> \n <img src=\"https://media.guim.co.uk/ad7c0186a2e3f259b7944fa564977ffe6893242c/0_56_3500_2101/1000.jpg\" alt=\"Theresa May has refused to step down until Brexit is achieved.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May has refused to step down until Brexit is achieved.</span> \n  <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Conservative officials fear the party could come sixth in the European elections, with their support plummeting to single digits.</p> \n<p>Candidates running in the election said the party was “almost in denial” that the poll was happening and continued to insist they would not need to take up their seats in the European parliament, despite fading prospects for a cross-party deal with Labour that would enable Brexit to happen before 2 July.</p> \n<p>The fears of a dismal performance have been stoked by the fact that the party plans to spend no money on candidate campaigning, will not publish a manifesto and is refusing to hold a launch.</p> \n<p>One MEP said candidates were funding their campaigns out of their own pockets, unlike previous years when there was a central pot of funding available. They have been told they are allowed to have their own regional manifestos, but many are not bothering, and there will be no central party manifesto.</p> \n<p>“The thinking is that if we make no effort then we will have an excuse for having done so badly. But it is seriously embarrassing,” said one MEP.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"69788898-b634-43c3-a4eb-698762b97e64\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/4M4DxQ5dhBA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Another Conservative source said internal data showed the party could do worse than the Brexit party, Labour, the Lib Dems, Change UK and even potentially the Greens, with support at less than 10%. That would translate to only a handful of seats, down from the current 22.</p> \n<p>A second CCHQ source said the outlook was “absolutely dire” and worse even than the public pollsters were predicting because the party was planning to put in no effort whatsoever, apart from a free mailshot.</p> \n<p>Part of the problem is the party’s activist base, as they are not motivated to campaign for the Conservatives when Brexit has not been delivered as previously promised. Surveys suggest around three in five members are planning to vote for <a href=\"https://www.theguardian.com/politics/brexit-party\">Nigel Farage’s Brexit party</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0d1a53eb-063a-4d14-a8bf-2b12917b640d\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The UK elects 73 members (MEPs) to the European parliament, which is made up of 751 MEPs elected by the 28 member states of the EU. The UK is split into 12 European electoral regions, and each region is represented by between three and 10 MEPs.</p>\n    <p>The constituencies are:<br></p>\n    <ul>\n     <li>South East England (10 MEPs)</li>\n     <li>London (8)</li>\n     <li>North West England (8)</li>\n     <li>East of England (7)</li>\n     <li>West Midlands (7)</li>\n     <li>South West England (including Gibraltar) (6)</li>\n     <li>Yorkshire and the Humber (6)</li>\n     <li>Scotland (6)</li>\n     <li>East Midlands (5)</li>\n     <li>Wales (4)</li>\n     <li>North East England (3)</li>\n     <li>Northern Ireland (3)</li>\n    </ul>\n    <p>You can find out who is standing for election in your area&nbsp;<a href=\"https://whocanivotefor.co.uk/\">here</a>.</p>\n    <p>In England, Scotland and Wales, voters can choose to vote for one party or individual. The ballot paper lists the parties standing with the names of their potential MEPs, as well as any individuals who are standing as independent candidates. The&nbsp;<a href=\"https://www.ucl.ac.uk/~ucahhwi/dhondt.pdf\">D’Hondt method</a>&nbsp;of proportional representation is used to calculate how many seats each party or individual receives.&nbsp;</p>\n    <p>In Northern Ireland, the&nbsp;<a href=\"https://www.electoral-reform.org.uk/voting-systems/types-of-voting-system/single-transferable-vote/\">single transferable vote method</a>&nbsp;is used, where each voter ranks candidates in order of preference, marking 1 beside their most preferred candidate, 2 beside their second choice, and so on. These votes are then used to allocate Northern Ireland’s three MEPs.</p>\n    <p>Those elected as MEPs on 23 May will represent the UK when the new European parliament assembles on 1 July, until such time as the UK ceases to be a member of the&nbsp;<a href=\"https://www.theguardian.com/world/eu\">European Union</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>After a meeting with Brandon Lewis, the Conservative party chairman, earlier this week, MEP candidates were left with the impression that Theresa May would give a speech next week setting out the party’s European election message. However, a No 10 source said there were “no plans” for such an intervention.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/08/may-buys-time-with-hints-at-new-withdrawal-bill-vote-and-exit-date\">May buys time with hints at new withdrawal bill vote and exit date</a> </p> \n</aside> \n<p>With a dire showing predicted, May is expected to make another effort to get her withdrawal bill through the House of Commons or let MPs vote on various different options for Brexit within the next two weeks.</p> \n<p>The prime minister’s official spokeswoman said No 10 hoped to “bring forward” the bill before Whitsun recess on 23 May – the day of the European elections. However, she will only do this if there is enough support from across the House of Commons, including Labour, to stop it being voted down at the first hurdle.</p> \n<p>One plan under consideration is publishing the bill before the 11-day break for MPs and then allowing them to debate and vote on it after they have had time to contemplate the results of the European elections, which are likely to lead to a strong showing for Farage’s Brexit party.</p> \n<p>One cabinet minister said there was a case for daring Labour to vote it down, as that would put the pressure back on them.</p> \n<p>However, if the withdrawal bill were to be voted down, the prime minister would have to prorogue parliament and put forward a new Queen’s Speech, but there is no certainty that she even has support for a new programme of legislation. If a Queen’s Speech fell then it could bring down the government.</p> \n<p>Backing from the DUP would be crucial to getting through a Queen’s Speech but they could need a new agreement involving more money for Northern Ireland to achieve that.</p> \n<p>In a sign May is gearing up for parliamentary battles ahead, she hosted lunch for Arlene Foster, the DUP leader, Nigel Dodds, the DUP Westminster leader, and Sir Jeffrey Donaldson, the chief whip, at her Chequers country residence on Thursday.</p> \n<p>The talks involved the drive to get the prime minister’s withdrawal agreement bill through parliament, as well as the confidence and supply deal that is due to expire at the end of this parliamentary session.</p> \n<p>Sources close to the government said May made it clear she wants to restore the Northern Ireland assembly before leaving office and is open to a renewed confidence and supply agreement with the DUP.</p> \n<p>May has refused to step down until Brexit is achieved, but a further array of Conservative candidates were jostling for position on Thursday in the expectation that she could soon be out of office.</p> \n<p><a href=\"https://www.theguardian.com/politics/esther-mcvey\">Esther McVey</a>, a Brexiter who quit the cabinet in protest at May’s Brexit deal, became the third Tory openly to declare her ambition to be prime minister, after Andrea Leadsom and Rory Stewart.</p> \n<p>Another potential candidate, Amber Rudd, the work and pensions secretary, also gave a wide-ranging speech on the future of the 21st century worker and warned that “a no-deal prime minister would not be able to command a majority in the House of Commons”.</p> \n<p>David Gauke, the justice secretary who has his eye on the chancellorship, gave a speech warning against “culture wars” and against a no-deal Brexit, while Priti Patel, a former development secretary, gave a speech saying there should be a “new generation of political leaders to effectively take back control”.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "877",
      "firstPublicationDate": "2019-05-09T18:04:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-10T08:23:38Z",
      "newspaperEditionDate": "2019-05-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be6v6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad7c0186a2e3f259b7944fa564977ffe6893242c/0_56_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Conservative officials fear the party could come sixth in the European elections, with their support plummeting to single digits. Candidates running in the election said the party was “almost in denial” that the poll was happening and continued to insist they would not need to take up their seats in the European parliament, despite fading prospects for a cross-party deal with Labour that would enable Brexit to happen before 2 July. The fears of a dismal performance have been stoked by the fact that the party plans to spend no money on candidate campaigning, will not publish a manifesto and is refusing to hold a launch. One MEP said candidates were funding their campaigns out of their own pockets, unlike previous years when there was a central pot of funding available. They have been told they are allowed to have their own regional manifestos, but many are not bothering, and there will be no central party manifesto. “The thinking is that if we make no effort then we will have an excuse for having done so badly. But it is seriously embarrassing,” said one MEP. Another Conservative source said internal data showed the party could do worse than the Brexit party, Labour, the Lib Dems, Change UK and even potentially the Greens, with support at less than 10%. That would translate to only a handful of seats, down from the current 22. A second CCHQ source said the outlook was “absolutely dire” and worse even than the public pollsters were predicting because the party was planning to put in no effort whatsoever, apart from a free mailshot. Part of the problem is the party’s activist base, as they are not motivated to campaign for the Conservatives when Brexit has not been delivered as previously promised. Surveys suggest around three in five members are planning to vote for Nigel Farage’s Brexit party. After a meeting with Brandon Lewis, the Conservative party chairman, earlier this week, MEP candidates were left with the impression that Theresa May would give a speech next week setting out the party’s European election message. However, a No 10 source said there were “no plans” for such an intervention. With a dire showing predicted, May is expected to make another effort to get her withdrawal bill through the House of Commons or let MPs vote on various different options for Brexit within the next two weeks. The prime minister’s official spokeswoman said No 10 hoped to “bring forward” the bill before Whitsun recess on 23 May – the day of the European elections. However, she will only do this if there is enough support from across the House of Commons, including Labour, to stop it being voted down at the first hurdle. One plan under consideration is publishing the bill before the 11-day break for MPs and then allowing them to debate and vote on it after they have had time to contemplate the results of the European elections, which are likely to lead to a strong showing for Farage’s Brexit party. One cabinet minister said there was a case for daring Labour to vote it down, as that would put the pressure back on them. However, if the withdrawal bill were to be voted down, the prime minister would have to prorogue parliament and put forward a new Queen’s Speech, but there is no certainty that she even has support for a new programme of legislation. If a Queen’s Speech fell then it could bring down the government. Backing from the DUP would be crucial to getting through a Queen’s Speech but they could need a new agreement involving more money for Northern Ireland to achieve that. In a sign May is gearing up for parliamentary battles ahead, she hosted lunch for Arlene Foster, the DUP leader, Nigel Dodds, the DUP Westminster leader, and Sir Jeffrey Donaldson, the chief whip, at her Chequers country residence on Thursday. The talks involved the drive to get the prime minister’s withdrawal agreement bill through parliament, as well as the confidence and supply deal that is due to expire at the end of this parliamentary session. Sources close to the government said May made it clear she wants to restore the Northern Ireland assembly before leaving office and is open to a renewed confidence and supply agreement with the DUP. May has refused to step down until Brexit is achieved, but a further array of Conservative candidates were jostling for position on Thursday in the expectation that she could soon be out of office. Esther McVey, a Brexiter who quit the cabinet in protest at May’s Brexit deal, became the third Tory openly to declare her ambition to be prime minister, after Andrea Leadsom and Rory Stewart. Another potential candidate, Amber Rudd, the work and pensions secretary, also gave a wide-ranging speech on the future of the 21st century worker and warned that “a no-deal prime minister would not be able to command a majority in the House of Commons”. David Gauke, the justice secretary who has his eye on the chancellorship, gave a speech warning against “culture wars” and against a no-deal Brexit, while Priti Patel, a former development secretary, gave a speech saying there should be a “new generation of political leaders to effectively take back control”.",
      "charCount": "5139",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]