[
  {
    "id": "politics/2019/jul/25/what-to-make-of-the-lib-dems-record",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-25T16:55:55Z",
    "webTitle": "What to make of the Lib Dems’ record? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/25/what-to-make-of-the-lib-dems-record",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/25/what-to-make-of-the-lib-dems-record",
    "fields": {
      "headline": "What to make of the Lib Dems’ record?",
      "standfirst": "Readers share their views on the Liberal Democrats in the week that Jo Swinson was elected as their new leader",
      "trailText": "<strong>Letters:</strong> Readers share their views on the Liberal Democrats in the week that Jo Swinson was elected as their new leader",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"136a53bbaafff166b9cf8d828d49e529055ee7f8\"> <img src=\"https://media.guim.co.uk/136a53bbaafff166b9cf8d828d49e529055ee7f8/0_0_4183_2789/1000.jpg\" alt=\"Jo Swinson upon being announced as the new leader of the Liberal Democrats on Monday\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The fact that Swinson and her fellow MPs would countenance working with non-Brexit Conservatives rather than a Corbyn-led Labour party illustrates how far the party has moved irrevocably to the right in recent years,’ writes Christopher Coppock.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Jo Swinson asserts that Jeremy Corbyn can’t be trusted on Brexit (<a href=\"https://www.theguardian.com/politics/2019/jul/23/jo-swinson-rules-out-lib-dem-pact-with-labour-under-jeremy-corbyn\" title=\"\">Report</a>, 24 July). Maybe it’s worth asking whether she can be trusted on many of the things that contributed to the referendum outcome she wants to overturn. She voted for scrapping the education maintenance allowance and for increasing tuition fees; for reducing housing benefits; against letting benefits rise in line with inflation; against increasing taxes for those earning over £150,000; against taxes on bankers’ bonuses; for reducing corporation tax; against restricting NHS provision to private patients.</p> <p>Simply resetting the Brexit clock won’t address the disquiet that produced the leave victory. We need a government committed to, among other things, an economic model that distributes national wealth more appropriately – around the country, and across all sections of society. Corbyn has a long-standing commitment to tackling economic and social inequality and Jo Swinson condemns herself by turning her back on him.<br><strong>Jane Mardell</strong><br><em>Woodbridge, Suffolk</em></p> <p>• Let’s also not forget the Liberal Democrats’ principle role in making standing charges a statutorily required element of domestic energy tariffs. The effect of the legacy of this legal requirement, set in August 2013 by the then Lib Dem secretary of state for energy and climate change, is to make domestic energy costs proportionately more expensive for lower users, compared with those of larger users. This is because as energy consumption rises, the proportional cost of that consumption falls (the unit price effectively drops), principally as a consequence of the standing charge forming an increasingly smaller percentage of the overall bill.</p> <p>Furthermore, consumer interest in improving energy efficiency is less than would be the case without standing charges, because any percentage reduction in energy use as a result of energy efficiency measures would not be fully reflected in lower energy bills – as only the consumption element of the energy bill would fall; the standing charge itself would not reduce.</p> <p>Though the statutory requirement was rescinded in November 2016, many energy companies – though not all – still include standing charges as an element of their domestic energy tariffs.<br><strong>Neil Hornsby</strong><br><em>Inverness</em></p> <p>• Those who cannot forgive the Lib Dems for their role in the Tory-led coalition need to take a realistic view of politics. Will they never forgive the Tories for getting us into this mess, will they never forgive Labour for failing to oppose, and will they never forgive both for Iraq? Yes, the Lib Dems made mistakes, but at least they gave stable government. The Lib Dem voting record since 2015 shows no support for Tory austerity. This failure to forgive attitude does not reflect the current dangerous situation in politics. You must judge now what to do to get out of this Brexit mess and who has been consistent in pointing a way forward.</p> <p>You might not agree with the Lib Dems, so why not say so instead of delving into history to produce half a story and use it to throw mud?<br><strong>David Becket</strong><br><em>Betley, Staffordshire</em></p> <p>• Frances Ryan (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/23/lib-dems-stained-austerity-trust-tories\" title=\"\">A party reborn? Many of us will never trust the Lib Dems again</a>, 24 July) adroitly captures the corrosive expansion of public spending cuts that characterised (and could only have been achieved by) the Lib Dems’ miserable and complicit role as coalition partners in David Cameron’s<strong> </strong>government. Nick Clegg, like Cameron, has now decided to sling his hook in Britain, and foreclose on national political life, to become a highly remunerated apologist for Facebook, the corporation that now holds more political sway than elected governments.</p> <p>Sure, Jo Swinson cannot bear responsibility for Clegg’s ego-driven Faustian pact that provided the political agency committing Cameron to roll out the disastrous referendum. But austerity has now become an acceptable norm for our so-called liberal party and the fact that Swinson and her fellow MPs would countenance working with non-Brexit Conservatives rather than a Corbyn-led Labour party illustrates how far the party has moved irrevocably to the right in recent years. Some rebirth.<br><strong>Christopher Coppock</strong><br><em>Cardiff</em></p> <p>• The Lib Dems and their new leader are busily confessing for their part in the failings of the coalition government. There is plenty of contrition due, as Frances Ryan catalogues. But let’s not forget the party’s courageous opposition to the Iraq war and the vilification directed at its then leader Charles Kennedy; doesn’t this count for something when we review the party’s record? It does for me.<br><strong>David Webb</strong><br><em>Bakewell, Derbyshire</em></p> <p>• I do so hate it when a report or comment piece rubbishes some idea without any hint as to what the writer thinks is an alternative, let alone a better one. In this case, Frances Ryan’s criticisms of the Lib Dems may well be correct but for those of us remainers who seriously want to stop Brexit, I’d like to know where Frances thinks we should put our votes, completely not mentioned in the comment piece? At the moment, voters in England only have one committed remain-supporting party, which might possibly have a significant presence in the next parliament.<br><strong>David Mills</strong><br><em>York</em></p> <p>• Frances Ryan (and Jack Fawbert, <a href=\"https://www.theguardian.com/politics/2019/jul/23/jo-swinson-will-need-to-broaden-appeal-of-liberal-democrats\" title=\"\">Letters, 24 July</a>) is absolutely right to remind us of the self-serving policies the Lib Dems supported while in coalition with the Tories. Please will someone now help Jeremy Corbyn get his act together, speak up clearly and consistently and save us from this political nightmare.<br><strong>Linda Rhead</strong><br><em>Hampton, London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "923",
      "commentable": "false",
      "firstPublicationDate": "2019-07-25T16:55:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:31Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxfyh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/136a53bbaafff166b9cf8d828d49e529055ee7f8/0_77_4183_2510/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jo Swinson asserts that Jeremy Corbyn can’t be trusted on Brexit (Report, 24 July). Maybe it’s worth asking whether she can be trusted on many of the things that contributed to the referendum outcome she wants to overturn. She voted for scrapping the education maintenance allowance and for increasing tuition fees; for reducing housing benefits; against letting benefits rise in line with inflation; against increasing taxes for those earning over £150,000; against taxes on bankers’ bonuses; for reducing corporation tax; against restricting NHS provision to private patients. Simply resetting the Brexit clock won’t address the disquiet that produced the leave victory. We need a government committed to, among other things, an economic model that distributes national wealth more appropriately – around the country, and across all sections of society. Corbyn has a long-standing commitment to tackling economic and social inequality and Jo Swinson condemns herself by turning her back on him. Jane Mardell Woodbridge, Suffolk • Let’s also not forget the Liberal Democrats’ principle role in making standing charges a statutorily required element of domestic energy tariffs. The effect of the legacy of this legal requirement, set in August 2013 by the then Lib Dem secretary of state for energy and climate change, is to make domestic energy costs proportionately more expensive for lower users, compared with those of larger users. This is because as energy consumption rises, the proportional cost of that consumption falls (the unit price effectively drops), principally as a consequence of the standing charge forming an increasingly smaller percentage of the overall bill. Furthermore, consumer interest in improving energy efficiency is less than would be the case without standing charges, because any percentage reduction in energy use as a result of energy efficiency measures would not be fully reflected in lower energy bills – as only the consumption element of the energy bill would fall; the standing charge itself would not reduce. Though the statutory requirement was rescinded in November 2016, many energy companies – though not all – still include standing charges as an element of their domestic energy tariffs. Neil Hornsby Inverness • Those who cannot forgive the Lib Dems for their role in the Tory-led coalition need to take a realistic view of politics. Will they never forgive the Tories for getting us into this mess, will they never forgive Labour for failing to oppose, and will they never forgive both for Iraq? Yes, the Lib Dems made mistakes, but at least they gave stable government. The Lib Dem voting record since 2015 shows no support for Tory austerity. This failure to forgive attitude does not reflect the current dangerous situation in politics. You must judge now what to do to get out of this Brexit mess and who has been consistent in pointing a way forward. You might not agree with the Lib Dems, so why not say so instead of delving into history to produce half a story and use it to throw mud? David Becket Betley, Staffordshire • Frances Ryan (A party reborn? Many of us will never trust the Lib Dems again, 24 July) adroitly captures the corrosive expansion of public spending cuts that characterised (and could only have been achieved by) the Lib Dems’ miserable and complicit role as coalition partners in David Cameron’s government. Nick Clegg, like Cameron, has now decided to sling his hook in Britain, and foreclose on national political life, to become a highly remunerated apologist for Facebook, the corporation that now holds more political sway than elected governments. Sure, Jo Swinson cannot bear responsibility for Clegg’s ego-driven Faustian pact that provided the political agency committing Cameron to roll out the disastrous referendum. But austerity has now become an acceptable norm for our so-called liberal party and the fact that Swinson and her fellow MPs would countenance working with non-Brexit Conservatives rather than a Corbyn-led Labour party illustrates how far the party has moved irrevocably to the right in recent years. Some rebirth. Christopher Coppock Cardiff • The Lib Dems and their new leader are busily confessing for their part in the failings of the coalition government. There is plenty of contrition due, as Frances Ryan catalogues. But let’s not forget the party’s courageous opposition to the Iraq war and the vilification directed at its then leader Charles Kennedy; doesn’t this count for something when we review the party’s record? It does for me. David Webb Bakewell, Derbyshire • I do so hate it when a report or comment piece rubbishes some idea without any hint as to what the writer thinks is an alternative, let alone a better one. In this case, Frances Ryan’s criticisms of the Lib Dems may well be correct but for those of us remainers who seriously want to stop Brexit, I’d like to know where Frances thinks we should put our votes, completely not mentioned in the comment piece? At the moment, voters in England only have one committed remain-supporting party, which might possibly have a significant presence in the next parliament. David Mills York • Frances Ryan (and Jack Fawbert, Letters, 24 July) is absolutely right to remind us of the self-serving policies the Lib Dems supported while in coalition with the Tories. Please will someone now help Jeremy Corbyn get his act together, speak up clearly and consistently and save us from this political nightmare. Linda Rhead Hampton, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5804",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/25/with-new-cabinet-all-talk-of-one-nation-conservatism-is-nonsense",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-25T16:54:56Z",
    "webTitle": "With new cabinet, all talk of ‘one nation’ conservatism is nonsense | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/25/with-new-cabinet-all-talk-of-one-nation-conservatism-is-nonsense",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/25/with-new-cabinet-all-talk-of-one-nation-conservatism-is-nonsense",
    "fields": {
      "headline": "With new cabinet, all talk of ‘one nation’ conservatism is nonsense",
      "standfirst": "Readers respond to Boris Johnson’s decision to pack his government with hardline leavers and rightwingers",
      "trailText": "<strong>Letters:</strong> Readers respond to Boris Johnson’s decision to pack his government with hardline leavers and rightwingers",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0\"> <img src=\"https://media.guim.co.uk/596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0/46_267_3403_2042/1000.jpg\" alt=\"Boris Johnson's new cabinet meets for the first time\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With appointments such as Dominic Raab as foreign secretary, and Priti Patel as home secretary, Johnson cannot unite the country, argues Bernie Evans.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<p>Jonathan Freedland’s assertion that Boris Johnson’s cabinet “is startlingly rightwing” is, sadly, something of an understatement (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/24/boris-johnson-brexiters-government-no-one-else-to-blame\" title=\"\">From today, the Brexiters will have no one else to blame</a>, 25 July). The co-authors of Britannia Unchained, which infamously described British workers as “among the worst idlers in the world”, and British children having no aspiration, being only “interested in football and pop music”, are in such dominant roles, they are bound to have a huge influence on all policies. With Raab and Patel at the Foreign and Home offices respectively, Truss the international trade secretary and Kwarteng as business minister, all talk of Johnson’s “one nation” conservatism is clearly nonsense.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/07/boris-johnson-government-britannia-unchained\">Want to know what a Boris Johnson government would look like? I have just the book | John Harris</a> </p> </aside>  <p>So much for the prime minister’s pledges on “uniting our country”. The book actually stated that the UK should stop the irrelevant debates about “sharing the pie between manufacturing and services, the north and the south, women and men”. Heaven help us.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• Jonathan Freedland refers to Dominic Cummings as having been found in contempt of parliament. I cannot see anywhere any reference to the consequences of that, such as jail, or a fine, or being banned from holding public office or working for someone in public office. So what does contempt of parliament mean if there are no consequences?<br><strong>Peter Green</strong><br><em>High Wycombe, Buckinghamshire</em></p> <p>• Tom Lehrer famously said political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize. Presumably, the aim in offering an advisory post to Dominic Cummings is to render moral discrimination of any kind a waste of time.<br><strong>Michael Ayton</strong><br><em>Durham</em></p> <p>• In forming a government packed with Vote Leave campaigners and rightwingers (<a href=\"https://www.theguardian.com/politics/2019/jul/24/boris-johnson-takes-his-revenge-and-sacks-over-half-the-cabinet\" title=\"\">Ruthless Johnson takes his revenge</a>, 25 July), Johnson has ignored the advice attributed to Lyndon Johnson that it is better to have your opponents inside the tent pissing out than outside pissing in. We shall see what comes to pass … and where from!<br><strong>John Gaskin</strong><br><em>Driffield, East Riding of Yorkshire</em></p> <p>• Your <a href=\"https://www.theguardian.com/commentisfree/2019/jul/24/the-guardian-view-on-team-johnson-no-room-for-compromise\" title=\"\">editorial</a> (25 July) regarding Johnson’s cabinet appointments hits the nail on the head. In contrast to Gordon Brown’s “Goats” (government of all the talents), can we now anticipate “Goals” – government of all the liars?<br><strong>Dr Karen Postle </strong><br><em>Titchfield, Hampshire</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "403",
      "commentable": "false",
      "firstPublicationDate": "2019-07-25T16:54:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:21Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxfkb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0/46_267_3403_2042/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jonathan Freedland’s assertion that Boris Johnson’s cabinet “is startlingly rightwing” is, sadly, something of an understatement (From today, the Brexiters will have no one else to blame, 25 July). The co-authors of Britannia Unchained, which infamously described British workers as “among the worst idlers in the world”, and British children having no aspiration, being only “interested in football and pop music”, are in such dominant roles, they are bound to have a huge influence on all policies. With Raab and Patel at the Foreign and Home offices respectively, Truss the international trade secretary and Kwarteng as business minister, all talk of Johnson’s “one nation” conservatism is clearly nonsense. So much for the prime minister’s pledges on “uniting our country”. The book actually stated that the UK should stop the irrelevant debates about “sharing the pie between manufacturing and services, the north and the south, women and men”. Heaven help us. Bernie Evans Liverpool • Jonathan Freedland refers to Dominic Cummings as having been found in contempt of parliament. I cannot see anywhere any reference to the consequences of that, such as jail, or a fine, or being banned from holding public office or working for someone in public office. So what does contempt of parliament mean if there are no consequences? Peter Green High Wycombe, Buckinghamshire • Tom Lehrer famously said political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize. Presumably, the aim in offering an advisory post to Dominic Cummings is to render moral discrimination of any kind a waste of time. Michael Ayton Durham • In forming a government packed with Vote Leave campaigners and rightwingers (Ruthless Johnson takes his revenge, 25 July), Johnson has ignored the advice attributed to Lyndon Johnson that it is better to have your opponents inside the tent pissing out than outside pissing in. We shall see what comes to pass … and where from! John Gaskin Driffield, East Riding of Yorkshire • Your editorial (25 July) regarding Johnson’s cabinet appointments hits the nail on the head. In contrast to Gordon Brown’s “Goats” (government of all the talents), can we now anticipate “Goals” – government of all the liars? Dr Karen Postle Titchfield, Hampshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2578",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/25/jeremy-corbyn-must-quit-to-give-labour-a-hope",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-25T16:54:06Z",
    "webTitle": "Jeremy Corbyn must quit to give Labour a hope | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/25/jeremy-corbyn-must-quit-to-give-labour-a-hope",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/25/jeremy-corbyn-must-quit-to-give-labour-a-hope",
    "fields": {
      "headline": "Jeremy Corbyn must quit to give Labour a hope",
      "standfirst": "The only answer to a Boris Johnson premiership is a progressive alliance of liberal parties says <strong>Janet Davies</strong>. But, argues <strong>David Hepburn</strong>, this group cannot be led by Corbyn",
      "trailText": "<strong>Letters:</strong> The only answer to a Boris Johnson premiership is a progressive alliance of liberal parties says <strong>Janet Davies</strong>. But, argues <strong>David Hepburn</strong>, this group cannot be led by Corbyn",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a03111b4c2723f57702530b95552bef3ab616377\"> <img src=\"https://media.guim.co.uk/a03111b4c2723f57702530b95552bef3ab616377/75_0_2739_1643/1000.jpg\" alt=\"Jeremy Corbyn in the House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The current Labour leader is unelectable and ‘a gift to the Tories’, says David Hepburn.</span> <span class=\"element-image__credit\">Photograph: Uk Parliamentary Recording Unit/Handout/EPA</span> </figcaption> </figure>",
      "body": "<p>For all Johnson’s talk of uniting the country, his cabinet selection speaks of the opposite. It is a declaration of war against anyone who does not believe in Brexit. If we are, as many suppose, headed for a general election, there is only one way I see a happy ending in all of this.</p> <p>An electoral pact with the Liberal Democrats is possible, but not while Labour is led by Jeremy Corbyn. He is not an electable PM, a gift to the Tories, and as divisive a figure as Johnson. Keir Starmer or Tom Watson could stem the flow of votes that Labour are currently haemorrhaging to the Lib Dems.</p> <p>Now is the time for pragmatism to face off the no-deal threat, for sensible politicians from all parties to come together to fight the hard right. Now is the time for the political fight of a generation.</p> <p>So, to the Labour members and MPs supporting Corbyn as leader, I ask: which is the lesser evil? No-deal Brexit, or someone else leading your party? It’s up to you. <br><strong>David Hepburn</strong><br><em>London</em></p> <p>• I have been canvassing recently for the Plaid Cymru candidate in the Monmouth constituency, where comments on the doorstep are both interesting and alarming.</p> <p>There continues to be a reluctance to back the Conservatives or Labour, but support for the Brexit party continues, which may well result in them achieving a major breakthrough. We could be faced with a Conservative/Brexit party coalition taking power.</p> <p>This could only be answered by some form of alliance between Labour, the SNP, Lib Dems and Plaid Cymru. The present attitude of leading Labour members is unhelpful for setting up any such alliance. In light of Savid Javid’s recent comments, I suspect this is already in the minds of the Tories.<br><strong>Janet Davies</strong><br><em>Abergavenny, Gwent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "346",
      "commentable": "false",
      "firstPublicationDate": "2019-07-25T16:54:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:21Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxg64",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a03111b4c2723f57702530b95552bef3ab616377/75_0_2739_1643/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For all Johnson’s talk of uniting the country, his cabinet selection speaks of the opposite. It is a declaration of war against anyone who does not believe in Brexit. If we are, as many suppose, headed for a general election, there is only one way I see a happy ending in all of this. An electoral pact with the Liberal Democrats is possible, but not while Labour is led by Jeremy Corbyn. He is not an electable PM, a gift to the Tories, and as divisive a figure as Johnson. Keir Starmer or Tom Watson could stem the flow of votes that Labour are currently haemorrhaging to the Lib Dems. Now is the time for pragmatism to face off the no-deal threat, for sensible politicians from all parties to come together to fight the hard right. Now is the time for the political fight of a generation. So, to the Labour members and MPs supporting Corbyn as leader, I ask: which is the lesser evil? No-deal Brexit, or someone else leading your party? It’s up to you. David Hepburn London • I have been canvassing recently for the Plaid Cymru candidate in the Monmouth constituency, where comments on the doorstep are both interesting and alarming. There continues to be a reluctance to back the Conservatives or Labour, but support for the Brexit party continues, which may well result in them achieving a major breakthrough. We could be faced with a Conservative/Brexit party coalition taking power. This could only be answered by some form of alliance between Labour, the SNP, Lib Dems and Plaid Cymru. The present attitude of leading Labour members is unhelpful for setting up any such alliance. In light of Savid Javid’s recent comments, I suspect this is already in the minds of the Tories. Janet Davies Abergavenny, Gwent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2012",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/25/time-for-some-brexit-reality-checks",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-25T16:52:35Z",
    "webTitle": "Time for some Brexit reality checks | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/25/time-for-some-brexit-reality-checks",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/25/time-for-some-brexit-reality-checks",
    "fields": {
      "headline": "Time for some Brexit reality checks",
      "standfirst": "<strong>Richard Middleton</strong> recalls legal opinion presented by a group of distinguished QCs to the House of Lords in 2017, <strong>John Arthur</strong> is exasperated by the DUP’s stance on Brexit, and <strong>Norman Miller</strong> suggests that the UK could learn from the new tougher Danish divorce system",
      "trailText": "Letters: <strong>Richard Middleton</strong> recalls legal opinion presented by a group of distinguished QCs to the House of Lords in 2017, <strong>John Arthur</strong> is exasperated by the DUP’s stance on Brexit, and <strong>Norman Miller</strong> suggests that the UK could learn from the new tougher Danish divorce system",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1e5925ec7612e8c3ae9e9cf8af63a15790662084\"> <img src=\"https://media.guim.co.uk/1e5925ec7612e8c3ae9e9cf8af63a15790662084/0_150_3500_2100/1000.jpg\" alt=\"Nigel Dodds, leader of the DUP in the House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guardian reader John Arthur takes issue with a statement made by Nigel Dodds (pictured), leader of the DUP in the House of Commons.</span> <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>I keep hearing and reading – for example, Jonathan Freedland (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/19/upside-no-deal-crashing-out-country-brexit\" title=\"\">I tried to find an upside to no deal. I couldn’t</a>, 20 July) – that, in the event of no Brexit agreement between the UK and the EU, the default is that we crash out. There is a contrary legal opinion, presented by a group of distinguished QCs to the House of Lords in 2017 and mysteriously absent from public discussion ever since. According to them, the provisions of article 50 – insisting as they do that withdrawal must be enacted in accordance with a member state’s own constitutional requirements – imply that in the UK explicit legislative authorisation by parliament is needed, either for a deal or for leaving without a deal.</p> <p>Absent such legislation, the default would be that article 50 would simply lapse and the UK would remain a member of the EU. Perhaps you could ask an appropriate legal expert to tell us if this is so.<br><strong>Richard Middleton</strong><br><em>Castle Douglas, Dumfries and Galloway</em></p> <p>• Nigel Dodds, leader of the DUP in the Commons, stated on the Today programme on Wednesday that Northern Irish business leaders are quite clear: although they promote trade with other countries, the bulk of their trade is done with the rest of the UK, and they do not want a border in the Irish Sea that would disrupt that. He was of course blissfully unaware that he is asking the UK to do exactly what he refuses to do: to cut itself off, largely because of the Irish backstop, from its major trading partners in the EU. The disconnect in Brexiters’ thinking is beyond satire, but the DUP are particularly good at it. They also say they cannot accept separate legislation for NI, but demand special legislation on abortion. The age of reason is dead.<br><strong>John Arthur</strong><br><em>Bruges-Capbis-Mifaget, France</em></p> <p>• Could the new tougher Danish divorce system (<a href=\"https://www.theguardian.com/world/2019/jul/22/breaking-up-is-harder-to-do-in-denmark-after-divorce-law-changes\" title=\"\">Report</a>, 22 July) help with the UK’s acrimonious planned divorce from the EU? Maybe some counselling to sort out important issues – and a commitment to think of the children… <br><strong>Norman Miller</strong><br><em>Brighton </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "387",
      "commentable": "false",
      "firstPublicationDate": "2019-07-25T16:52:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:32Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxg99",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1e5925ec7612e8c3ae9e9cf8af63a15790662084/0_150_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I keep hearing and reading – for example, Jonathan Freedland (I tried to find an upside to no deal. I couldn’t, 20 July) – that, in the event of no Brexit agreement between the UK and the EU, the default is that we crash out. There is a contrary legal opinion, presented by a group of distinguished QCs to the House of Lords in 2017 and mysteriously absent from public discussion ever since. According to them, the provisions of article 50 – insisting as they do that withdrawal must be enacted in accordance with a member state’s own constitutional requirements – imply that in the UK explicit legislative authorisation by parliament is needed, either for a deal or for leaving without a deal. Absent such legislation, the default would be that article 50 would simply lapse and the UK would remain a member of the EU. Perhaps you could ask an appropriate legal expert to tell us if this is so. Richard Middleton Castle Douglas, Dumfries and Galloway • Nigel Dodds, leader of the DUP in the Commons, stated on the Today programme on Wednesday that Northern Irish business leaders are quite clear: although they promote trade with other countries, the bulk of their trade is done with the rest of the UK, and they do not want a border in the Irish Sea that would disrupt that. He was of course blissfully unaware that he is asking the UK to do exactly what he refuses to do: to cut itself off, largely because of the Irish backstop, from its major trading partners in the EU. The disconnect in Brexiters’ thinking is beyond satire, but the DUP are particularly good at it. They also say they cannot accept separate legislation for NI, but demand special legislation on abortion. The age of reason is dead. John Arthur Bruges-Capbis-Mifaget, France • Could the new tougher Danish divorce system (Report, 22 July) help with the UK’s acrimonious planned divorce from the EU? Maybe some counselling to sort out important issues – and a commitment to think of the children… Norman Miller Brighton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2287",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/25/fed-up-with-being-called-granny-move-to-liverpool-and-be-queen-instead",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-25T16:48:50Z",
    "webTitle": "Fed up with being called granny? Move to Liverpool and be queen instead | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/25/fed-up-with-being-called-granny-move-to-liverpool-and-be-queen-instead",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/25/fed-up-with-being-called-granny-move-to-liverpool-and-be-queen-instead",
    "fields": {
      "headline": "Fed up with being called granny? Move to Liverpool and be queen instead",
      "standfirst": "Summer recess | ECT | Dialogue in films | Forms of address",
      "trailText": "<strong>Brief letters:</strong> Summer recess | ECT | Dialogue in films | Forms of address",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c7e63bd291650f0653ae4448e5cfc8ac80429fb6\"> <img src=\"https://media.guim.co.uk/c7e63bd291650f0653ae4448e5cfc8ac80429fb6/184_231_2985_1792/1000.jpg\" alt=\"The queen visiting Liverpool in 2011\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Her Majesty visiting Liverpool in 2011.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>",
      "body": "<p>In 1982, following a threat to the future of fewer than 4,000 Falkland Islanders, all service personnel were recalled to duty and all leave cancelled. Could all MPs please explain to the more than 66 million people of the UK why they think it is appropriate for them to be away from their place of duty for eight weeks during a time when the UK faces a fundamental change to its way of life and future.<br><strong>Alison Mandeville</strong><br><em>Truro, Cornwall</em></p> <p>• Mariam Alexander’s article (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/22/psychiatrist-severe-depression-choose-ect\" title=\"\">Opinion</a>, 22 July) was most welcome. Having been treated on three occasions with ECT for severe depression I can testify that for me it has been a highly effective treatment with minimal side-effects. I just wish that more psychiatrists would be as willing to prescribe it as Dr Alexander.<br><strong>Ian Arnott</strong><br><em>Peterborough</em></p> <p>• One reason Dr Carhart may hear the dialogue on older films better (<a href=\"https://www.theguardian.com/film/2019/jul/23/the-lost-art-of-speaking-clearly\" title=\"\">Letters</a>, 24 July) is the absence of loud intrusive backing music. Some music is good to set the emotional scene – tense, scary, exciting, etc – but recently this genre has been hugely overused. More music means less work for the actors, and any fluffed lines are masked. I’m still not sure why every news channel needs dramatic music though. Can’t viewers decide for themselves if the news is exciting or not?<br><strong>Dr Hillary Shaw</strong><br><em>Newport, Shropshire</em></p> <p>• If you’re bothered about being called granny (<a href=\"https://www.theguardian.com/science/2019/jul/24/being-called-granny-sexist-and-demeaning-or-a-sign-of-respect\" title=\"\">Letters</a>, 25 July), move to Liverpool. We are all “Queen” here no matter what our age.<br><strong>Joyce Blackledge</strong><br><em>Formby, Merseyside</em></p> <p>• Madam, Miss, Dear, Love, Darling, Sweetheart. The manner in which I am addressed is changing as I age. Is it just me?<br><strong>Audrey Butler</strong><br><em>Cheadle, Cheshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "317",
      "commentable": "false",
      "firstPublicationDate": "2019-07-25T16:48:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:31Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxgdf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c7e63bd291650f0653ae4448e5cfc8ac80429fb6/184_231_2985_1792/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In 1982, following a threat to the future of fewer than 4,000 Falkland Islanders, all service personnel were recalled to duty and all leave cancelled. Could all MPs please explain to the more than 66 million people of the UK why they think it is appropriate for them to be away from their place of duty for eight weeks during a time when the UK faces a fundamental change to its way of life and future. Alison Mandeville Truro, Cornwall • Mariam Alexander’s article (Opinion, 22 July) was most welcome. Having been treated on three occasions with ECT for severe depression I can testify that for me it has been a highly effective treatment with minimal side-effects. I just wish that more psychiatrists would be as willing to prescribe it as Dr Alexander. Ian Arnott Peterborough • One reason Dr Carhart may hear the dialogue on older films better (Letters, 24 July) is the absence of loud intrusive backing music. Some music is good to set the emotional scene – tense, scary, exciting, etc – but recently this genre has been hugely overused. More music means less work for the actors, and any fluffed lines are masked. I’m still not sure why every news channel needs dramatic music though. Can’t viewers decide for themselves if the news is exciting or not? Dr Hillary Shaw Newport, Shropshire • If you’re bothered about being called granny (Letters, 25 July), move to Liverpool. We are all “Queen” here no matter what our age. Joyce Blackledge Formby, Merseyside • Madam, Miss, Dear, Love, Darling, Sweetheart. The manner in which I am addressed is changing as I age. Is it just me? Audrey Butler Cheadle, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1912",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/25/nicola-sturgeon-calls-for-new-scotland-independence-vote",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-25T06:23:44Z",
    "webTitle": "Nicola Sturgeon calls for new Scottish independence vote",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/25/nicola-sturgeon-calls-for-new-scotland-independence-vote",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/25/nicola-sturgeon-calls-for-new-scotland-independence-vote",
    "fields": {
      "headline": "Nicola Sturgeon calls for new Scottish independence vote",
      "standfirst": "<p>Scotland’s first minister uses first letter to Boris Johnson to ask for alternative Brexit option </p>",
      "trailText": "Scotland’s first minister uses first letter to Boris Johnson to ask for alternative Brexit option ",
      "byline": "Libby Brooks Scotland correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"563711a565caf69e17f9f55fdcc2b83de61466c5\"> <img src=\"https://media.guim.co.uk/563711a565caf69e17f9f55fdcc2b83de61466c5/0_155_4653_2792/1000.jpg\" alt=\"Nicola Sturgeon has indicated she would like a new referendum before 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon has indicated she would like a new referendum before 2021.</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Scotland’s first minister, Nicola Sturgeon, has written to Boris Johnson to tell him that she is “looking forward” to discussing with him her proposals for a second independence referendum.</p> <p>Using her first letter to the new prime minister to remind him of Scottish government analysis which found that a no-deal Brexit could cost 100,000 jobs across Scotland, she writes: “Given your public comments about leaving the EU on October 31 with or without a deal, “come what may” and “do or die”, it is now – more than ever – essential that in Scotland we have an alternative option.”</p> <p>Stating that her government would continue the parliamentary progress of legislation to enable a second referendum on independence, which Sturgeon has indicated she would like to hold before 2021, she tells Johnson: “The right of the people of Scotland to determine their own future is a basic democratic principle that must be respected.”</p> <p>The referendums (Scotland) bill does not specify the date, question or referendum period, which would all be set by secondary legislation. The Scottish National party leader has previously committed to securing the necessary transfer of powers from Westminster.</p> <p>Johnson refused to rule out blocking a second referendum on Scottish independence, even if the SNP won a mandate for one at the next Holyrood elections, <a href=\"https://www.theguardian.com/politics/2019/jul/05/johnson-pledges-to-make-all-immigrants-learn-english\">when he visited Scotland</a> during the Conservative leadership campaign, maintaining that “we should stick to that promise” that the 2014 vote was decisive for a generation.</p> <p>Giving Johnson a timetable for future discussions, Sturgeon writes: “Similarly any decision of the Scottish parliament on whether to give people that choice must be respected. The parliament will consider the necessary framework legislation for a referendum after the summer recess, and I look forward to taking this matter forward with you once MSPs have had the opportunity to debate the issue further.”</p> <p>The letter comes after the SNP shadow leader of the house, Pete Wishart, described Johnson’s new cabinet as the “worst since Thatcher” on Wednesday night, while his fellow SNP MP Tommy Sheppard dismissed the Scottish Conservative leader, Ruth Davidson, as a “busted flush”, after Johnson apparently ignored her advice to keep the former Scottish secretary David Mundell in post.</p> <p>Sheppard said: “Ruth Davidson is a busted flush – Boris Johnson has humiliated her and left her authority non-existent following the sacking of David Mundell as Scottish Secretary.”</p> <p>Davidson, who has made no secret of her reservations about Johnson and said on Tuesday that she would judge him by his actions once in Downing Street, issued a warmly worded statement after Mundell’s sacking, while many other senior Scottish Tories indicated on social media that they felt his departure was a significant loss to the party.</p> <p>While critics have warned that a Johnson premiership could boost support for the SNP and independence, Scottish Conservative supporters of the new prime minister have <a href=\"https://www.theguardian.com/politics/2019/jul/23/scottish-tories-still-anxious-over-johnson-impact-on-the-union-independence-ruth-davidson\">insisted in recent days that he is willing to take guidance</a> from colleagues based north of the border.</p>",
      "newspaperPageNumber": "4",
      "wordcount": "489",
      "firstPublicationDate": "2019-07-25T06:23:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-25T23:55:07Z",
      "newspaperEditionDate": "2019-07-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxbbt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/563711a565caf69e17f9f55fdcc2b83de61466c5/0_155_4653_2792/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Scotland’s first minister, Nicola Sturgeon, has written to Boris Johnson to tell him that she is “looking forward” to discussing with him her proposals for a second independence referendum. Using her first letter to the new prime minister to remind him of Scottish government analysis which found that a no-deal Brexit could cost 100,000 jobs across Scotland, she writes: “Given your public comments about leaving the EU on October 31 with or without a deal, “come what may” and “do or die”, it is now – more than ever – essential that in Scotland we have an alternative option.” Stating that her government would continue the parliamentary progress of legislation to enable a second referendum on independence, which Sturgeon has indicated she would like to hold before 2021, she tells Johnson: “The right of the people of Scotland to determine their own future is a basic democratic principle that must be respected.” The referendums (Scotland) bill does not specify the date, question or referendum period, which would all be set by secondary legislation. The Scottish National party leader has previously committed to securing the necessary transfer of powers from Westminster. Johnson refused to rule out blocking a second referendum on Scottish independence, even if the SNP won a mandate for one at the next Holyrood elections, when he visited Scotland during the Conservative leadership campaign, maintaining that “we should stick to that promise” that the 2014 vote was decisive for a generation. Giving Johnson a timetable for future discussions, Sturgeon writes: “Similarly any decision of the Scottish parliament on whether to give people that choice must be respected. The parliament will consider the necessary framework legislation for a referendum after the summer recess, and I look forward to taking this matter forward with you once MSPs have had the opportunity to debate the issue further.” The letter comes after the SNP shadow leader of the house, Pete Wishart, described Johnson’s new cabinet as the “worst since Thatcher” on Wednesday night, while his fellow SNP MP Tommy Sheppard dismissed the Scottish Conservative leader, Ruth Davidson, as a “busted flush”, after Johnson apparently ignored her advice to keep the former Scottish secretary David Mundell in post. Sheppard said: “Ruth Davidson is a busted flush – Boris Johnson has humiliated her and left her authority non-existent following the sacking of David Mundell as Scottish Secretary.” Davidson, who has made no secret of her reservations about Johnson and said on Tuesday that she would judge him by his actions once in Downing Street, issued a warmly worded statement after Mundell’s sacking, while many other senior Scottish Tories indicated on social media that they felt his departure was a significant loss to the party. While critics have warned that a Johnson premiership could boost support for the SNP and independence, Scottish Conservative supporters of the new prime minister have insisted in recent days that he is willing to take guidance from colleagues based north of the border.",
      "charCount": "3083",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> Scotland correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]