[
  {
    "id": "politics/2019/apr/27/snp-votes-for-scotland-having-its-own-currency-if-it-leaves-the-uk",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-27T17:10:02Z",
    "webTitle": "SNP votes for Scotland to quickly adopt new currency if it leaves UK",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/27/snp-votes-for-scotland-having-its-own-currency-if-it-leaves-the-uk",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/27/snp-votes-for-scotland-having-its-own-currency-if-it-leaves-the-uk",
    "fields": {
      "headline": "SNP votes for Scotland to quickly adopt new currency if it leaves UK",
      "standfirst": "<p>Rebuke to party leadership as cautious timetable for replacing sterling is rejected</p>",
      "trailText": "Rebuke to party leadership as cautious timetable for replacing sterling is rejected",
      "byline": "Libby Brooks Scotland correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"2a81f3c6bdc4cf2b5004b04180875a1dd50395bb\"> <img src=\"https://media.guim.co.uk/2a81f3c6bdc4cf2b5004b04180875a1dd50395bb/81_203_3258_1956/1000.jpg\" alt=\"First minister Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">First minister Nicola Sturgeon at the SNP’s European Elections Campaign Conference in Edinburgh on Saturday.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure>",
      "body": "<p>The Scottish National party has voted to establish an independent currency “as soon as practicable” if Scotland were to leave the UK, as activists rejected a more cautious timetable put forward by the party leadership.</p> <p>In a narrow victory for the grassroots, the party conference agreed by 52 votes to amend part of a wide-ranging economic blueprint, created by the party’s sustainable growth commission, to allow for a new currency to be fast-tracked and “ready for introduction as soon as practicable after Independence Day”.</p> <p>The SNP leader and first minister, Nicola Sturgeon, <a href=\"https://www.thenational.scot/news/17586824.sturgeon-our-currency-position-is-ambitious-and-credible-it-can-win-us-indy/\">had urged the membership to support a more gradual approach</a> before this weekend’s campaign conference in Edinburgh.</p> <p>The amended resolution was passed following a tense but respectful debate, which party deputy Keith Brown urged should be “an advert for independence”.</p> <p>The growth commission’s report, which was published last May, attracted a wave of criticism for what many saw as an overly cautious and market-driven approach, including its plans to keep sterling for an indefinite period while cutting public spending.</p> <p>It faced a backlash on the conference floor with a number of amendments tabled, several of which attempted to scrap the “six tests” on market credibility, trade and public opinion that the commission recommends should be met before a new currency is established.</p> <p>Delegates did not support scrapping the six tests, but amended the wording relating to when a new currency could be established, removing the defined timescale that a decision should be taken by the end of the first term of an independent parliament.</p> <p>Proposing the resolution along with the Scottish government’s finance secretary, Derek Mackay, Brown told delegates that a convincing economic policy was key to strengthening the case for independence.</p> <p>Reminding the conference hall in Edinburgh that they could not take for granted that support for independence would increase, he recognised the urgency that some felt about establishing a new currency but warned that “going harder and faster would damage that case and fail to win more support”.</p> <p>Brown warned them: “When you cast your vote think about how you want to feel the day after another referendum.”</p> <p>Proposing the amendment to scrap the tests, the SNP veteran and former MP George Kerevan insisted that the debate was not about “a divide between those who want to convince and those who are rushing ahead”, but argued that voters on the doorstep would want to know when the party planned to introduce a new currency, and the six tests would lose support.</p> <p>As the proceedings unfolded, some speakers compared the atmosphere to the 2012 debate when the party changed policy to remaining within Nato as an independent country, against fierce grassroots opposition.</p> <p>But most party members and politicians were in buoyant mood, as the sunshine streamed in through the high windows of Edinburgh’s International Conference Centre, following a YouGov poll released overnight that found support for independence up four points since last June to 49%.</p> <p>The survey, the first to be conducted since Sturgeon said she would introduce legislation to allow the option of holding <a href=\"https://www.theguardian.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans\">another independence referendum</a> before 2021 if Brexit goes ahead, also found that 48% thought there should not be a second vote within the next five years.</p> <p>It also put Nigel Farage’s Brexit party in third place in European election voting intention at 13 points, behind Labour at 14 and the SNP at 40 points, with the Scottish Conservatives trailing at 10.</p>",
      "wordcount": "570",
      "firstPublicationDate": "2019-04-27T17:10:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:54Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bbhqx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2a81f3c6bdc4cf2b5004b04180875a1dd50395bb/81_203_3258_1956/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Scottish National party has voted to establish an independent currency “as soon as practicable” if Scotland were to leave the UK, as activists rejected a more cautious timetable put forward by the party leadership. In a narrow victory for the grassroots, the party conference agreed by 52 votes to amend part of a wide-ranging economic blueprint, created by the party’s sustainable growth commission, to allow for a new currency to be fast-tracked and “ready for introduction as soon as practicable after Independence Day”. The SNP leader and first minister, Nicola Sturgeon, had urged the membership to support a more gradual approach before this weekend’s campaign conference in Edinburgh. The amended resolution was passed following a tense but respectful debate, which party deputy Keith Brown urged should be “an advert for independence”. The growth commission’s report, which was published last May, attracted a wave of criticism for what many saw as an overly cautious and market-driven approach, including its plans to keep sterling for an indefinite period while cutting public spending. It faced a backlash on the conference floor with a number of amendments tabled, several of which attempted to scrap the “six tests” on market credibility, trade and public opinion that the commission recommends should be met before a new currency is established. Delegates did not support scrapping the six tests, but amended the wording relating to when a new currency could be established, removing the defined timescale that a decision should be taken by the end of the first term of an independent parliament. Proposing the resolution along with the Scottish government’s finance secretary, Derek Mackay, Brown told delegates that a convincing economic policy was key to strengthening the case for independence. Reminding the conference hall in Edinburgh that they could not take for granted that support for independence would increase, he recognised the urgency that some felt about establishing a new currency but warned that “going harder and faster would damage that case and fail to win more support”. Brown warned them: “When you cast your vote think about how you want to feel the day after another referendum.” Proposing the amendment to scrap the tests, the SNP veteran and former MP George Kerevan insisted that the debate was not about “a divide between those who want to convince and those who are rushing ahead”, but argued that voters on the doorstep would want to know when the party planned to introduce a new currency, and the six tests would lose support. As the proceedings unfolded, some speakers compared the atmosphere to the 2012 debate when the party changed policy to remaining within Nato as an independent country, against fierce grassroots opposition. But most party members and politicians were in buoyant mood, as the sunshine streamed in through the high windows of Edinburgh’s International Conference Centre, following a YouGov poll released overnight that found support for independence up four points since last June to 49%. The survey, the first to be conducted since Sturgeon said she would introduce legislation to allow the option of holding another independence referendum before 2021 if Brexit goes ahead, also found that 48% thought there should not be a second vote within the next five years. It also put Nigel Farage’s Brexit party in third place in European election voting intention at 13 points, behind Labour at 14 and the SNP at 40 points, with the Scottish Conservatives trailing at 10.",
      "charCount": "3543",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> Scotland correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/27/mandu-reid-wep-abortion-politicised-me",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-27T15:20:53Z",
    "webTitle": "My abortion politicised me, says WEP leader Mandu Reid",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/27/mandu-reid-wep-abortion-politicised-me",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/27/mandu-reid-wep-abortion-politicised-me",
    "fields": {
      "headline": "My abortion politicised me, says WEP leader Mandu Reid",
      "standfirst": "Women’s Equality party head says her decision would have been different if UK parenting policies had been more progressive<br /><br />•<a href=\"https://www.theguardian.com/politics/2019/apr/27/mandu-reid-womens-equality-party-first-black-leader-proud-daunted\" title=\"\"> Interview: ‘We’re not just for middle-class white women’</a>",
      "trailText": "Women’s Equality party head says her decision would have been different if UK parenting policies had been more progressive<br /><br />•<a href=\"https://www.theguardian.com/politics/2019/apr/27/mandu-reid-womens-equality-party-first-black-leader-proud-daunted\" title=\"\"> Interview: ‘We’re not just for middle-class white women’</a>",
      "byline": "Nosheen Iqbal",
      "main": "<figure class=\"element element-image\" data-media-id=\"dde7c53836baf2567232d209b514771626b1098f\"> <img src=\"https://media.guim.co.uk/dde7c53836baf2567232d209b514771626b1098f/0_643_3270_1962/1000.jpg\" alt=\"Mandu Reid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mandu Reid: ‘It wasn’t an easy choice.’</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/the Observer</span> </figcaption> </figure>",
      "body": "<p>Mandu Reid, the new leader of the Women’s Equality party (WEP), has spoken publicly about the impact of her abortion and why it compelled her to enter politics.</p> <p>In an <a href=\"https://www.theguardian.com/politics/2019/apr/27/mandu-reid-womens-equality-party-first-black-leader-proud-daunted\" title=\"\">interview with the <em>Observer</em>,</a> Reid said her decision to have a termination at 33 had not been “an easy choice” but one made because she “couldn’t balance being a single mother and hold on to my career aspirations”.</p> <p>Reid, now 38, became the first black leader of a British political party last month. Now she also becomes the first to speak publicly about her decision to have an abortion.</p> <p>“I always imagined myself as somebody who would have a busy, productive, fulfilling career and that I’d become a mother. I imagined those dual things existing and it was what I wanted,” she said. But, she recalled, after becoming pregnant while working for the mayor of London, she was unable to work out how she could have had the baby and continued in her career.</p> <p>“I wasn’t properly together with the guy, he was quite a bit younger than me, and we had a lot of conversations about what to do,” she said. “It is strange to me, when I reflect on it now, that neither of us could imagine a scenario where I wasn’t the sole caregiver of the child and the main breadwinner.”</p> <p>She added: “I crunched the numbers and realised at that point in time, I couldn’t balance being a single mother and hold on to my career aspirations. He was young, I couldn’t twist his arm and make him do this with me, so I had a termination. It wasn’t an easy choice.”</p> <p>Last year, then Conservative MP Heidi Allen, who has since defected to Change UK, and Labour MP Jess Phillips became the first women to talk in the Commons about their abortions, during a debate on extending abortion rights in Northern Ireland.</p> <p>Reid said that it wasn’t until she studied the WEP’s policy programme that she felt indignant. “If what WEP were advocating was reality here in Britain as it is in northern Europe, I would have been able to make a different decision,” she said.</p> <p>Reid, who is the founder of period poverty charity The Cup Effect, joined the WEP in 2018. She went on to stand in the Lewisham East byelection last year and became its leader following Sophie Walker’s resignation in January.</p> <p>“The parties that wield political power and influence [are] not ambitious enough on gender equality,” said Reid. “And this little party here [had] done the work and the thinking on equality, parenting, working flexibility – what is the excuse?”</p>",
      "newspaperPageNumber": "2",
      "wordcount": "439",
      "commentable": "false",
      "firstPublicationDate": "2019-04-27T15:20:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-11-02T11:40:10Z",
      "newspaperEditionDate": "2019-04-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bbt8e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dde7c53836baf2567232d209b514771626b1098f/0_643_3270_1962/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Mandu Reid, the new leader of the Women’s Equality party (WEP), has spoken publicly about the impact of her abortion and why it compelled her to enter politics. In an interview with the Observer, Reid said her decision to have a termination at 33 had not been “an easy choice” but one made because she “couldn’t balance being a single mother and hold on to my career aspirations”. Reid, now 38, became the first black leader of a British political party last month. Now she also becomes the first to speak publicly about her decision to have an abortion. “I always imagined myself as somebody who would have a busy, productive, fulfilling career and that I’d become a mother. I imagined those dual things existing and it was what I wanted,” she said. But, she recalled, after becoming pregnant while working for the mayor of London, she was unable to work out how she could have had the baby and continued in her career. “I wasn’t properly together with the guy, he was quite a bit younger than me, and we had a lot of conversations about what to do,” she said. “It is strange to me, when I reflect on it now, that neither of us could imagine a scenario where I wasn’t the sole caregiver of the child and the main breadwinner.” She added: “I crunched the numbers and realised at that point in time, I couldn’t balance being a single mother and hold on to my career aspirations. He was young, I couldn’t twist his arm and make him do this with me, so I had a termination. It wasn’t an easy choice.” Last year, then Conservative MP Heidi Allen, who has since defected to Change UK, and Labour MP Jess Phillips became the first women to talk in the Commons about their abortions, during a debate on extending abortion rights in Northern Ireland. Reid said that it wasn’t until she studied the WEP’s policy programme that she felt indignant. “If what WEP were advocating was reality here in Britain as it is in northern Europe, I would have been able to make a different decision,” she said. Reid, who is the founder of period poverty charity The Cup Effect, joined the WEP in 2018. She went on to stand in the Lewisham East byelection last year and became its leader following Sophie Walker’s resignation in January. “The parties that wield political power and influence [are] not ambitious enough on gender equality,” said Reid. “And this little party here [had] done the work and the thinking on equality, parenting, working flexibility – what is the excuse?”",
      "charCount": "2458",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/27/martin-daubney-nigel-farage-brexit-party-radioactive-wolves",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-27T12:00:06Z",
    "webTitle": "He shot radioactive wolves, dropped acid – and now he backs Nigel Farage",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/27/martin-daubney-nigel-farage-brexit-party-radioactive-wolves",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/27/martin-daubney-nigel-farage-brexit-party-radioactive-wolves",
    "fields": {
      "headline": "He shot radioactive wolves, dropped acid – and now he backs Nigel Farage",
      "standfirst": "Ex-Loaded editor Martin Daubney on why he’s become a European election candidate for the Brexit party",
      "trailText": "Ex-Loaded editor Martin Daubney on why he’s become a European election candidate for the Brexit party",
      "byline": "Andrew Anthony",
      "main": "<figure class=\"element element-image\" data-media-id=\"19993feda914341e965d678f6f6dd030a8474f3f\"> <img src=\"https://media.guim.co.uk/19993feda914341e965d678f6f6dd030a8474f3f/0_96_3500_2100/1000.jpg\" alt=\"Martin Daubney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Daubney at a Brexit party event: Labour, he believes, is going to get ‘a nasty surprise’ at the European elections.</span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>",
      "body": "<p>The Brexit party announced <a href=\"https://www.theguardian.com/politics/2019/apr/25/brexit-party-opera-singer-ex-loaded-editor-eu-elections-candidates\" title=\"\">its candidates for the European elections</a> last week, and among them was <a href=\"https://www.theguardian.com/profile/martin-daubney\" title=\"\">Martin Daubney</a>, a former editor of the lads’ magazine <em>Loaded</em> and more recently a campaigner on men’s issues. Daubney, who came to prominence by promoting the idea of an endless male adolescence, marked his candidature by declaring that the Brexit party was a fresh start “with a new wave of people who understand the real world”.</p> <p>The term “real world” is obviously a subjective concept, but I suggest that few people would rush to place those two words next to the names <a href=\"https://www.theguardian.com/politics/2019/apr/20/farage-rees-mogg-nottingham-brexit-party-election\" title=\"\">Annunziata Rees-Mogg</a> and Ann Widdecombe, who are also Brexit party candidates.</p> <p>“You picked the two people from the entire roster who don’t fit the bill,” Daubney says. “But look across the rest of the names and you’ll see a new wave of people who aren’t from the political class that goes straight from university to lobbying and work experiences in Westminster. They’ve had real jobs.”</p> <p>The real job that Daubney held for eight years at <a href=\"https://www.theguardian.com/media/gallery/2010/aug/20/loaded-magazine-covers\" title=\"\"><em>Loaded</em></a> involved such tasks as shooting radioactive wolves from a helicopter in Chernobyl, taking acid to celebrate LSD’s 40th anniversary, drinking a lot of alcohol, ogling women’s breasts and, in his own words, being “a skilled defender of the indefensible”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Westminster is meant to be full of experts and where have they got us? Nowhere</p> </blockquote> </aside>  <p>Cynics might argue that it’s the perfect CV for someone looking to get ahead in Brussels. But what expertise do Daubney and his fellow party novices have to offer voters that more experienced politicians cannot?</p> <p>“Westminster is meant to be full of experts and where have they got us? Nowhere. They have refused to enact the will of the people and people are sick to the back teeth of so-called experts because they exist in a world of self-interest and aren’t interested in what the common person thinks.”</p> <p>Daubney’s own political journey, he believes, mirrors that of many potential Brexit party voters. He thought he’d be a lifelong Labour supporter, but “pulled the rip-cord” when Ed Miliband became leader. He’s since twice voted for the Liberal Democrats and once for the Women’s Equality party, thanks to its policy on shared parental leave.</p> <p>He says that in Manchester, where he was introduced to Brexit party supporters, the room was “packed with lifelong but despondent Labour supporters, looking for permission to jump ship”. Labour, he believes, is going to get “a nasty surprise” at the European elections.</p> <p>But what of Daubney, what nasty surprises are in store for him? He says he’s never voted for <a href=\"https://www.theguardian.com/politics/nigel-farage\" title=\"\">Nigel Farage</a> or Ukip, but he believes that the Brexit party can replace the status quo, and become part of a <a href=\"https://www.theguardian.com/world/ng-interactive/2018/nov/20/how-populism-emerged-as-electoral-force-in-europe\" title=\"\">European tide of populism</a>.</p> <p>What, though, are its policies?</p> <p>“Nigel has said that he will lay those out after the European elections,” he says. He thinks it’s “extremely naive to think the Brexit party is reheated Ukip”, though, given Farage’s track record and policies as a politician, some would say it’s naive to believe that he will abandon his rightwing beliefs.</p> <p>“<a href=\"https://www.theguardian.com/politics/2019/apr/23/former-communist-claire-fox-standing-as-mep-for-farages-brexit-party\" title=\"\">Claire Fox [another Brexit party candidate]</a> said there’s probably not much she’d agree with Nigel about women’s rights, workers’ rights, immigration. All those conversations will have to be had down the line. They’re conversations I’d like to listen to.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"76ec95b7fd833bea1a1274dfbe0c1a50adaec26d\"> <img src=\"https://media.guim.co.uk/76ec95b7fd833bea1a1274dfbe0c1a50adaec26d/0_102_3500_2099/1000.jpg\" alt=\"Nigel Farage campaigning for the Brexit party last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage campaigning for the Brexit party in Clacton-on-Sea, Essex, last week.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <p>But whatever the outcome of that debate, and even if the UK somehow manages not to leave the EU, Daubney has no intention of resigning, should he become an MEP. “I’ve always said, to use a colourful metaphor, it’s better to be inside the tent pissing outwards. If you’re trying to enact change in an institution, then you’re better off being part of it.”</p> <p>Especially when that tent is paying you a hundred grand plus hefty expenses – certainly, Farage has managed to stick it out for 20 years now.</p> <p>Although Daubney has said that he’d prefer to stay in Europe than leave with Theresa May’s withdrawal agreement, his preference is a no-deal Brexit, which he sees as “an exciting way to look to the future in terms of trade deals, WTO and just being optimistic about Britain moving forwards”.</p> <p>But what about the fact that an overwhelming majority of economic observers argue that it will have a very negative impact on the British economy in the short and medium term?</p> <p>“I think people have lost faith in that negatively biased frame of mind,” he says, dismissing a whole field of study as an exercise in wilful pessimism. If there’s anything that can be done then, he says, people of all stripes believe “there’s only one man who can do it”.</p> <p>“The naysayers and the deniers have reinvigorated Farage,” he explains. “This shouldn’t be happening. Nigel has reinvigorated the anti-establishment sentiment. We can say that that’s not helpful, but if the establishment is not helping, what’s the alternative?” he asks.</p> <p>It’s almost as if he’s saying, this is how bad things are: Farage is the only option. But it’s probably a sound rule of political philosophy that if Farage is the answer, you’re almost certainly posing the wrong question.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "839",
      "commentable": "false",
      "firstPublicationDate": "2019-04-27T12:00:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:55Z",
      "newspaperEditionDate": "2019-04-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bbdtz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/19993feda914341e965d678f6f6dd030a8474f3f/0_96_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Brexit party announced its candidates for the European elections last week, and among them was Martin Daubney, a former editor of the lads’ magazine Loaded and more recently a campaigner on men’s issues. Daubney, who came to prominence by promoting the idea of an endless male adolescence, marked his candidature by declaring that the Brexit party was a fresh start “with a new wave of people who understand the real world”. The term “real world” is obviously a subjective concept, but I suggest that few people would rush to place those two words next to the names Annunziata Rees-Mogg and Ann Widdecombe, who are also Brexit party candidates. “You picked the two people from the entire roster who don’t fit the bill,” Daubney says. “But look across the rest of the names and you’ll see a new wave of people who aren’t from the political class that goes straight from university to lobbying and work experiences in Westminster. They’ve had real jobs.” The real job that Daubney held for eight years at Loaded involved such tasks as shooting radioactive wolves from a helicopter in Chernobyl, taking acid to celebrate LSD’s 40th anniversary, drinking a lot of alcohol, ogling women’s breasts and, in his own words, being “a skilled defender of the indefensible”. Cynics might argue that it’s the perfect CV for someone looking to get ahead in Brussels. But what expertise do Daubney and his fellow party novices have to offer voters that more experienced politicians cannot? “Westminster is meant to be full of experts and where have they got us? Nowhere. They have refused to enact the will of the people and people are sick to the back teeth of so-called experts because they exist in a world of self-interest and aren’t interested in what the common person thinks.” Daubney’s own political journey, he believes, mirrors that of many potential Brexit party voters. He thought he’d be a lifelong Labour supporter, but “pulled the rip-cord” when Ed Miliband became leader. He’s since twice voted for the Liberal Democrats and once for the Women’s Equality party, thanks to its policy on shared parental leave. He says that in Manchester, where he was introduced to Brexit party supporters, the room was “packed with lifelong but despondent Labour supporters, looking for permission to jump ship”. Labour, he believes, is going to get “a nasty surprise” at the European elections. But what of Daubney, what nasty surprises are in store for him? He says he’s never voted for Nigel Farage or Ukip, but he believes that the Brexit party can replace the status quo, and become part of a European tide of populism. What, though, are its policies? “Nigel has said that he will lay those out after the European elections,” he says. He thinks it’s “extremely naive to think the Brexit party is reheated Ukip”, though, given Farage’s track record and policies as a politician, some would say it’s naive to believe that he will abandon his rightwing beliefs. “Claire Fox [another Brexit party candidate] said there’s probably not much she’d agree with Nigel about women’s rights, workers’ rights, immigration. All those conversations will have to be had down the line. They’re conversations I’d like to listen to.” But whatever the outcome of that debate, and even if the UK somehow manages not to leave the EU, Daubney has no intention of resigning, should he become an MEP. “I’ve always said, to use a colourful metaphor, it’s better to be inside the tent pissing outwards. If you’re trying to enact change in an institution, then you’re better off being part of it.” Especially when that tent is paying you a hundred grand plus hefty expenses – certainly, Farage has managed to stick it out for 20 years now. Although Daubney has said that he’d prefer to stay in Europe than leave with Theresa May’s withdrawal agreement, his preference is a no-deal Brexit, which he sees as “an exciting way to look to the future in terms of trade deals, WTO and just being optimistic about Britain moving forwards”. But what about the fact that an overwhelming majority of economic observers argue that it will have a very negative impact on the British economy in the short and medium term? “I think people have lost faith in that negatively biased frame of mind,” he says, dismissing a whole field of study as an exercise in wilful pessimism. If there’s anything that can be done then, he says, people of all stripes believe “there’s only one man who can do it”. “The naysayers and the deniers have reinvigorated Farage,” he explains. “This shouldn’t be happening. Nigel has reinvigorated the anti-establishment sentiment. We can say that that’s not helpful, but if the establishment is not helping, what’s the alternative?” he asks. It’s almost as if he’s saying, this is how bad things are: Farage is the only option. But it’s probably a sound rule of political philosophy that if Farage is the answer, you’re almost certainly posing the wrong question.",
      "charCount": "4938",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewanthony\">Andrew Anthony</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/27/sibeth-ndiaye-emmanuel-macron-french-politics-angelique-chrisafis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-27T09:00:05Z",
    "webTitle": "Macron's right-hand woman: ‘He doesn't need another flatterer’",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/27/sibeth-ndiaye-emmanuel-macron-french-politics-angelique-chrisafis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/27/sibeth-ndiaye-emmanuel-macron-french-politics-angelique-chrisafis",
    "fields": {
      "headline": "Macron's right-hand woman: ‘He doesn't need another flatterer’",
      "standfirst": "<p>Sibeth Ndiaye is the plain-speaking communications guru who has been by the French president’s side since he was an ambitious minister. As she joins his cabinet, she talks about their political differences, les gilets jaunes, Brexit and racist attacks<br></p>",
      "trailText": "Sibeth Ndiaye is the plain-speaking communications guru who has been by the French president’s side since he was an ambitious minister. As she joins his cabinet, she talks about their political differences, les gilets jaunes, Brexit and racist attacks<br>",
      "byline": "Angelique Chrisafis",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"6bf95051a4f38c9ad674dbc7a2e5d135fa85b75c\"> <img src=\"https://media.guim.co.uk/6bf95051a4f38c9ad674dbc7a2e5d135fa85b75c/0_593_4418_2490/1000.jpg\" alt=\"Sibeth Ndiaye, French cabinet minister and government spokeswoman\" width=\"1000\" height=\"564\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sibeth Ndiaye, whose brief as spokeswoman is to make the French government seem more in touch. </span> <span class=\"element-image__credit\">Photograph: Ed Alcock/The Guardian</span> </figcaption> </figure>",
      "body": "<p>During his rise to power, <a href=\"https://www.theguardian.com/world/emmanuel-macron\" title=\"\">Emmanuel Macron</a>, France’s youngest modern leader, was often seen surrounded by a close-knit group of identikit white male advisers in suits, fellow graduates of elite political schools, soon nicknamed “the Mormons” for their uniformity. But one woman stood out: Senegalese-born Sibeth Ndiaye, his media communications supremo. The straight-talking 39-year-old in a biker jacket played a key role in crafting Macron’s image as the change-making outsider; the man who built a new centrist party in order to fight the far-right <a href=\"https://www.theguardian.com/world/marine-le-pen\" title=\"\">Marine Le Pen</a>, with his intriguing personal story as a gifted school pupil who married his drama teacher, Brigitte.</p> <p>Often, when Ndiaye briefed the Paris media establishment on Macron’s policy ideas, she was the only minority ethnic person in the room. She remembers the exact moment Macron really understood how this felt. It was 2015, he was an ambitious economy minister in government under the Socialist president <a href=\"https://www.theguardian.com/world/francois-hollande\" title=\"\">François Hollande</a>, and she was organising the media scrum following him at an aviation show in a hangar north of Paris. But the police kept blocking her way. “Every time we got to a stand, the security cordon would stop me going through,” she says when we meet in her office. “Usually I’m incredibly strong in those situations. But this time – I don’t know why, maybe I was tired – I just cracked and I sat down and cried.” The local police chief stepped in and personally escorted her through the event.</p> <p>She says that when Macron realised what had happened, “he shook my hand for a very long while, looking me straight in the eye. And something was forged between us. It’s one thing to have an intellectual awareness of discrimination, it’s another thing to experience it directly. From that moment, whenever I was out on a walkabout with him, he developed this habit of always turning round and checking: ‘Where’s Sibeth?’”</p> <p>Ndiaye has been at his side ever since, running his media operation at the presidential palace after he won the 2017 election. She is so close to him that she has advised him on his trouser length, occasionally done his makeup and been known to tuck verses of poetry into his briefings. She is seen as one of the few people who can speak frankly to the president. “She’s direct with him and she jokes and teases him, where I wouldn’t have dared,” one former adviser tells me. This month, Macron propelled her from the shadows on to the public stage, appointing her a <a href=\"https://www.theguardian.com/world/2019/mar/31/macron-reshuffle-ministers-resign-run-paris-mayor-election\" title=\"\">cabinet minister and government spokesperson</a>.</p>  <figure class=\"element element-image\" data-media-id=\"f304c9327fc9e9d1ecc9e221a7ede4570e6da36e\"> <img src=\"https://media.guim.co.uk/f304c9327fc9e9d1ecc9e221a7ede4570e6da36e/0_135_4093_2827/1000.jpg\" alt=\"Then public relations adviser of French president Sibeth Ndiaye (L) and French president Emmanuel Macron leave the Elysee palace in Paris in October 2017\" width=\"1000\" height=\"691\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At the Elysée palace with President Macron. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Ludovic Marin/AFP/Getty Images</span> </figcaption> </figure>  <p>A unique quirk of French politics is that the spokesperson has a junior ministerial role, sitting on the parliament front benches. Ndiaye’s job is to ruthlessly argue the government’s cause and explain its actions on TV – like Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2017/oct/30/sarah-huckabee-sanders-press-secretary-sean-spicer\" title=\"\">Sarah Huckabee Sanders</a>, but with more power. She arrives in the role at a particularly testing time. Five months of <em><a href=\"https://www.theguardian.com/world/gilets-jaunes-protests\" title=\"\">gilets jaunes </a></em><a href=\"https://www.theguardian.com/world/gilets-jaunes-protests\" title=\"\">anti-government street demonstrations</a> have seen sporadic rioting on the Champs Elysées. Two years into his term, the pro-business Macron, who promised to transform France with a new form of inclusive politics, has instead been accused of arrogance and being “president of the rich”, his approval ratings dropping below 30% this month. In January, Ndiaye’s predecessor as spokesperson, Benjamin Griveaux – now hoping to run for mayor of Paris – had to be bundled out of a ministry side door after protesters on a forklift truck smashed down the massive wooden gates outside his office and rampaged across the cobbled courtyard, damaging cars and breaking windows.</p> <p>***</p> <p>There’s no sign of any unrest the day I meet Ndiaye in the 18th-century Paris mansion that serves as her ministry. Hours later, news will break of <a href=\"https://www.theguardian.com/world/2019/apr/16/notre-dame-cathedral-fire-a-visual-guide-and-timeline\" title=\"\">the fire tearing through Notre Dame</a>, causing a turmoil of announcements and meetings, but now we sit in a quiet office with leather sofas, a vast glass chandelier, modern paintings and campaign pictures of Ndiaye with Macron on the mantelpiece. Over a pot of tea, she is warm and informal. We’re far from the relentless election campaign two years ago when I’d see her sprinting along the drab, grey corridors of Macron’s HQ or still working at midnight on the cold train home from a faraway rally (her days would usually end at 3am).</p> <p>As a press officer she was known to be direct – in a <a href=\"https://www.netflix.com/fr/title/80190879\" title=\"\">campaign documentary</a>, she is seen berating a magazine writer: “That’s not the work of a journalist, that’s the work of a slob.” Indeed, she feels her new job is to cut through political waffle and listen to voters. “In order to convince people, you need to understand their difficulties, fears, questions, what they want,” she says. “And sometimes you need to use their vocabulary to make yourself better understood.”</p> <p>Ndiaye grew up in Senegal, moving to France when she was 17. Unlike many ministers in a centrist government supposed to have been pulled from both left and right, her background is in the leftwing student union movement – when she worked for Macron at the economy ministry, she took public transport every day from the suburban town of Saint-Denis, where she lived with her social housing director husband and three children, twin girls now nine years old and a son aged six. (They have since moved to Paris to be nearer her work.)</p> <p>Since her appointment, she has become one of the most talked-about and photographed members of the French government; Macron would like her to represent a new, more human face of French politics. Her brief – far from easy – is to make the government seem more likable, more in touch. “Proximity, generosity,” the president is said to have advised her.</p> <p>However, her new public-facing role has unleashed a riot of sexist and racist abuse. One French author tweeted last month that Ndiaye having natural afro hair in government was an affront to France: a “provocation and a total lack of respect”. Trolls compared her patterned dresses to cleaners’ overalls.</p> <p>The interior minister, Christophe Castaner, slammed “the outpouring of racist hatred”. The leftwing MP Jean-Philippe Nilor warned that France – a republic supposedly built on the foundation that citizens are equal, no matter their class, race or religion – had failed to move on in the six years since the black justice minister <a href=\"https://www.theguardian.com/world/2016/jan/27/french-justice-minister-christiane-taubira-resigns\" title=\"\">Christiane Taubira</a> was likened to a monkey on social media and saw children wave bananas at her at an event.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"1977f16882419ad565e557c72cdff6c58831c574\"> <img src=\"https://media.guim.co.uk/1977f16882419ad565e557c72cdff6c58831c574/97_0_4383_5600/783.jpg\" alt=\"Sibeth Ndiaye, French cabinet minister and government spokeswoman\" width=\"783\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘France can’t resolve Brexit in Britain’s place. None of us wants a no-deal, but we’re prepared if it happens.’</span> <span class=\"element-image__credit\">Photograph: Ed Alcock/The Guardian</span> </figcaption> </figure>  <p>“I think it’s revealing of the moment we live in: that fear of the other, that retreat into what we believe our identity to be,” Ndiaye says of the recent abuse. She says she feels both Senegalese, where she grew up, and French, where she has lived for more than 20 years; she took joint French nationality three years ago. “I have never felt rejected or excluded by my adopted country, but I know there are some people – through fear, foolishness or anxiety over what I might represent – who can be racist.” She says it was worse for the family of her husband, who is white. His family come from “a little French town where they are not constantly confronted with this. So it was very shocking for them – more so than for me.”</p> <p>Ndiaye’s appointment ensures Macron’s promised gender parity in government, although she is one of only two BAME people out of 36 ministers. “When you’re a woman and you’re black, people will always cast doubt on why you’re there,” she said recently in a TV interview.</p> <p>Ndiaye grew up in Dakar, steeped in the politics of the African independence movement. Her mother, who was of mixed Togolese and German descent, was a senior judge who went on to head Senegal’s constitutional council. Her father, a politician, was born into a poor family outside Dakar, the orphaned son of a Senegalese soldier who died fighting for France in the second world war. Her parents met at university in Paris in the heady days of 1960s street demonstrations and activism, and then returned to Senegal. Democracy was important at home – even Ndiaye’s name was decided in a family vote with the agreement of her three elder sisters.</p> <p>“I grew up bathed in politics,” she says. “I have an image in my head of my parents sitting in our living room, under a huge cloud of cigarette smoke as they talked and talked and talked: about the future of the African continent, and French politics, too.”</p> <p>Every Friday lunchtime, they would host an open house with key thinkers and intellectuals, eating traditional Senegalese fish and rice, and putting the world to rights. Ndiaye would come home from school at lunch to be part of it and “hide in a corner” so she could stay the afternoon.</p> <p>Earlier this month, on the steps of Ndiaye’s ministry, in her first speech in her new role, she thanked her family for helping her break glass ceilings. She has paid tribute to her father who, with four daughters, was a feminist who insisted school “was a tool for emancipation”. “And I was surrounded by powerful, professional women, many with external signs of power – for example, women who had chauffeur-driven cars, which was something then considered to be reserved for men,” she tells me.</p> <p>When she was 17, her father became desperately ill and was treated in a Paris hospital. He said he wanted her to have the chance to study abroad, like her sisters, so she moved to attend a high school in Paris, boarding in a student residence. Her father died only a few months after she arrived.</p>  <figure class=\"element element-image\" data-media-id=\"2bda7204b976cde900575525466f597f3ae92177\"> <img src=\"https://media.guim.co.uk/2bda7204b976cde900575525466f597f3ae92177/0_0_4602_3243/1000.jpg\" alt=\"Newly appointed French Junior Minister and Government’s spokesperson Sibeth Ndiaye (L) speaks next to her predecessor Benjamin Griveaux during a hand over ceremony at the ministry in Paris on April 1, 2019\" width=\"1000\" height=\"705\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Taking over as government spokesperson from Benjamin Griveaux earlier this month. In January, gilets jaunes protesters on a forklift truck smashed the gates outside his office. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Thomas Samson/AFP/Getty Images</span> </figcaption> </figure>  <p>At school she suffered what she calls “the shock of discovering for the first time that I was black”. Before that, she hadn’t realised “the rejection” that could happen over skin colour. “My parents were intellectually black, and we talked a lot,” she says. “I had learned the poems of <a href=\"https://www.theguardian.com/world/2008/apr/21/3\" title=\"\">Aimé Césaire</a>, of <a href=\"https://www.theguardian.com/news/2001/dec/21/guardianobituaries.books1\" title=\"\">Léopold Sédar Senghor</a>, I was steeped in the concept of la négritude. But it was an intellectual concept. I had never felt it bodily. And I felt it bodily in France.”</p> <p>It was also the first time she was asked if she had grown up in a hut. Shocked, she learned the western image of Africa, “a TV image of children in the dust”. She says: “Africa was that, but it was also other things.”</p> <p>Studying biology, she became an activist in a leftwing student union. Her political awakening – as with many of her generation on the left – came one night in Paris in April 2002. <a href=\"https://www.theguardian.com/world/jean-marie-le-pen\" title=\"\">Jean-Marie Le Pen</a>, the ex-paratrooper leader of the far-right Front National, a party slammed by its opponents as antisemitic, racist and xenophobic, swept into the <a href=\"https://www.theguardian.com/world/2002/apr/22/thefarright.france\" title=\"\">second-round runoff of the presidential election</a> against the rightwing <a href=\"https://www.theguardian.com/world/jacques-chirac\" title=\"\">Jacques Chirac</a>.</p> <p>Ndiaye had been watching on TV with student union friends. “Our spontaneous reaction was to run down into the street, and it’s the first time I ever shouted slogans at a demonstration. It was ‘F for fascist, N for Nazi, down with the Front National’.”</p> <p>She joined the Socialist party straight away, but quickly became discouraged by the fact that no mainstream parties were asking “the fundamental questions” about why voters were turning to Le Pen. “That’s what later drew me to Emmanuel Macron’s project, the idea of deeply questioning the way the country had evolved: what was behind that slow 30-year drift, that insidious poison.”</p> <p>And yet Marine Le Pen, who took over the far-right party from her father, recently <a href=\"https://www.theguardian.com/world/2018/jun/01/marine-le-pen-rebrands-front-national-in-push-for-support\" title=\"\">renaming it the National Rally</a>, is still there, with a large support base. When she reached the final round presidential runoff against Macron in 2017, barely anyone took to the streets. Now her party is polling only a point or so short of Macron’s for the European elections next month. Ndiaye insists, “My feeling is that we are armed to come to the battle against her.”</p> <p>Ndiaye sees a <a href=\"https://www.theguardian.com/world/2018/dec/07/macrons-arrogance-unites-us-on-the-barricades-with-frances-gilets-jaunes\" title=\"\">link between the anger in the vote for Jean-Marie Le Pen in 2002 and the protests today</a>, saying: “The gilets jaunes are telling us they reject a society where they feel that even when you work, you can’t get by, where there’s an injustice of whichever family you’re born into, you’ve got very little chance of moving up. They think things are being decided without them. Those are things that in some way had been underlying Emmanuel Macron’s election and that we have already put our finger on.” She argues that Macron’s recent listening exercise – a three-month “national great debate” in town halls across the country – will lead to structural change.</p> <p>Then there’s the upheaval within the EU – Ndiaye got her new job just after Theresa May negotiated the latest <a href=\"https://www.theguardian.com/politics/live/2019/apr/10/brexit-eu-to-decide-on-uk-extension-live-news\" title=\"\">Brexit extension at Brussels</a>. Macron was being portrayed in the UK as a stubborn <a href=\"https://www.theguardian.com/world/2019/apr/11/macrons-tough-guy-stance-on-brexit-is-part-of-his-political-project\" title=\"\">would-be General Charles de Gaulle</a>, isolated among European leaders in refusing the UK a longer time frame for sorting out its political mess.</p>  <figure class=\"element element-image\" data-media-id=\"11a0da456d91cc6c623002a0f790802a3b88fcd7\"> <img src=\"https://media.guim.co.uk/11a0da456d91cc6c623002a0f790802a3b88fcd7/0_266_4311_5520/781.jpg\" alt=\"Sibeth Ndiaye, French cabinet minister and government spokeswoman\" width=\"781\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I tried to get the president’s attention with poetry. I would slot verses into our communications.’</span> <span class=\"element-image__credit\">Photograph: Ed Alcock/The Guardian</span> </figcaption> </figure>  <p>Like all French ministers, Ndiaye insists the ball is in the UK’s court. “For me, it’s very important that the Brexit vote is respected, even if I don’t share the opinion expressed in the outcome,” she says. “From a French point of view, we can’t resolve British problems in Britain’s place. So it’s now up to the British to find the means to validate the withdrawal agreement which was negotiated at length between the UK and the EU.” She says May’s talks with Labour were seen in Paris as a step towards an orderly Brexit. “None of us wants a no-deal, but we are prepared for one if it happens.”</p> <p>***</p> <p>Despite the differences in their background – she a former leftwing activist, he a former investment banker – Ndiaye and Macron’s relationship has been described by observers as “relaxed” and close. He once said a head of state should read literature or philosophy every night, lest they lose touch with reality. Ndiaye, when she worked on his economy ministry press team, used their mutual interest in poetry to try to keep him in line. “Running his diary is one of the worst things in the world because he’s someone who likes changing plans at the last minute,” she says. “To sweeten the pill and to get him to sign off on plans, I tried to get his attention with poetry. At the start, I would slot verses of poems into our communications. Then it became a challenge, we did it by periods or cycles: the Romantics, African poetry, Rabelaisian poetry.”</p> <p>At that time, she and Macron would talk politics “and we didn’t always agree”, though, being typically protective of him, she won’t say on what. <a href=\"https://www.theguardian.com/world/2017/jul/29/inside-the-elysee-the-reflected-glory-of-macrons-gilded-cage\" title=\"\">At the Elysée</a> – which is often said to create republican monarchs surrounded by a fawning court – she continued to speak her mind to him. “When you advise a politician, it’s important to tell the truth, that’s what you’re paid to do,” she says. “There are enough flatterers in the court, he doesn’t need another one.”</p> <p>As Macron’s gatekeeper, Ndiaye’s relationship with the media has sometimes been fraught. After becoming president, Macron sought to limit journalists’ access to the back rooms and corridors of power. He wouldn’t give off-the-record chats. He and Ndiaye were accused of seeing journalism mainly as a means to pass on government announcements. In her first question-and-answer session with the press, she denied a report in a magazine that she once said she was fine with “lying to protect the president”.</p>  <figure class=\"element element-image\" data-media-id=\"4ddf57fa48da61a18211d46233b23bad583644fc\"> <img src=\"https://media.guim.co.uk/4ddf57fa48da61a18211d46233b23bad583644fc/167_0_4639_2971/1000.jpg\" alt=\"Emmanuel Macron’s team and Head of the public relations of the party’s “La Republique en marche” (EMA) Sibeth Ndiaye, “La Republique en marche” (EMA) spokesman Benjamin Griveaux and General Secretary of the “La Republique en marche” (EMA) party Richard Ferrand arrive at the Elysee Presidential Palace for the handover ceremony between France’s newly-elected President Emmanuel Macron and outgoing President Francois Hollande on May 14, 2017 in Paris, France\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With Macron’s inner circle of advisers, nicknamed ‘The Mormons’ for their uniformity, in 2017. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Chesnot/Getty Images</span> </figcaption> </figure>  <p>When, last year, it was suggested that the press office inside the Elysée palace would be moved to another building nearby, news agencies protested, likening Macron to Trump, who had briefly considered moving accredited press out of the White House the year before. Today, Ndiaye defends Macron, saying he “has enormous respect for the media, and I share that, because he’s convinced that democracy can’t exist without counter-powers.” She says the new executive simply wanted some elements of political decision-making to take place calmly, away from constant leaks.</p> <p>“Journalists naturally do their job, they try to open the black box,” she says. “And my role was in some way to make sure they didn’t open that box. Yes, our way of doing things was different, but at no point was it about showing contempt for the work of journalists or denying them a major place in the balance of democracy. On the contrary.”</p> <p>Whether Ndiaye – who is so closely personally associated with Macron and was so adept in a spin doctor role – can now convince disillusioned, leftwing or less well-off French voters that the government is genuinely on their side remains to be seen. Her appointment sets the government firmly apart from the far-right populism of Le Pen. But is that enough to win over voters losing confidence in the political class?</p> <p>Ndiaye says only one factor has driven her life since her childhood in Senegal: “Injustice. I could never bear it. I have always asked myself, why me and not others?” she says. “Why did I live in a privileged way, go to school, was well-dressed, have things that others didn’t just because they weren’t born into the right family?” That rage has never left her, she says.</p> <p>For now, at the ministry, Ndiaye must rush to her next government meeting. And just like the women in power she grew up admiring, her chauffeur-driven car awaits.</p> <p>• If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email <a href=\"mailto:\" title=\"\">weekend@theguardian.com</a>, including your name and address (not for publication).</p> <p>Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site.</p>",
      "newspaperPageNumber": "31",
      "wordcount": "2939",
      "commentCloseDate": "2019-04-27T22:45:00Z",
      "commentable": "true",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-04-27T09:00:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2019-04-27T22:31:07Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bajjg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6bf95051a4f38c9ad674dbc7a2e5d135fa85b75c/826_588_2420_1452/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "During his rise to power, Emmanuel Macron, France’s youngest modern leader, was often seen surrounded by a close-knit group of identikit white male advisers in suits, fellow graduates of elite political schools, soon nicknamed “the Mormons” for their uniformity. But one woman stood out: Senegalese-born Sibeth Ndiaye, his media communications supremo. The straight-talking 39-year-old in a biker jacket played a key role in crafting Macron’s image as the change-making outsider; the man who built a new centrist party in order to fight the far-right Marine Le Pen, with his intriguing personal story as a gifted school pupil who married his drama teacher, Brigitte. Often, when Ndiaye briefed the Paris media establishment on Macron’s policy ideas, she was the only minority ethnic person in the room. She remembers the exact moment Macron really understood how this felt. It was 2015, he was an ambitious economy minister in government under the Socialist president François Hollande, and she was organising the media scrum following him at an aviation show in a hangar north of Paris. But the police kept blocking her way. “Every time we got to a stand, the security cordon would stop me going through,” she says when we meet in her office. “Usually I’m incredibly strong in those situations. But this time – I don’t know why, maybe I was tired – I just cracked and I sat down and cried.” The local police chief stepped in and personally escorted her through the event. She says that when Macron realised what had happened, “he shook my hand for a very long while, looking me straight in the eye. And something was forged between us. It’s one thing to have an intellectual awareness of discrimination, it’s another thing to experience it directly. From that moment, whenever I was out on a walkabout with him, he developed this habit of always turning round and checking: ‘Where’s Sibeth?’” Ndiaye has been at his side ever since, running his media operation at the presidential palace after he won the 2017 election. She is so close to him that she has advised him on his trouser length, occasionally done his makeup and been known to tuck verses of poetry into his briefings. She is seen as one of the few people who can speak frankly to the president. “She’s direct with him and she jokes and teases him, where I wouldn’t have dared,” one former adviser tells me. This month, Macron propelled her from the shadows on to the public stage, appointing her a cabinet minister and government spokesperson. A unique quirk of French politics is that the spokesperson has a junior ministerial role, sitting on the parliament front benches. Ndiaye’s job is to ruthlessly argue the government’s cause and explain its actions on TV – like Donald Trump’s Sarah Huckabee Sanders, but with more power. She arrives in the role at a particularly testing time. Five months of gilets jaunes anti-government street demonstrations have seen sporadic rioting on the Champs Elysées. Two years into his term, the pro-business Macron, who promised to transform France with a new form of inclusive politics, has instead been accused of arrogance and being “president of the rich”, his approval ratings dropping below 30% this month. In January, Ndiaye’s predecessor as spokesperson, Benjamin Griveaux – now hoping to run for mayor of Paris – had to be bundled out of a ministry side door after protesters on a forklift truck smashed down the massive wooden gates outside his office and rampaged across the cobbled courtyard, damaging cars and breaking windows. *** There’s no sign of any unrest the day I meet Ndiaye in the 18th-century Paris mansion that serves as her ministry. Hours later, news will break of the fire tearing through Notre Dame, causing a turmoil of announcements and meetings, but now we sit in a quiet office with leather sofas, a vast glass chandelier, modern paintings and campaign pictures of Ndiaye with Macron on the mantelpiece. Over a pot of tea, she is warm and informal. We’re far from the relentless election campaign two years ago when I’d see her sprinting along the drab, grey corridors of Macron’s HQ or still working at midnight on the cold train home from a faraway rally (her days would usually end at 3am). As a press officer she was known to be direct – in a campaign documentary, she is seen berating a magazine writer: “That’s not the work of a journalist, that’s the work of a slob.” Indeed, she feels her new job is to cut through political waffle and listen to voters. “In order to convince people, you need to understand their difficulties, fears, questions, what they want,” she says. “And sometimes you need to use their vocabulary to make yourself better understood.” Ndiaye grew up in Senegal, moving to France when she was 17. Unlike many ministers in a centrist government supposed to have been pulled from both left and right, her background is in the leftwing student union movement – when she worked for Macron at the economy ministry, she took public transport every day from the suburban town of Saint-Denis, where she lived with her social housing director husband and three children, twin girls now nine years old and a son aged six. (They have since moved to Paris to be nearer her work.) Since her appointment, she has become one of the most talked-about and photographed members of the French government; Macron would like her to represent a new, more human face of French politics. Her brief – far from easy – is to make the government seem more likable, more in touch. “Proximity, generosity,” the president is said to have advised her. However, her new public-facing role has unleashed a riot of sexist and racist abuse. One French author tweeted last month that Ndiaye having natural afro hair in government was an affront to France: a “provocation and a total lack of respect”. Trolls compared her patterned dresses to cleaners’ overalls. The interior minister, Christophe Castaner, slammed “the outpouring of racist hatred”. The leftwing MP Jean-Philippe Nilor warned that France – a republic supposedly built on the foundation that citizens are equal, no matter their class, race or religion – had failed to move on in the six years since the black justice minister Christiane Taubira was likened to a monkey on social media and saw children wave bananas at her at an event. “I think it’s revealing of the moment we live in: that fear of the other, that retreat into what we believe our identity to be,” Ndiaye says of the recent abuse. She says she feels both Senegalese, where she grew up, and French, where she has lived for more than 20 years; she took joint French nationality three years ago. “I have never felt rejected or excluded by my adopted country, but I know there are some people – through fear, foolishness or anxiety over what I might represent – who can be racist.” She says it was worse for the family of her husband, who is white. His family come from “a little French town where they are not constantly confronted with this. So it was very shocking for them – more so than for me.” Ndiaye’s appointment ensures Macron’s promised gender parity in government, although she is one of only two BAME people out of 36 ministers. “When you’re a woman and you’re black, people will always cast doubt on why you’re there,” she said recently in a TV interview. Ndiaye grew up in Dakar, steeped in the politics of the African independence movement. Her mother, who was of mixed Togolese and German descent, was a senior judge who went on to head Senegal’s constitutional council. Her father, a politician, was born into a poor family outside Dakar, the orphaned son of a Senegalese soldier who died fighting for France in the second world war. Her parents met at university in Paris in the heady days of 1960s street demonstrations and activism, and then returned to Senegal. Democracy was important at home – even Ndiaye’s name was decided in a family vote with the agreement of her three elder sisters. “I grew up bathed in politics,” she says. “I have an image in my head of my parents sitting in our living room, under a huge cloud of cigarette smoke as they talked and talked and talked: about the future of the African continent, and French politics, too.” Every Friday lunchtime, they would host an open house with key thinkers and intellectuals, eating traditional Senegalese fish and rice, and putting the world to rights. Ndiaye would come home from school at lunch to be part of it and “hide in a corner” so she could stay the afternoon. Earlier this month, on the steps of Ndiaye’s ministry, in her first speech in her new role, she thanked her family for helping her break glass ceilings. She has paid tribute to her father who, with four daughters, was a feminist who insisted school “was a tool for emancipation”. “And I was surrounded by powerful, professional women, many with external signs of power – for example, women who had chauffeur-driven cars, which was something then considered to be reserved for men,” she tells me. When she was 17, her father became desperately ill and was treated in a Paris hospital. He said he wanted her to have the chance to study abroad, like her sisters, so she moved to attend a high school in Paris, boarding in a student residence. Her father died only a few months after she arrived. At school she suffered what she calls “the shock of discovering for the first time that I was black”. Before that, she hadn’t realised “the rejection” that could happen over skin colour. “My parents were intellectually black, and we talked a lot,” she says. “I had learned the poems of Aimé Césaire, of Léopold Sédar Senghor, I was steeped in the concept of la négritude. But it was an intellectual concept. I had never felt it bodily. And I felt it bodily in France.” It was also the first time she was asked if she had grown up in a hut. Shocked, she learned the western image of Africa, “a TV image of children in the dust”. She says: “Africa was that, but it was also other things.” Studying biology, she became an activist in a leftwing student union. Her political awakening – as with many of her generation on the left – came one night in Paris in April 2002. Jean-Marie Le Pen, the ex-paratrooper leader of the far-right Front National, a party slammed by its opponents as antisemitic, racist and xenophobic, swept into the second-round runoff of the presidential election against the rightwing Jacques Chirac. Ndiaye had been watching on TV with student union friends. “Our spontaneous reaction was to run down into the street, and it’s the first time I ever shouted slogans at a demonstration. It was ‘F for fascist, N for Nazi, down with the Front National’.” She joined the Socialist party straight away, but quickly became discouraged by the fact that no mainstream parties were asking “the fundamental questions” about why voters were turning to Le Pen. “That’s what later drew me to Emmanuel Macron’s project, the idea of deeply questioning the way the country had evolved: what was behind that slow 30-year drift, that insidious poison.” And yet Marine Le Pen, who took over the far-right party from her father, recently renaming it the National Rally, is still there, with a large support base. When she reached the final round presidential runoff against Macron in 2017, barely anyone took to the streets. Now her party is polling only a point or so short of Macron’s for the European elections next month. Ndiaye insists, “My feeling is that we are armed to come to the battle against her.” Ndiaye sees a link between the anger in the vote for Jean-Marie Le Pen in 2002 and the protests today, saying: “The gilets jaunes are telling us they reject a society where they feel that even when you work, you can’t get by, where there’s an injustice of whichever family you’re born into, you’ve got very little chance of moving up. They think things are being decided without them. Those are things that in some way had been underlying Emmanuel Macron’s election and that we have already put our finger on.” She argues that Macron’s recent listening exercise – a three-month “national great debate” in town halls across the country – will lead to structural change. Then there’s the upheaval within the EU – Ndiaye got her new job just after Theresa May negotiated the latest Brexit extension at Brussels. Macron was being portrayed in the UK as a stubborn would-be General Charles de Gaulle, isolated among European leaders in refusing the UK a longer time frame for sorting out its political mess. Like all French ministers, Ndiaye insists the ball is in the UK’s court. “For me, it’s very important that the Brexit vote is respected, even if I don’t share the opinion expressed in the outcome,” she says. “From a French point of view, we can’t resolve British problems in Britain’s place. So it’s now up to the British to find the means to validate the withdrawal agreement which was negotiated at length between the UK and the EU.” She says May’s talks with Labour were seen in Paris as a step towards an orderly Brexit. “None of us wants a no-deal, but we are prepared for one if it happens.” *** Despite the differences in their background – she a former leftwing activist, he a former investment banker – Ndiaye and Macron’s relationship has been described by observers as “relaxed” and close. He once said a head of state should read literature or philosophy every night, lest they lose touch with reality. Ndiaye, when she worked on his economy ministry press team, used their mutual interest in poetry to try to keep him in line. “Running his diary is one of the worst things in the world because he’s someone who likes changing plans at the last minute,” she says. “To sweeten the pill and to get him to sign off on plans, I tried to get his attention with poetry. At the start, I would slot verses of poems into our communications. Then it became a challenge, we did it by periods or cycles: the Romantics, African poetry, Rabelaisian poetry.” At that time, she and Macron would talk politics “and we didn’t always agree”, though, being typically protective of him, she won’t say on what. At the Elysée – which is often said to create republican monarchs surrounded by a fawning court – she continued to speak her mind to him. “When you advise a politician, it’s important to tell the truth, that’s what you’re paid to do,” she says. “There are enough flatterers in the court, he doesn’t need another one.” As Macron’s gatekeeper, Ndiaye’s relationship with the media has sometimes been fraught. After becoming president, Macron sought to limit journalists’ access to the back rooms and corridors of power. He wouldn’t give off-the-record chats. He and Ndiaye were accused of seeing journalism mainly as a means to pass on government announcements. In her first question-and-answer session with the press, she denied a report in a magazine that she once said she was fine with “lying to protect the president”. When, last year, it was suggested that the press office inside the Elysée palace would be moved to another building nearby, news agencies protested, likening Macron to Trump, who had briefly considered moving accredited press out of the White House the year before. Today, Ndiaye defends Macron, saying he “has enormous respect for the media, and I share that, because he’s convinced that democracy can’t exist without counter-powers.” She says the new executive simply wanted some elements of political decision-making to take place calmly, away from constant leaks. “Journalists naturally do their job, they try to open the black box,” she says. “And my role was in some way to make sure they didn’t open that box. Yes, our way of doing things was different, but at no point was it about showing contempt for the work of journalists or denying them a major place in the balance of democracy. On the contrary.” Whether Ndiaye – who is so closely personally associated with Macron and was so adept in a spin doctor role – can now convince disillusioned, leftwing or less well-off French voters that the government is genuinely on their side remains to be seen. Her appointment sets the government firmly apart from the far-right populism of Le Pen. But is that enough to win over voters losing confidence in the political class? Ndiaye says only one factor has driven her life since her childhood in Senegal: “Injustice. I could never bear it. I have always asked myself, why me and not others?” she says. “Why did I live in a privileged way, go to school, was well-dressed, have things that others didn’t just because they weren’t born into the right family?” That rage has never left her, she says. For now, at the ministry, Ndiaye must rush to her next government meeting. And just like the women in power she grew up admiring, her chauffeur-driven car awaits. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication). Comments on this piece are premoderated to ensure the discussion remains on the topics raised by the article. Please be aware that there may be a short delay in comments appearing on the site.",
      "charCount": "17208",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/angeliquechrisafis\">Angelique Chrisafis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]