[
  {
    "id": "technology/2019/jul/03/police-face-calls-to-end-use-of-facial-recognition-software",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-07-03T18:00:18Z",
    "webTitle": "Police face calls to end use of facial recognition software",
    "webUrl": "https://www.theguardian.com/technology/2019/jul/03/police-face-calls-to-end-use-of-facial-recognition-software",
    "apiUrl": "https://content.guardianapis.com/technology/2019/jul/03/police-face-calls-to-end-use-of-facial-recognition-software",
    "fields": {
      "headline": "Police face calls to end use of facial recognition software",
      "standfirst": "<p>Analysts find system often wrongly identifies people and could breach human rights law</p>",
      "trailText": "Analysts find system often wrongly identifies people and could breach human rights law",
      "byline": "Robert Booth  Social affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e6e98b9bdc1c7e71fbcc4fc0b52022b9c2b43d4\"> \n <img src=\"https://media.guim.co.uk/8e6e98b9bdc1c7e71fbcc4fc0b52022b9c2b43d4/0_312_5138_3082/1000.jpg\" alt=\"Met facial recognition system in use sign as people walk by.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Analysts say facial recognition systems regularly misidentified people.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Kerrison/Alamy Stock Photo</span> \n </figcaption> \n</figure>",
      "body": "<p>Police are facing calls to halt the use of facial recognition software to search for suspected criminals in public after independent analysis found matches were only correct in a fifth of cases and the system was likely to break human rights laws.</p> \n<p>Academics from the University of Essex were granted access to six live trials by the Metropolitan police in Soho, Romford and at the Westfield shopping centre in Stratford, east London.</p> \n<p>They found the system regularly misidentified people who were then wrongly stopped. They also warned of “surveillance creep”, with the technology being used to find people who were not wanted by the courts. And they warned it was unlikely to be justifiable under human rights law, which protects privacy, freedom of expression and the right to protest.</p> \n<p>Similar facial scanning software is being used in shopping centres, where it is embedded in advertising hoardings to track the shoppers’ age, gender and even mood, and has been deployed by other police forces in Manchester, Leicester and South Wales – where it will be used this weekend at the Swansea airshow. Officers will be scanning for “persons of interest” and “other persons where intelligence is required” as well as wanted criminals, the force said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"fa22bdf1-a193-4b8b-bb8e-3f1acb1f8afd\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What is facial recognition?</strong></p>\n    <p></p>\n    <p>This is a catch-all term for any technology that involves cataloguing and recognising human faces, typically by recording the unique ratios between an individual’s facial features, such as eyes, nose and mouth.&nbsp;</p>\n    <p></p>\n    <p><strong>Why is it in the news?</strong></p>\n    <p></p>\n    <p>After a trial of the technology, London's Metropolitan police have said they will&nbsp;<a href=\"https://www.theguardian.com/technology/2020/jan/24/met-police-begin-using-live-facial-recognition-cameras\">start to use it in London&nbsp;</a><a href=\"https://www.theguardian.com/technology/2020/jan/24/met-police-begin-using-live-facial-recognition-cameras\">within a month</a>. On Friday, the force said it would be used to find suspects on “watchlists” for serious and violent crime, as well as to help find children and vulnerable people. Scotland Yard said the public would be aware of the surveillance, with the cameras being placed in open locations and officers handing out explanatory leaflets.</p>\n    <p></p>\n    <p><strong>How is it used in policing?</strong></p>\n    <p></p>\n    <p>The technology greatly improves the power of surveillance. At the simple end, a facial recognition system connected to a network of cameras can automatically track an individual as they move in and out of coverage, even if no other information is known about them. At the more complex end, a facial recognition system fuelled by a large database of labelled data can enable police to pinpoint a person of interest across a city of networked cameras.</p>\n    <p></p>\n    <p><strong>Why is it controversial?</strong></p>\n    <p></p>\n    <p>Facial recognition frequently sparks two distinct fears: that it will not work well enough, or that it will work too well.</p>\n    <p>The first concern highlights the fact that the technology, still in its infancy, is prone to false positives and false negatives, particularly when used with noisy imagery, such as that harvested from CCTV cameras installed years or decades ago. When that technology is used to arrest, convict or imprison people, on a possibly faulty basis, it can cause real harm. Worse, the errors are not evenly distributed; facial recognition systems have regularly been found to be inaccurate at identifying people with darker skin.</p>\n    <p>But the technology will improve, meaning the second concern is harder to shake. This is the fear that facial recognition inherently undermines freedom by enabling perfect surveillance of everyone, all the time. The fear is not hypothetical; already, Chinese cities have proudly used the technology to publicly shame citizens for jaywalking, or leaving the house in their pyjamas.</p>\n    <p><a href=\"https://www.theguardian.com/profile/alex-hern\"><b>Alex Hern</b></a>&nbsp;<i>Technology editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>David Davis MP, a former shadow home secretary, said the research by Prof Peter Fussey and Dr Daragh Murray at the University of Essex’s Human Rights Centre showed the technology “could lead to miscarriages of justice and wrongful arrests” and poses “massive issues for democracy”.</p> \n<p>“All experiments like this should now be suspended until we have a proper chance to debate this and establish some laws and regulations,” he said. “Remember what these rights are: freedom of association and freedom to protest; rights which we have assumed for centuries which shouldn’t be intruded upon without a good reason.”</p> \n<p>The Neoface system used by the Met and South Wales police is supplied by Japanese company NEC, which markets the same technology to retailers and casinos to spot regular customers, and to stadium and concert operators to scan crowds for “potential troublemakers”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/09/the-guardian-view-on-facial-recognition-a-danger-to-democracy\">The Guardian view on facial recognition: a danger to democracy | Editorial</a> </p> \n</aside> \n<p>Scotland Yard insisted its deployments were legal and successful in identifying wanted offenders, and that the public would expect it to trial emerging technology.</p> \n<p>Deputy assistant commissioner Duncan Ball said the force was “extremely disappointed with the negative and unbalanced tone of this report”.</p> \n<p>The study will increase pressure on ministers to legislate to define how facial recognition can be used in policing and in the private sector. Its use by South Wales police is currently under judicial review, while the information commissioner, Elizabeth Denham, has criticised “a lack of transparency about its use” and Tony Porter, the surveillance camera commissioner, last year intervened to stop Greater Manchester police using facial recognition at the Trafford shopping centre.</p> \n<p>The Home Office said it believed there was an adequate legal framework for its use and it supported police trials, but added it was reviewing ways to simplify and extend governance and oversight of biometrics.</p> \n<p>Scotland Yard granted the University of Essex academics access to six deployments of the system between June 2018 and February 2019. It uses cameras fixed to posts or on a van, and software cross-checks face-scans of passersby against a “watchlist”.</p> \n<p>The research found that police were too hasty to stop people before matches could be properly checked, which led to mistakes; watchlists were sometimes out of date and included people wanted by the courts as well as those considered “at risk or vulnerable”; and officers viewed the technology as a way of detecting and deterring crime, which the report argued could have been achieved without biometric technology. They said it was “highly possible” Scotland Yard’s use would be ruled unlawful if challenged in court.</p> \n<p>“While we focused on the police, by far the greater use is in the private sphere,” said Professor Fussey. “There’s a lack of any national leadership on this issue of facial recognition. Human rights standards should be embedded from the start in the use of technology.”</p> \n<p>Of 42 people flagged up during the Met’s trials, 22 people were stopped, but of those only eight were being sought – some of whom were wanted for serious violent crime. Some were stopped for a crime the courts had already dealt with, but were arrested for a more minor offence that would not normally be considered serious enough to be tackled using facial recognition.</p> \n<p>The Essex researchers also raised concern about potential bias, citing <a href=\"http://proceedings.mlr.press/v81/buolamwini18a/buolamwini18a.pdf\">US research</a> in 2018 into facial recognition software provided by IBM, Microsoft and Face++, a China-based company, which found the programmes were most likely to wrongly identify dark-skinned women and most likely to correctly identify light-skinned men.</p> \n<p>In future, facial recognition software could screen images from body worn cameras and existing CCTV cameras, they said. This could allow a record of an individual’s movements, which could be analysed automatically to identify “unusual patterns of movement, participation at specific events, or meetings with particular people”.</p> \n<p>Liberty, the civil rights campaign group, has previously called facial recognition “a dangerously intrusive and discriminatory technology that destroys our privacy rights and forces people to change their behaviour”.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "852",
      "firstPublicationDate": "2019-07-03T18:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-04T11:21:12Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnt53",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e6e98b9bdc1c7e71fbcc4fc0b52022b9c2b43d4/0_312_5138_3082/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Police are facing calls to halt the use of facial recognition software to search for suspected criminals in public after independent analysis found matches were only correct in a fifth of cases and the system was likely to break human rights laws. Academics from the University of Essex were granted access to six live trials by the Metropolitan police in Soho, Romford and at the Westfield shopping centre in Stratford, east London. They found the system regularly misidentified people who were then wrongly stopped. They also warned of “surveillance creep”, with the technology being used to find people who were not wanted by the courts. And they warned it was unlikely to be justifiable under human rights law, which protects privacy, freedom of expression and the right to protest. Similar facial scanning software is being used in shopping centres, where it is embedded in advertising hoardings to track the shoppers’ age, gender and even mood, and has been deployed by other police forces in Manchester, Leicester and South Wales – where it will be used this weekend at the Swansea airshow. Officers will be scanning for “persons of interest” and “other persons where intelligence is required” as well as wanted criminals, the force said. David Davis MP, a former shadow home secretary, said the research by Prof Peter Fussey and Dr Daragh Murray at the University of Essex’s Human Rights Centre showed the technology “could lead to miscarriages of justice and wrongful arrests” and poses “massive issues for democracy”. “All experiments like this should now be suspended until we have a proper chance to debate this and establish some laws and regulations,” he said. “Remember what these rights are: freedom of association and freedom to protest; rights which we have assumed for centuries which shouldn’t be intruded upon without a good reason.” The Neoface system used by the Met and South Wales police is supplied by Japanese company NEC, which markets the same technology to retailers and casinos to spot regular customers, and to stadium and concert operators to scan crowds for “potential troublemakers”. Scotland Yard insisted its deployments were legal and successful in identifying wanted offenders, and that the public would expect it to trial emerging technology. Deputy assistant commissioner Duncan Ball said the force was “extremely disappointed with the negative and unbalanced tone of this report”. The study will increase pressure on ministers to legislate to define how facial recognition can be used in policing and in the private sector. Its use by South Wales police is currently under judicial review, while the information commissioner, Elizabeth Denham, has criticised “a lack of transparency about its use” and Tony Porter, the surveillance camera commissioner, last year intervened to stop Greater Manchester police using facial recognition at the Trafford shopping centre. The Home Office said it believed there was an adequate legal framework for its use and it supported police trials, but added it was reviewing ways to simplify and extend governance and oversight of biometrics. Scotland Yard granted the University of Essex academics access to six deployments of the system between June 2018 and February 2019. It uses cameras fixed to posts or on a van, and software cross-checks face-scans of passersby against a “watchlist”. The research found that police were too hasty to stop people before matches could be properly checked, which led to mistakes; watchlists were sometimes out of date and included people wanted by the courts as well as those considered “at risk or vulnerable”; and officers viewed the technology as a way of detecting and deterring crime, which the report argued could have been achieved without biometric technology. They said it was “highly possible” Scotland Yard’s use would be ruled unlawful if challenged in court. “While we focused on the police, by far the greater use is in the private sphere,” said Professor Fussey. “There’s a lack of any national leadership on this issue of facial recognition. Human rights standards should be embedded from the start in the use of technology.” Of 42 people flagged up during the Met’s trials, 22 people were stopped, but of those only eight were being sought – some of whom were wanted for serious violent crime. Some were stopped for a crime the courts had already dealt with, but were arrested for a more minor offence that would not normally be considered serious enough to be tackled using facial recognition. The Essex researchers also raised concern about potential bias, citing US research in 2018 into facial recognition software provided by IBM, Microsoft and Face++, a China-based company, which found the programmes were most likely to wrongly identify dark-skinned women and most likely to correctly identify light-skinned men. In future, facial recognition software could screen images from body worn cameras and existing CCTV cameras, they said. This could allow a record of an individual’s movements, which could be analysed automatically to identify “unusual patterns of movement, participation at specific events, or meetings with particular people”. Liberty, the civil rights campaign group, has previously called facial recognition “a dangerously intrusive and discriminatory technology that destroys our privacy rights and forces people to change their behaviour”.",
      "charCount": "5396",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robertbooth\">Robert Booth</a>  Social affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/03/the-guardian-view-on-assisted-dying-the-law-is-flawed",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-03T17:42:17Z",
    "webTitle": "The Guardian view on assisted dying: the law is flawed | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/03/the-guardian-view-on-assisted-dying-the-law-is-flawed",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/03/the-guardian-view-on-assisted-dying-the-law-is-flawed",
    "fields": {
      "headline": "The Guardian view on assisted dying: the law is flawed",
      "standfirst": "<p>MPs need to look again at legislation which currently allows no humane option for the families of a terminally ill patient</p>",
      "trailText": "<strong>Editorial:</strong> MPs need to look again at legislation which currently allows no humane option for the families of a terminally ill patient",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"59db3337c95c5103a7510db1f650ba4adef2cc27\"> <img src=\"https://media.guim.co.uk/59db3337c95c5103a7510db1f650ba4adef2cc27/0_0_5184_3110/1000.jpg\" alt=\"A patient in a hospital bed on an IV drip\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The issue is one that brushes everyone; we all have to experience the death of people about whom we care deeply.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>“The only purpose for which power can be rightfully exercised over any member of a civilised community, against his will, is to prevent harm to others,” wrote John Stuart Mill in his essay <a href=\"https://en.wikipedia.org/wiki/On_Liberty\" title=\"\">On Liberty</a>, which has come to underpin liberal thought. The philosopher went on: “Over himself, over his own body and mind, the individual is sovereign.” Though this standpoint is accepted in <a href=\"http://nuffieldbioethics.org/wp-content/uploads/Bioinformation-Chapter-3-Ethical-values-and-human-rights.pdf\" title=\"\">many</a> parts of the law, in one crucial regard it is not: a terminally ill and suffering patient <a href=\"http://www.bbc.co.uk/guides/z849cwx\" title=\"\">cannot</a> be offered direct help in dying with dignity at a time or place of their choice. Those who break the law by assisting can face up to 14 years in prison.</p> <p>This threat hangs over the grieving families who travel from the <a href=\"https://www.independent.co.uk/life-style/health-and-families/the-true-cost-how-the-uk-outsources-death-to-dignitas-a8073401.html\" title=\"\">UK to Switzerland</a> for an assisted death: one each week. There are thought to be scores of cases in Britain where the terminally ill take their own lives in awful circumstances. The issue is one that brushes everyone; we all have to experience the death of people about whom we care deeply. We all have to contemplate our own death.</p> <p>At present the director of public prosecutions, an individual who holds office for a term of five years, effectively acts like a judge: deciding whether or not a person is guilty of hastening the death of terminally ill patients who wish to spare themselves and their loved ones from the final, crippling stages of degenerating health. It is the DPP who determines, via their own <a href=\"http://researchbriefings.files.parliament.uk/documents/CBP-7292/CBP-7292.pdf\" title=\"\">guidelines</a>, whether or not a family member was motivated by compassion rather than pecuniary gain; whether or not the assistance was minor; whether or not they had reluctantly helped.</p> <p>This cannot be right. Courts need laws that draw the boundaries clearly between what is right and what is wrong. It cannot be up to the DPP to decide. In 2015 lawmakers <a href=\"https://www.theguardian.com/society/2015/sep/11/mps-begin-debate-assisted-dying-bill\" title=\"\">rejected</a> a private member’s bill which would have allowed “competent” adults with fewer than six months to live to seek professional help to kill themselves. Yet the issue has not gone away. Last November the supreme court <a href=\"https://www.theguardian.com/society/2018/nov/27/uk-supreme-court-rejects-right-to-die-case-hearing-noel-conway\" title=\"\">dismissed</a> an emergency application to hear a right-to-die case challenging the legal ban on assisted dying, but said that the matter was of “<a href=\"https://www.supremecourt.uk/docs/r-on-the-application-of-conway-v-secretary-of-state-for-justice-court-order.pdf\" title=\"\">transcendent public importance</a>”. On Thursday parliamentarians have a chance to restart that conversation with a <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2019-0179\" title=\"\">Commons debate</a>.</p> <p>Not only is public opinion <a href=\"https://www.theguardian.com/society/2019/mar/03/legalise-assisted-dying-for-terminally-ill-say-90-per-cent-of-people-in-uk\" title=\"\">moving</a> ahead of the law in the UK, but parts of <a href=\"https://www.theguardian.com/lifeandstyle/2015/sep/11/assisted-dying-dutch-end-of-life-netherlands-unbearable-suffering\" title=\"\">Europe</a> and the <a href=\"https://www.nytimes.com/roomfordebate/2014/10/06/expanding-the-right-to-die/oregon-shows-that-assisted-suicide-can-work-sensibly-and-fairly\" title=\"\">United States</a> have shown that it is possible to regulate rather than prohibit. A humane option in this regard is needed as the nation’s population of older adults is growing. There are important <a href=\"https://www.theguardian.com/society/2017/nov/15/uk-law-on-assisted-dying-is-barbaric\" title=\"\">considerations</a> about how, if the law was changed, vulnerable people could be insulated from insidious pressures and how <a href=\"https://www.theguardian.com/society/2019/jan/27/assisted-dying-poll-is-a-sham\" title=\"\">trust</a> in the medical profession could be maintained. Lawmakers are the right people to find the <a href=\"https://www.theguardian.com/news/2019/jan/18/death-on-demand-has-euthanasia-gone-too-far-netherlands-assisted-dying\" title=\"\">balance</a> between personal autonomy and how paternalistic the state should be towards its citizens in this regard. A law that is <a href=\"https://www.cps.gov.uk/publication/assisted-suicide\" title=\"\">near-impossible</a> to implement, ethically and practically, ought to be looked at again by MPs.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "509",
      "commentCloseDate": "2019-07-03T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-03T17:42:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-25T12:21:27Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnt83",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/59db3337c95c5103a7510db1f650ba4adef2cc27/0_0_5184_3110/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“The only purpose for which power can be rightfully exercised over any member of a civilised community, against his will, is to prevent harm to others,” wrote John Stuart Mill in his essay On Liberty, which has come to underpin liberal thought. The philosopher went on: “Over himself, over his own body and mind, the individual is sovereign.” Though this standpoint is accepted in many parts of the law, in one crucial regard it is not: a terminally ill and suffering patient cannot be offered direct help in dying with dignity at a time or place of their choice. Those who break the law by assisting can face up to 14 years in prison. This threat hangs over the grieving families who travel from the UK to Switzerland for an assisted death: one each week. There are thought to be scores of cases in Britain where the terminally ill take their own lives in awful circumstances. The issue is one that brushes everyone; we all have to experience the death of people about whom we care deeply. We all have to contemplate our own death. At present the director of public prosecutions, an individual who holds office for a term of five years, effectively acts like a judge: deciding whether or not a person is guilty of hastening the death of terminally ill patients who wish to spare themselves and their loved ones from the final, crippling stages of degenerating health. It is the DPP who determines, via their own guidelines, whether or not a family member was motivated by compassion rather than pecuniary gain; whether or not the assistance was minor; whether or not they had reluctantly helped. This cannot be right. Courts need laws that draw the boundaries clearly between what is right and what is wrong. It cannot be up to the DPP to decide. In 2015 lawmakers rejected a private member’s bill which would have allowed “competent” adults with fewer than six months to live to seek professional help to kill themselves. Yet the issue has not gone away. Last November the supreme court dismissed an emergency application to hear a right-to-die case challenging the legal ban on assisted dying, but said that the matter was of “transcendent public importance”. On Thursday parliamentarians have a chance to restart that conversation with a Commons debate. Not only is public opinion moving ahead of the law in the UK, but parts of Europe and the United States have shown that it is possible to regulate rather than prohibit. A humane option in this regard is needed as the nation’s population of older adults is growing. There are important considerations about how, if the law was changed, vulnerable people could be insulated from insidious pressures and how trust in the medical profession could be maintained. Lawmakers are the right people to find the balance between personal autonomy and how paternalistic the state should be towards its citizens in this regard. A law that is near-impossible to implement, ethically and practically, ought to be looked at again by MPs.",
      "charCount": "2978",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/03/neither-boris-johnson-nor-jeremy-hunt-is-fit-to-be-prime-minister",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-03T17:20:30Z",
    "webTitle": "Neither Boris Johnson nor Jeremy Hunt is fit to be prime minister | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/03/neither-boris-johnson-nor-jeremy-hunt-is-fit-to-be-prime-minister",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/03/neither-boris-johnson-nor-jeremy-hunt-is-fit-to-be-prime-minister",
    "fields": {
      "headline": "Neither Boris Johnson nor Jeremy Hunt is fit to be prime minister",
      "standfirst": "Readers give their views on the two contenders hoping to lead the Tory party – and the country",
      "trailText": "<strong>Letters:</strong> Readers give their views on the two contenders hoping to lead the Tory party – and the country",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"90bd7f8aa261cd4740e2f074ba1a8e7995355dbc\"> <img src=\"https://media.guim.co.uk/90bd7f8aa261cd4740e2f074ba1a8e7995355dbc/216_520_5875_3524/1000.jpg\" alt=\"Jeremy Hunt Takes Part In Belfast Hustings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Will somebody ask Mr Hunt (and Mr Johnson) exactly what material advantage is envisaged as flowing from Brexit,’ says Roger Wilson.</span> <span class=\"element-image__credit\">Photograph: WPA pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>When I was a child during the second world war, British men and women laid down their lives for us. Would they have thought that nearly 80 years later, their descendants would be asked to lay down their jobs for the country (<a href=\"https://www.theguardian.com/politics/2019/jun/30/jeremy-hunt-i-would-tell-bust-businesses-no-deal-brexit-was-worth-it\" title=\"\">Businesses going bust is price worth paying for no-deal Brexit, says Hunt</a>, 1 July)? My only hope is that the ragbag advocating this sacrifice will be giving us personal examples of such fortitude.<br><strong>Isobel Waddington</strong><br><em>York</em><br></p> <p>• Can anyone explain just what is so truly awful about the EU that any price is, apparently, worth paying to get out of it? Surely the Tory party is entitled to go mad. It has no right to inflict its lunacy on the rest of us. As parties to this madness, both Johnson and Hunt are evidently unfit to hold the office to which they aspire. Perhaps the best way forward would be for Mrs May to call a general election now.<br><strong>Roy Boffy </strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• Jeremy Hunt says a no-deal Brexit is necessary to maintain the UK’s image abroad as “a country where politicians do what the people tell them to do”. But the people have never requested what he is proposing. Many wanted a strong economy with £350m a week extra spending on the NHS (and with no extra borrowing). What are politicians doing about that?</p> <p>And that was three long years ago. Why are he and his colleagues now so patently sticking fingers in their ears, seemingly so afraid to ask the people what they want politicians to do now?<br><strong>Paolo Gordon</strong><br><em>Teddington, London</em></p> <p>• Jeremy Hunt proposes to create a £6bn fund for the fishing and farming sectors, <a href=\"https://twitter.com/Jeremy_Hunt/status/1145641706534113282\" title=\"\">arguing that</a> “if we [bailed out] the bankers then why wouldn’t we do it … for our fishermen and farmers now”?</p> <p>I thought one of the reasons for leaving the EU was that it would hugely benefit the fishing and farming industries. Why do they need to be recompensed for a decision that was supposedly taken in their interests?<br><strong>Matthew Taylor</strong><br><em>Hove, East Sussex</em></p> <p>• The bailout of the banks was followed by 10 years of austerity, huge damage to the NHS, and a marked increase in inequality. Also, subsidising exporters will certainly spark trade wars. Will somebody now ask Mr Hunt (and Mr Johnson) exactly what material advantage is envisaged as flowing from Brexit, to set against this cost?<br><strong>Roger </strong><strong>Wilson</strong><br><em>Billingshurst, West Sussex </em></p> <p>• Polly Toynbee is painfully right (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/01/jeremy-hunt-tory-leadership-contender\" title=\"\">Hunt seemed the sensible option. No longer</a>, 2 July). This increasingly phoney contest has come down to a choice between Sir Toby Belch Johnson and Sir Andrew Aguecheek Hunt. At least Shakespeare knew that the right place for these buffoons was in a comic subplot. We should be so lucky.<br><strong>Tim Brassell</strong><br><em>Thame, Oxfordshire</em></p> <p>• Thanks to Polly Toynbee for reminding us of Jeremy Hunt’s track record (and there wasn’t even space to mention his association with the notorious book advocating privatisation of the health service). The most sinister thing about his campaign is that many journalists describe him as “boring”. It reminds me of the line from Baudelaire: “The finest trick of the devil is to persuade you that he does not exist.”<br><strong>Ray Jenkin</strong><br><em>Cardiff</em></p> <p>• You report Philip Hammond’s fear that the Conservative leadership contest “risks undermining his party’s reputation for economic competence” (<a href=\"https://www.theguardian.com/politics/2019/jul/01/philip-hammond-boris-johnson-jeremy-hunt-brexit\" title=\"\">Bidding war on spending hurts party reputation, chancellor warns rivals</a>, 2 July). One wonders, after nine years of largely ideological austerity, a bucketload of expensive and failing privatisations, to say nothing of the £1bn bribe to the DUP or the vast sums they appear willing to commit to a no-deal Brexit, just what is – or should be – left of any such reputation?<br><strong>Rev</strong><strong> John James</strong><br><em>Watchfield, Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "661",
      "commentable": "false",
      "firstPublicationDate": "2019-07-03T17:20:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:16Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnhgh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/90bd7f8aa261cd4740e2f074ba1a8e7995355dbc/216_520_5875_3524/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When I was a child during the second world war, British men and women laid down their lives for us. Would they have thought that nearly 80 years later, their descendants would be asked to lay down their jobs for the country (Businesses going bust is price worth paying for no-deal Brexit, says Hunt, 1 July)? My only hope is that the ragbag advocating this sacrifice will be giving us personal examples of such fortitude. Isobel Waddington York • Can anyone explain just what is so truly awful about the EU that any price is, apparently, worth paying to get out of it? Surely the Tory party is entitled to go mad. It has no right to inflict its lunacy on the rest of us. As parties to this madness, both Johnson and Hunt are evidently unfit to hold the office to which they aspire. Perhaps the best way forward would be for Mrs May to call a general election now. Roy Boffy Sutton Coldfield, West Midlands • Jeremy Hunt says a no-deal Brexit is necessary to maintain the UK’s image abroad as “a country where politicians do what the people tell them to do”. But the people have never requested what he is proposing. Many wanted a strong economy with £350m a week extra spending on the NHS (and with no extra borrowing). What are politicians doing about that? And that was three long years ago. Why are he and his colleagues now so patently sticking fingers in their ears, seemingly so afraid to ask the people what they want politicians to do now? Paolo Gordon Teddington, London • Jeremy Hunt proposes to create a £6bn fund for the fishing and farming sectors, arguing that “if we [bailed out] the bankers then why wouldn’t we do it … for our fishermen and farmers now”? I thought one of the reasons for leaving the EU was that it would hugely benefit the fishing and farming industries. Why do they need to be recompensed for a decision that was supposedly taken in their interests? Matthew Taylor Hove, East Sussex • The bailout of the banks was followed by 10 years of austerity, huge damage to the NHS, and a marked increase in inequality. Also, subsidising exporters will certainly spark trade wars. Will somebody now ask Mr Hunt (and Mr Johnson) exactly what material advantage is envisaged as flowing from Brexit, to set against this cost? Roger Wilson Billingshurst, West Sussex • Polly Toynbee is painfully right (Hunt seemed the sensible option. No longer, 2 July). This increasingly phoney contest has come down to a choice between Sir Toby Belch Johnson and Sir Andrew Aguecheek Hunt. At least Shakespeare knew that the right place for these buffoons was in a comic subplot. We should be so lucky. Tim Brassell Thame, Oxfordshire • Thanks to Polly Toynbee for reminding us of Jeremy Hunt’s track record (and there wasn’t even space to mention his association with the notorious book advocating privatisation of the health service). The most sinister thing about his campaign is that many journalists describe him as “boring”. It reminds me of the line from Baudelaire: “The finest trick of the devil is to persuade you that he does not exist.” Ray Jenkin Cardiff • You report Philip Hammond’s fear that the Conservative leadership contest “risks undermining his party’s reputation for economic competence” (Bidding war on spending hurts party reputation, chancellor warns rivals, 2 July). One wonders, after nine years of largely ideological austerity, a bucketload of expensive and failing privatisations, to say nothing of the £1bn bribe to the DUP or the vast sums they appear willing to commit to a no-deal Brexit, just what is – or should be – left of any such reputation? Rev John James Watchfield, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3922",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/03/farage-brexit-party-meps-take-a-turn-for-the-worse-in-strasbourg",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-03T17:18:43Z",
    "webTitle": "Farage’s Brexit party MEPs take a turn for the worse in Strasbourg | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/03/farage-brexit-party-meps-take-a-turn-for-the-worse-in-strasbourg",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/03/farage-brexit-party-meps-take-a-turn-for-the-worse-in-strasbourg",
    "fields": {
      "headline": "Farage’s Brexit party MEPs take a turn for the worse in Strasbourg",
      "standfirst": "Readers comment on Brexit party MEPs snubbing the EU anthem at the opening of the European parliament",
      "trailText": "<strong>Letters: </strong>Readers comment on <br />Brexit party MEPs snubbing the EU anthem at the opening of the European parliament",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"111d5c6c1d0c0d639ca0da48dd0ee77584b0ae36\"> <img src=\"https://media.guim.co.uk/111d5c6c1d0c0d639ca0da48dd0ee77584b0ae36/0_124_3500_2100/1000.jpg\" alt=\"Members of the Brexit party turn their backs to the assembly as the European anthem is played.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Brexit party turn their backs to the assembly as the European anthem is played.</span> <span class=\"element-image__credit\">Photograph: Vincent Kessler/Reuters</span> </figcaption> </figure>",
      "body": "<p>After the premiere of his Ninth Symphony on 7 May 1824 in Vienna, Beethoven, who was deaf, had to be turned around to face the cheering audience.</p> <p>In turning their backs to the Ode to Joy (<a href=\"https://www.theguardian.com/politics/2019/jul/02/brexit-party-meps-turn-their-backs-european-anthem-ode-to-joy\" title=\"\">Farage and his MEPs turn their backs as parliament resumes</a>, 3 July), were Nigel Farage and his cronies oddly trying to imitate him in Strasbourg, to show they are not just stone dead to any idea of common European culture but stone deaf to civility, good manners and the most sublime music ever written to the brotherhood of all human beings?</p> <p>Could someone tell Mr Farage the piece was originally commissioned by the London Symphony Society in 1817? But do not tell him the work was not first played in London as expected, or he will denounce the composer as another cheating foreigner trying to get our money.</p> <p>Anyway, I guess that Ludwig van would be now considered an undesirable alien by the Brexit party, and thus turned around at the border – disabled, a swindler and, worst of all, a grubby, untrustworthy German!<br><strong>Pablo Carbajosa </strong><br><em>Madrid, Spain</em></p> <p>• The European president is right to chastise the Brexit members for disrespecting the European anthem, but he could equally have commented on the disrespect the Liberal Democrats displayed with the crude sloganeering on their T-shirts. I find it bizarre that Vince Cable and his cohort rail about the lack of civility that swirls around the Brexit debate, yet stoop to this kind of undignified mud-slinging on the occasion of the opening of the new parliament. Whatever happened to Michelle Obama’s spiritually and morally uplifting maxim – “When they go low, we go high” – in our liberal political discourse?<br><strong>Christopher Coppock</strong><br><em>Cardiff</em></p> <p>• The protesting Brexit MEPs each had a union flag on their desk. Perhaps someone should remind Farage and co that of the three nations represented on the union flag, two of them (Scotland and Northern Ireland) voted to remain.<br><strong>Joseph Nicholson</strong><br><em>Edinburgh</em></p> <p>• Can we assume that the Brexit party MPs will now stick to their principles and turn their backs on the generous salaries available for MEPs?<br><strong>Wendy Collins</strong><br><em>Batley, West Yorkshire</em></p> <p>• As many have pointed out on social media, the Brexit party’s protest was identical to one carried out by members of Germany’s Nazi party in Berlin’s Reichstag in 1930. <br><strong>Sasha Simic</strong><br><em>London</em></p> <p>• The final letter above was amended on 4 July 2019. An earlier version said incorrectly that the Nazi party protest took place “when members took their seats in Berlin’s Reichstag in 1926” .</p>",
      "newspaperPageNumber": "6",
      "wordcount": "417",
      "commentable": "false",
      "firstPublicationDate": "2019-07-03T17:18:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-04T11:25:09Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnhyc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/111d5c6c1d0c0d639ca0da48dd0ee77584b0ae36/0_124_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After the premiere of his Ninth Symphony on 7 May 1824 in Vienna, Beethoven, who was deaf, had to be turned around to face the cheering audience. In turning their backs to the Ode to Joy (Farage and his MEPs turn their backs as parliament resumes, 3 July), were Nigel Farage and his cronies oddly trying to imitate him in Strasbourg, to show they are not just stone dead to any idea of common European culture but stone deaf to civility, good manners and the most sublime music ever written to the brotherhood of all human beings? Could someone tell Mr Farage the piece was originally commissioned by the London Symphony Society in 1817? But do not tell him the work was not first played in London as expected, or he will denounce the composer as another cheating foreigner trying to get our money. Anyway, I guess that Ludwig van would be now considered an undesirable alien by the Brexit party, and thus turned around at the border – disabled, a swindler and, worst of all, a grubby, untrustworthy German! Pablo Carbajosa Madrid, Spain • The European president is right to chastise the Brexit members for disrespecting the European anthem, but he could equally have commented on the disrespect the Liberal Democrats displayed with the crude sloganeering on their T-shirts. I find it bizarre that Vince Cable and his cohort rail about the lack of civility that swirls around the Brexit debate, yet stoop to this kind of undignified mud-slinging on the occasion of the opening of the new parliament. Whatever happened to Michelle Obama’s spiritually and morally uplifting maxim – “When they go low, we go high” – in our liberal political discourse? Christopher Coppock Cardiff • The protesting Brexit MEPs each had a union flag on their desk. Perhaps someone should remind Farage and co that of the three nations represented on the union flag, two of them (Scotland and Northern Ireland) voted to remain. Joseph Nicholson Edinburgh • Can we assume that the Brexit party MPs will now stick to their principles and turn their backs on the generous salaries available for MEPs? Wendy Collins Batley, West Yorkshire • As many have pointed out on social media, the Brexit party’s protest was identical to one carried out by members of Germany’s Nazi party in Berlin’s Reichstag in 1930. Sasha Simic London • The final letter above was amended on 4 July 2019. An earlier version said incorrectly that the Nazi party protest took place “when members took their seats in Berlin’s Reichstag in 1926” .",
      "charCount": "2492",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-03T16:20:40Z",
    "webTitle": "Tory leadership: May will continue to warn against no-deal Brexit from backbenches, No 10 signals - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news",
    "fields": {
      "headline": "Tory leadership: May will continue to warn against no-deal Brexit from backbenches, No 10 signals - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including May and Corbyn at PMQs and the latest from the Tory leadership contest</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jul/03/boris-johnson-vows-to-review-whether-sugar-tax-improves-health\">Boris Johnson vows to review whether sugar tax improves health</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jul/03/theresa-may-to-warn-successors-no-deal-brexit-threatens-uks-future\">May to warn successor that no deal threatens UK future</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c8bc28f088a7392737fa6#block-5d1c8bc28f088a7392737fa6\">May refuses to back Johnson’s claims about no-deal fears being exaggerated</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c8e188f088a7392737fc2#block-5d1c8e188f088a7392737fc2\">PMQs - Snap verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1cce128f082cc21811cc06#block-5d1cce128f082cc21811cc06\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including May and Corbyn at PMQs and the latest from the Tory leadership contest",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5851a7ab-0207-4dff-a4e5-f62e0e98d262\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/uWG7DR3lVwA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d1cce128f082cc21811cc06\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T16:20:40.144Z\">5.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/03/theresa-may-to-warn-successors-no-deal-brexit-threatens-uks-future\">Theresa May is to warn her potential successors that a no-deal Brexit threatens the UK’s future, in her final speech in Scotland as prime minister.</a> </strong>No 10 has also signalled that, after she resigns at the end of this month, May will continue to warn against the dangers of no-deal from the backbenches. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1cad6b8f082cc21811ca19#block-5d1cad6b8f082cc21811ca19\"> 2.30pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/society/2019/jul/03/labour-urges-hancock-to-oppose-johnsons-sugar-tax-review-boris-johnson-tom-watson-matt-hancock\">Downing Street has mounted a staunch defence of the government’s sugar levy on soft drinks, after Boris Johnson announced he would impose a moratorium on “sin taxes” if he became prime minister.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>The Chinese ambassador to the UK Liu Xiaoming has criticised Jeremy Hunt, the foreign secretary and Tory leadership candidate, over his comments on the unrest in Hong Kong.</strong> Liu said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think it is totally wrong for Jeremy Hunt to talk about the freedom - this is not a matter about the freedom, it’s a matter about breaking laws in Hong Kong. It’s very disappointing when the senior officials of his calibre show support of these law-breaking people.</p> \n   <p>We all remember what Hong Kong was 22 years ago under British rule: there was no freedom, democracy, whatever. We all know that all governors were appointed by the British government, people had no right to elect its officials, no right to demonstrate certainly, and they did not even have a right to have an independent judicial power.</p> \n  </blockquote> \n  <p>Hunt responded on Twitter by saying China had to honour the commitments made in the joint declaration on Hong Kong.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1146444975674142721\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Message to Chinese govt: good relations between countries are based on mutual respect and honouring the legally binding agreements between them. That is the best way to preserve the great relationship between the UK and China</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1146444975674142721?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Peers have started debating a proposal to set up a joint committee of the Commons and Lords to produce a report on the risks of a no-deal Brexit before 30 September. </strong>The motion is expected to pass. Opening the debate,<strong> Angela Smith</strong>, Labour’s leader in the Lords, said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The Bank of England has estimated an immediate hit to the economy roughly equivalent to the 2008 financial crisis and a crash in the pound, disrupting trade and closing businesses. In an unprecedented joint letter to the prime minister, the heads of the TUC and the CBI warned of the dangers to the economy stating “the shock… would be felt by generations to come”.</p> \n   <p>The danger is real.</p> \n   <p>And yet Mr Hunt has said that in the event of a no deal, he would tell the owners of bankrupt businesses that their sacrifice had been worth it. How? Because “…we’d be living in a country where politicians do what the people tell them to do”.</p> \n   <p>That’s not leadership. Politicians should tell the truth. And one way of getting to the truth on this matter would be via a committee that examines, interrogates and presents the evidence.</p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/03/former-brexit-official-karen-wheeler-says-no-deal-plans-must-be-ramped-up\">The British official who was in charge of Brexit border plans has warned that the fact the government has made contingency preparations for a no-deal departure “doesn’t mean … everything will be fine”.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Liam Fox, the international trade secretary, has blamed MPs for t<a href=\"https://www.buzzfeed.com/alexspence/canada-is-refusing-to-roll-over-its-eu-trade-agreement-for\">he apparent stalling of a post-Brexit Canadian trade deal,</a> accusing parliament of sending “mixed signals” to the country. </strong>Speaking to the international trade committee this morning, Fox said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The progress was very advanced: in fact we reckoned above 99% of agreement. The difference there was, as ever, that the signals coming from our parliament were conflicting. Countries were negotiating with us on the basis that there would be potential of a no-deal exit. </p> \n   <p>When Parliament then says parliament will make sure that there is no possibility of a no-deal exit, those we are negotiating with get mixed signals. If parliament continues to be inconsistent, it’s very difficult for the government to maintain a consistent position in terms of negotiations.</p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/03/labour-mp-faces-deselection-threat-over-chris-williamson-criticism-ellie-reeves\">Labour has said a pregnant MP who reportedly faced a motion of no confidence in her constituency is not under threat, saying no such motion will take place.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/environment/2019/jul/03/uk-overseas-aid-climate-crisis-environment-spending\">The UK will have an “ethical” development policy that puts the climate emergency and environmental protection at the heart of overseas aid, with more than £190m to be spent directly on climate-related issues in the first initiative, the government has announced.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.<br></p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5d1ccde58f088a7392738388\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T15:47:09.627Z\">4.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"34e7a7ae023ed53f9dbedd717b845a716ada0267\"> \n   <img src=\"https://media.guim.co.uk/34e7a7ae023ed53f9dbedd717b845a716ada0267/0_0_3712_5568/667.jpg\" alt=\"Boris Johnson posing for a picture with a ladder during his visit to the Thames Valley Police Training Centre in Reading.\" width=\"667\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson posing for a picture with a ladder during his visit to the Thames Valley Police Training Centre in Reading.</span> \n    <span class=\"element-image__credit\">Photograph: Dylan Martinez/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1cc8de8f082cc21811cba3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T15:32:06.088Z\">4.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Hunt </strong>has just posted this on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1146438527309242370\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Well this is awkward... definitely didn’t sign up to this mailing list. <a href=\"https://t.co/OhDiwPmIIe\">pic.twitter.com/OhDiwPmIIe</a></p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1146438527309242370?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Hunt’s team say the unsolicited Boris Johnson campaign email was sent to Hunt’s private email address. They are suggesting this could be another example of the Johnson campaign misusing email mailing lists. <a href=\"https://www.buzzfeed.com/alexwickham/boris-johnson-has-been-accused-of-foul-play-over-four\">Some complaints have already been referred to the information commissioner,</a> although the Johnson campaign has denied breaking data privacy rules.</p> \n </div> \n</div> \n<div id=\"block-5d1cc7ae8f082cc21811cb91\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T15:22:41.538Z\">4.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tory MPs skip PMQs for photocall with Boris Johnson</h2> \n <div class=\"block-elements\"> \n  <p>Tory MPs who support Boris Johnson for leader have been posting for photographs with him, the Telegraph’s <strong>Asa Bennett</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/asabenn/status/1146428061048553473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Looks like Boris Johnson has been hosting a photoshoot for Boris-backing Tory MPs 📷 <a href=\"https://t.co/hv3886lnAX\">pic.twitter.com/hv3886lnAX</a></p>— Asa Bennett (@asabenn) \n    <a href=\"https://twitter.com/asabenn/status/1146428061048553473?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Labour’s <strong>Wes Streeting</strong> says the monitor in the background, and the time on the clock, show that for these MPs attending the photocall took precedence over listening to Theresa May at PMQs.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1146430219559063552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The TV in the background explains why the Tory benches looked so empty during <a href=\"https://twitter.com/hashtag/PMQs?src=hash&amp;ref_src=twsrc%5Etfw\">#PMQs</a> - Tory MPs were too busy having photos with the next PM to bother turning up to support the current one. <a href=\"https://t.co/z3yKyoEV9f\">https://t.co/z3yKyoEV9f</a></p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1146430219559063552?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1cc4af8f088a73927382d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T15:15:47.117Z\">4.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Backstop needs to stay, says nominee for next European commission president</h2> \n <div class=\"block-elements\"> \n  <p><strong>Ursula von der Leyen</strong>, the German defence minister nominated as the next president of the European commission, has told MEPs that the backstop needs to stay in the Brexit withdrawal agreement, Politico Europe’s <strong>Josh Posaner</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshposaner/status/1146421752240779265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ursula von der Leyen just left a meeting of EPP lawmakers in Strasbourg — her pitch for their support to be the next European Commission President. Here’s what she said according to a mole in the room</p>— Josh Posaner (@joshposaner) \n    <a href=\"https://twitter.com/joshposaner/status/1146421752240779265?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshposaner/status/1146422107766775808\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The backstop needs to stay. She was clear on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> that the course of negotiations wouldn’t change if she takes over and the issue is still unresolved. \"It is good if we stick to it, we have done a noble job in the negotiations,\" she told them.</p>— Josh Posaner (@joshposaner) \n    <a href=\"https://twitter.com/joshposaner/status/1146422107766775808?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshposaner/status/1146422449745145858\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">She switched from English to fluent French for her life story — taking in her youth in Brussels, escape to the U.S. and various minister posts under Merkel.</p>— Josh Posaner (@joshposaner) \n    <a href=\"https://twitter.com/joshposaner/status/1146422449745145858?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshposaner/status/1146422992731332608\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">On defence, she said NATO was good (unsurprising) but that the EU needed to have its own capabilities. She dodged a question on whether she'll go easy on Central European countries and rule of law as it was those leaders that secured her nomination.</p>— Josh Posaner (@joshposaner) \n    <a href=\"https://twitter.com/joshposaner/status/1146422992731332608?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshposaner/status/1146424328537481216\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Spitzenkandidaten needs work so that Council and Parliament are onboard. She got big applause at the end from the EPP cohort in Strasbourg before being whisked away by security (without taking press questions.) The end.</p>— Josh Posaner (@joshposaner) \n    <a href=\"https://twitter.com/joshposaner/status/1146424328537481216?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"a519d2f63ef1810964217e52a5f76bf92dabc3e0\"> \n   <img src=\"https://media.guim.co.uk/a519d2f63ef1810964217e52a5f76bf92dabc3e0/0_52_3500_2100/1000.jpg\" alt=\"Manfred Weber, head of the centre-right EPP group, welcoming Ursula von der Leyen, to the European Parliament in Strasbourg today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Manfred Weber, head of the centre-right EPP group, welcoming Ursula von der Leyen, to the European Parliament in Strasbourg today.</span> \n    <span class=\"element-image__credit\">Photograph: Vincent Kessler/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1cc3598f082cc21811cb5a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T15:03:03.834Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Police investigating an allegation of the burning of ballots in the Peterborough by-election have concluded that no offences were committed, the Press Association reports. Cambridgeshire Police previously said no crimes were revealed in respect of one allegation of bribery and two relating to postal votes. The force said that it had concluded its investigation into an allegation of the burning of ballots, with no crime found to be committed. The investigation into a fifth allegation, of a breach of the privacy of the vote, is continuing. The Brexit party claimed last month that vote-rigging may have played a role in Labour’s wafer-thin victory in the by-election. Labour rubbished these claims as a “desperate attempt” to excuse a defeat, describing the allegations as “nonsense”. </p> \n </div> \n</div> \n<div id=\"block-5d1cbf408f087f38aa1f41ab\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T14:51:36.562Z\">3.51pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hunt says he's 'totally confused' by Boris Johnson's stance on sugar tax</h2> \n <div class=\"block-elements\"> \n  <p>It’s not just Nigel Farage. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c78b18f088a7392737ea6#block-5d1c78b18f088a7392737ea6\"> 11.04am.) </a><strong>Jeremy Hunt </strong>is also saying that he does not know that Boris Johnson, his rival for the Tory leadership, really thinks about the sugar tax. Hunt told journalists this afternoon:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m totally confused about what Boris’s policy is on this because he’s saying he doesn’t want these sin taxes, but he’s got Matt Hancock, the health secretary in his team who strongly supports them. So I think consistency really does matter. </p> \n   <p>We have an obesity epidemic. We have the second highest number of obese young people anywhere in Europe and we do need to have a solution to this. So the people who want to scrap these taxes need to say what is their plan because it’s terrible for the young people involved.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"f9a7ca248175f1095e35d0803e8c30a6458ea04d\"> \n   <img src=\"https://media.guim.co.uk/f9a7ca248175f1095e35d0803e8c30a6458ea04d/0_123_6278_3766/1000.jpg\" alt=\"Jeremy Hunt speaking with longtime party member and President of the Bramshot and Liphook Conservatives, 96-year-old Tony Rudgard during a visit to Chawton House in Alton today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Hunt speaking with longtime party member and President of the Bramshot and Liphook Conservatives, 96-year-old Tony Rudgard during a visit to Chawton House in Alton today.</span> \n    <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1cba9f8f082cc21811cacf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T14:33:11.170Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the comments various people have said that I was wrong to criticise Theresa May at PMQs for using the phrase “all mouth and trousers”. See <a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c8d468f087f38aa1f3ed1#block-5d1c8d468f087f38aa1f3ed1\">12.14pm.</a> I thought she had missed out a “no”, but it turns out both version of the phrase gets used. And <a href=\"https://discussion.theguardian.com/comment-permalink/130705947\">InquisitorThrax </a>points out that the<a href=\"https://www.theguardian.com/guardian-observer-style-guide-a\"> Guardian’s own style guide</a> prefers the May version. <strong>David Marsh</strong> explained why<a href=\"https://amp.theguardian.com/media/mind-your-language/2010/aug/26/all-mouth-and-trousers-mind-your-language\"> in an article in 2010.</a> Here’s an excerpt.</p> \n  <blockquote class=\"quoted\"> \n   <p>The most exhaustive discussion of the subject I have found, however, is in Michael Quinion’s book Port Out, Starboard Home (Penguin, 2005), quoted at the excellent <a href=\"http://www.languagehat.com/\">languagehat</a> website: “all mouth and trousers: This strange expression comes from the north of England and is used, mainly by women in my experience, as a sharp-tongued and effective putdown of a certain kind of pushy, over-confident male. It’s a wonderful example of metonymy (‘a container for the thing contained’) ... What is interesting about the saying from a folk etymological point of view is that its opaqueness has led its modern users to reinterpret it as ‘all mouth and no trousers’.”</p> \n   <p>A commenter adds: “I think the metonymy is ironic the way I always heard it – all mouth and trousers implying the ‘empty’ container – all front and bravado, but no brains or balls (or penis if you prefer).”</p> \n   <p>Which may be a good place to leave it. My conclusion? “All mouth and trousers” probably came first, and in the interests of consistency, we shall keep it in the style guide. But let’s not get too prescriptive about it: both phrases will have their adherents, and you should use whichever pleases you more.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d1cb4348f088a73927381db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T14:00:41.974Z\">3.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The head of the civil service will face demands for an independent investigation into reports a senior officials believe Jeremy Corbyn would not be “physically or mentally” up to the job of prime minister, the Press Association reports. The Labour leader will meet Sir Mark Sedwill face-to-face in parliament this afternoon to set out his concerns that an investigation by the civil service alone will not be sufficient. Corbyn’s spokesman said the actions by the unnamed officials at the “apex of the civil service” were “out of order”. In his meeting with Sedwill, Corbyn “will be pressing the case for a genuinely independent investigation into what took place”. The row was triggered by a report in the Times, which said the future of Corbyn, 70, was openly discussed at an event attended by mandarins amid suggestions he has become “too frail and is losing his memory”. Corbyn’s spokesman told journalists:</p> \n  <blockquote class=\"quoted\"> \n   <p>You have clear evidence in reports of senior civil servants briefing against the elected leader of the opposition and not only briefing against him and claiming he is not up to the job but also briefing on the basis of false information - namely that he is ill or his health is impaired.</p> \n   <p>That is entirely untrue so on both counts you are talking about a very serious breach of civil service neutrality, a principle that absolutely underlines our democratic constitution.</p> \n  </blockquote> \n  <p>It was not appropriate for the civil service “to be marking their own homework” and there should be an “independent element in the investigation to restore confidence in those people at the apex of the civil service”, he said. </p> \n  <figure class=\"element element-image\" data-media-id=\"d9e418615d1e1fe5e37177ab3049dc6c31010fd9\"> \n   <img src=\"https://media.guim.co.uk/d9e418615d1e1fe5e37177ab3049dc6c31010fd9/30_0_663_398/500.jpg\" alt=\"Sir Mark Sedwill\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Mark Sedwill</span> \n    <span class=\"element-image__credit\">Photograph: HoC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1cad6b8f082cc21811ca19\" class=\"block is-key-event\" data-block-contributor=\"profile/heatherstewart\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T13:30:32.226Z\">2.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May will continue to warn against no-deal Brexit from backbenches, No 10 signals</h2> \n <div class=\"block-elements\"> \n  <p>Speaking to journalists after PMQs, a Downing Street spokesman was asked about the prime minister’s future role, once she steps aside. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>She will certainly play her full part in serving her constituents of Maidenhead.</p> \n   <p>She very quickly when she announced her intention to step down as prime minister made very clear that she wanted to serve for at least the remainder of the parliament. I think she’s totally focused on that. I think that’s what you would expect from her.</p> \n  </blockquote> \n  <p>As for her stance in relation to a no-deal Brexit, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>You can expect her to examine any future proposals on their merits.</p> \n  </blockquote> \n  <p>And asked whether the PM could vote against a no-deal plan, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s not something I have discussed with her; but she has always been very clear about what she sees as the virtues of leaving in an orderly way, with a deal.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d1ca9788f088a7392738143\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T13:25:39.582Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May ducks questions about whether Johnson and Hunt's Brexit renegotiation claims are realistic</h2> \n <div class=\"block-elements\"> \n  <p>One of the most interesting exchanges in the statement came when <strong>Chris Leslie</strong>, the Change UK MP, asked <strong>Theresa May</strong> if she thought Boris Johnson and Jeremy Hunt were being realistic in claiming to be able to renegotiate Brexit in a few weeks. He asked:</p> \n  <blockquote class=\"quoted\"> \n   <p>[Johnson and Hunt] are absolutely adamant that during August and September they can negotiate a superior withdrawal agreement, perhaps with extra positive energy says the former foreign secretary. Does [May] think that it will be that simple?</p> \n  </blockquote> \n  <p>May did not criticise her two potential successors directly, but she would not say that she thought they were being realistic, and her answer implied that in private she might be almost as sceptical as Leslie. She told him:</p> \n  <blockquote class=\"quoted\"> \n   <p>Obviously it is up to whoever succeeds me to take forward negotiations and to look at the relationship for withdrawing from the European Union and our future relationship with the European Union in the way that they best think fit. The EU council has made statements about the negotiations so far and about their position on those negotiations, but obviously it will be up to my successor to take this forward.</p> \n  </blockquote> \n  <p>The reference to EU council statements was a reference to comments like this one, from Donald Tusk, president of the European council, after the EU summit in June.<a href=\"https://www.consilium.europa.eu/en/press/press-releases/2019/06/21/remarks-by-president-donald-tusk-after-the-euro-summit-meeting-on-21-june-2019/\"> On 21 June Tusk said this</a> (I’ve added the bold type):</p> \n  <blockquote class=\"quoted\"> \n   <p>At the end of our meeting, the EU27 briefly came back to the issue of Brexit. We have agreed on the following, united approach of the EU27: we look forward to working together with the next UK prime minister; we want to avoid a disorderly Brexit and establish a future relationship that is as close as possible with the UK; we are open for talks when it comes to the declaration on the future UK-EU relations if the position of the United Kingdom were to evolve, but<strong> the withdrawal agreement is not open for renegotiation</strong>; and we have been informed on the state of play of planning for a no-deal scenario.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b105b654bf31e9192ce615d38699a88d0f0d1ffc\"> \n   <img src=\"https://media.guim.co.uk/b105b654bf31e9192ce615d38699a88d0f0d1ffc/21_0_607_364/500.jpg\" alt=\"Theresa May in the Commons this afternoon.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Theresa May in the Commons this afternoon.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1ca7978f087f38aa1f4057\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T13:04:28.635Z\">2.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The May statement is now over. She was at the despatch box for two hours.</p> \n </div> \n</div> \n<div id=\"block-5d1ca6368f082cc21811c99d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T13:01:21.539Z\">2.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> Chris Bryant</strong> congratulated Theresa May on the expression she managed when she met President Putin at the G20. He said it has “more ice in it than a polar ice cap”.</p> \n  <p>May told him that, referring to Putin’s comments about liberalism being obsolete, she told him liberalism had done more than any other system to spread prosperity. And, on the subject of her expression, she said, unlike the polar ice cap, “I’m not melting”.</p> \n </div> \n</div> \n<div id=\"block-5d1ca5ad8f087f38aa1f4042\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:55:37.100Z\">1.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>HuffPost’s<strong> Paul Waugh</strong> has another line from the No 10 briefing.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1146395158704992256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No10 makes strong defence of sugar tax. PM spokesman points out \"45 million kilograms of sugar\" per year have been removed from drinks since its introduction. Says of those drinks not reformulated the cash raised goes to school sport.</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1146395158704992256?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1ca4d78f087f38aa1f402e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:53:04.552Z\">1.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Craig Mackinlay,</strong> a Conservative, asks May if she agrees that the behind-closed-doors selection process for the new EU leaders shows disrespect for the views of EU voters.</p> \n  <p>May says it will be up to the EU to decide how it changes its procedures going forward.</p> \n </div> \n</div> \n<div id=\"block-5d1ca2ef8f082cc21811c974\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:45:40.162Z\">1.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Heather Stewart,</strong> who has been at the post-PMQs/statement briefing by Number 10.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1146398174564757506\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Interesting from Downing St spox on the role the PM could play in Brexit as a backbencher: “You can expect her to examine any future proposals on their merits.” Adds, “she has always been very clear about what she sees as the virtues of leaving in an orderly way, with a deal”.</p>— Heather Stewart (@GuardianHeather) \n    <a href=\"https://twitter.com/GuardianHeather/status/1146398174564757506?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T13:30:49.137Z\">at 2.30pm BST</time></p> \n</div> \n<div id=\"block-5d1ca14b8f088a73927380e5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:41:14.071Z\">1.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chris Leslie</strong>, the Change UK MP, asks May if she thinks it is credible for Boris Johnson and Jeremy Hunt to claim they can renegotiate a new Brexit deal with the EU within weeks. </p> \n  <p>May notes what the EU has said, but says it will be for her successor to decide his approach.</p> \n  <ul> \n   <li><strong>May refuses to say whether she thinks that it will be possible for Boris Johnson or Jeremy Hunt to renegotiate Brexit within weeks.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T13:25:54.263Z\">at 2.25pm BST</time></p> \n</div> \n<div id=\"block-5d1ca0b48f087f38aa1f3ff4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:36:14.441Z\">1.36pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Bill Cash branded 'childish' by fellow Tory after complaining about German influence in EU</h2> \n <div class=\"block-elements\"> \n  <p><strong>Alistair Burt,</strong> the Tory former Foreign Office minister, asks May to condemn the “childish” and “unfortunate” anti-German rhetoric sometimes coming from Tory MPs. He is referring to Bill Cash. (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c9c4c8f088a7392738097#block-5d1c9c4c8f088a7392738097\">1.17pm.)</a></p> \n  <p>May does not refer to Cash’s comment directly, but she says she wants to maintain good relations with the EU.</p> \n </div> \n</div> \n<div id=\"block-5d1ca0518f088a73927380de\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:33:49.612Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Pat McFadden</strong> asks May about the Brexit party protest in the European parliament yesterday. Does she agree the UK is not a colony of Europe?</p> \n  <p>May says the UK has played a constructive role in Europe. She wants to see it respected.</p> \n  <ul> \n   <li><strong>May refuses to condemn Brexit party’s protest against European anthem in the European parliament yesterday.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T12:51:25.224Z\">at 1.51pm BST</time></p> \n</div> \n<div id=\"block-5d1c9f098f088a73927380c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:30:08.707Z\">1.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hilary Benn,</strong> the Labour chair of the Brexit committee, asks May if she has had a discussion with her Canadian opposite number about the roll-over of the Canadian free trade deal with the EU, Ceta. <a href=\"https://www.buzzfeed.com/alexspence/canada-is-refusing-to-roll-over-its-eu-trade-agreement-for\">There are reports Canada will not roll it over.</a> And he praises Philip Hammond, the chancellor, who is on the front bench alongside May, for his warnings about a no-deal Brexit.</p> \n  <p>May says the government is continuing to talk to Canada about rolling over Ceta.</p> \n </div> \n</div> \n<div id=\"block-5d1c9ee08f088a73927380c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:26:43.065Z\">1.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Edward Leigh</strong>, a Conservative, asks May if she would advise her successor that no deal is better than a bad deal.</p> \n  <p>May says she has always thought that. But she would encourage her successor to get a good deal.</p> \n </div> \n</div> \n<div id=\"block-5d1c9e948f087f38aa1f3fd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:25:59.070Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Vince Cable,</strong> the Lib Dem leader, says if the UK was dependent on WTO rules, it would be dependent on a very weak organisation.</p> \n  <p>May says the UK is pushing for a resolution to the dispute that is delaying appointments to the WTO’s appellate body, which is impairing its work.</p> \n </div> \n</div> \n<div id=\"block-5d1c9cf58f088a73927380a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:23:45.163Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Blackford,</strong> the SNP leader at Wesminster, asks why at PMQs May did not seem to know about <a href=\"https://www.theguardian.com/politics/2019/jul/03/theresa-may-to-warn-successors-no-deal-brexit-threatens-uks-future\">a speech she is due to give in Scotland on devolution.</a> He says it has been widely briefed by Downing Street.</p> \n  <p>He says President Trump is “irresponsible and delusional” on climate change.</p> \n  <p>He says May in her statement did not say anything about the Japanese foreign minister’s warnings about a no-deal Brexit.</p> \n  <p>Will May vote against a no-deal Brexit?</p> \n  <p>And will she admit she has made a multitude of mistakes?</p> \n  <p>May says she will be going to Scotland tomorrow to make a speech about the benefits of the union. But she urges Blackford to listen to what she has to say.</p> \n  <p>She criticises the SNP for not using devolved powers it has been given. </p> \n </div> \n</div> \n<div id=\"block-5d1c9c4c8f088a7392738097\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:17:53.273Z\">1.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Bill Cash,</strong> the Tory Brexiter, says since the 1980s he has been warning about Germany’s influence over the EU. He says his is worried that these appointments give Germany too much influence.</p> \n  <p>May says she is disappointed by Cash’s comment. She says Germany has not had a president of the commission since the 1960s. (Actually, it has never had one.) And May says Ursula von der Leyen was actually born in Brussels - although she admits that this may not make it any better in the eyes of Cash.</p> \n </div> \n</div> \n<div id=\"block-5d1c9b0f8f082cc21811c8f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:15:05.592Z\">1.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May is responding to Corbyn.</p> \n  <p>She says she hopes the US does opt back into the Paris climate change agreement.</p> \n  <p>She says she told the crown prince she expected a transparent investigation into the murder of Jamal Khashoggi. And she says she raised Yemen too, and stressed her desire for a political solution.</p> \n  <p>On Russia, she says will take no lessons from Corbyn on Russia because he initialled sided with Russia’s account after the attack.</p> \n  <p>On Brexit, she says people have been waiting for weeks for Labour’s policy on Brexit. The shadow cabinet is meant to be taking a decision. But week after week nothing happens. She says it is no wonder Diane Abbott, the shadow home secretary, says she is beginning to worry about it.</p> \n </div> \n</div> \n<div id=\"block-5d1c992c8f082cc21811c8e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:09:45.677Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn </strong>starts by paying tribute to Carolyn Harris. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c96958f087f38aa1f3f4b#block-5d1c96958f087f38aa1f3f4b\"> 12.53am.)</a></p> \n  <p>He says, where world leaders have failed, civil society and the young have taken the lead. He says the G20 summit did not go far enough on climate change. Will Theresa May condemn President Trump’s stance.</p> \n  <p>He asks why UK aid gets spent on carbon energy.</p> \n  <p>He asks May if she asked crown prince Mohammed bin Salman about the murder of Jamal Khashoggi when she met him? And did she ask about Yemen.</p> \n  <p>He urges May to publish the full report commissioned into Saudi funding of extremism in the UK.</p> \n  <p>He asks why the Conservatives have joined a group in the European parliament including the Spanish far-right party, Vox. Vox are a party campaigning to repeal gender-rights laws, he says.</p> \n  <p>And does May agree her successor should go back to the people on Brexit, under the uncertainty, and get Brexit resolved?</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T12:18:36.278Z\">at 1.18pm BST</time></p> \n</div> \n<div id=\"block-5d1c98be8f087f38aa1f3f78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T12:01:45.448Z\">1.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning to the EU summit, May says the UK said it would engage constructively with EU affairs while it remained a member.</p> \n  <p>She summarises <a href=\"https://www.theguardian.com/world/2019/jul/02/women-to-head-top-eu-institutions-for-first-time\">the proposed EU appointments.</a></p> \n  <p>The UK supported this package, she says. She says it is in the UK’s national interest to have a constructive relationship with those appointed.</p> \n </div> \n</div> \n<div id=\"block-5d1c97558f087f38aa1f3f64\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:59:54.379Z\">12.59pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Theresa May's statement on G20 and EU summit</h2> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong> is now making a Commons statement on the G20 summit and the EU summit.</p> \n  <p>She says 19 countries at the G20 agreed a statement on climate change. It is disappointing that the US did not agree.</p> \n  <p>She says the Iran nuclear deal makes the world safer. She wants to see it continue.</p> \n  <p>She says she told Vladimir Putin at their meeting that the UK has irrefutable evidence that two Russians were responsible for the Salisbury novichok attack. She says the UK wants to see them brought to justice. She says she told Putin that she was open to having a different relationship with with Russia, but Russia needed to adopt a different path.</p> \n </div> \n</div> \n<div id=\"block-5d1c96958f087f38aa1f3f4b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:53:55.686Z\">12.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Carolyn Harris </strong>rises to make a point of order. She uses it to thank Theresa May for agreeing to set up <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-48816135\">the children’s funeral fund.</a> Harris campaigned for this having had to borrow money to pay for her own son’s funeral. She thanks everyone who has made this happen from the bottom of her heart.</p> \n  <p>MPs give her a round of applause, which is very unusual. MPs aren’t meant to applaud in the chamber.</p> \n  <p>May responds. She says she is pleased to have been able to introduce this fund, and she pays tribute to Harris for her campaigning on this.</p> \n </div> \n</div> \n<div id=\"block-5d1c96128f088a739273803a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:49:51.849Z\">12.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Marie Rimmer</strong> asks about a constituent with a Down’s Syndrome child. She says the tax rules for carers like her constituent are confusing.</p> \n  <p>May says the government wants to provide more empowerment for women.</p> \n </div> \n</div> \n<div id=\"block-5d1c95a38f082cc21811c8a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:48:07.795Z\">12.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> David Lammy</strong> asks about <a href=\"https://www.gov.uk/government/publications/windrush-lessons-learned-review\">the Windrush review.</a> It was due out in March. Will it be published before May leaves office.</p> \n  <p>May says it is up to Wendy Williams when she finishes the review. She says she thinks it has not yet been completed.</p> \n </div> \n</div> \n<div id=\"block-5d1c956b8f082cc21811c8a6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:46:39.525Z\">12.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Huddleston,</strong> a Conservative, asks May about tourism.</p> \n  <p>May says the government is working with the tourist industry to encourage people to come to the UK.</p> \n </div> \n</div> \n<div id=\"block-5d1c95208f087f38aa1f3f34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:45:41.189Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> Steve Reed </strong>asks about a murder in his Croydon constituency. He says the government is not doing enough on knife crime.</p> \n  <p>May says this case was shocking. But the government is taking action, and this requires a multi-faceted approach, she says.</p> \n </div> \n</div> \n<div id=\"block-5d1c945d8f088a739273800f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:44:12.545Z\">12.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Vince Cable</strong>, the Lib Dem leader, says <a href=\"https://www.mirror.co.uk/news/politics/theresa-mays-school-faces-shutting-16498450\">May’s former school is planning to move to part-time education because of financial pressure.</a> Does she agree schools need more?</p> \n  <p>May says the government is already putting more money into schools.</p> \n  <p>She says she has read in the Maidenhead Advertiser that he thinks she will stand down as an MP. She won’t. And the story even quoted Cable getting the name of her seat wrong. The Lib Dems are wrong on facts, wrong on everything, he says.</p> \n </div> \n</div> \n<div id=\"block-5d1c940c8f088a7392738008\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:40:48.025Z\">12.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Grahame Morris</strong> says the Treasury has taken funds from the surpluses in miners’ pension funds. Can the government review this so miners get their fair share?</p> \n  <p>May says one of the biggest hits on pension funds came from the last Labour government, when it took £100bn out of pension funds.</p> \n </div> \n</div> \n<div id=\"block-5d1c93c28f087f38aa1f3f1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:39:43.909Z\">12.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jonathan Reynolds</strong>, the Labour MP, asks May if she agrees that bus subsidies should increase so people outside London can have as good a bus service as in the capital.</p> \n  <p>May says the government spends £250m a year on bus subsidies. She says the number of services on offer has gone up.</p> \n </div> \n</div> \n<div id=\"block-5d1c934e8f082cc21811c87e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:38:35.482Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anne-Marie Trevelyan,</strong> a Conservative, asks if May agrees that <a href=\"https://www.nytimes.com/2019/07/02/world/europe/russia-research-submarine-fire.html\">the Russian submarine accident </a>shows the need for investment in submarines.</p> \n  <p>May expresses condolences to the family and friends of those who died. She says the government is committed to its submarine programme.</p> \n </div> \n</div> \n<div id=\"block-5d1c92df8f088a7392737ff4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:35:45.598Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jack Brereton,</strong> a Conservative, asks about investment in Stoke.</p> \n  <p>May says the government has put money into the high street fund, and bids are being considered.</p> \n </div> \n</div> \n<div id=\"block-5d1c92688f088a7392737fec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:34:42.572Z\">12.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> Hugh Gaffney</strong> asks if May agrees that all pensioners should continue to get free TV licences.</p> \n  <p>May says people will wonder why the BBC is raising salaries while cutting free TV licences. It should think again.</p> \n  <p>As for May’s question, the FT’s Henry Mance had an answer on Twitter last night.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/henrymance/status/1146170395654909952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As the article points out:<br>*amount that would be raised by scrapping free TV licenses = £745m<br>*extra pay for stars = £11m (1.5% of the above) <a href=\"https://t.co/lXcFavVZw0\">pic.twitter.com/lXcFavVZw0</a></p>— Henry Mance (@henrymance) \n    <a href=\"https://twitter.com/henrymance/status/1146170395654909952?ref_src=twsrc%5Etfw\">July 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c91e58f082cc21811c869\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:32:51.204Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicky Morgan,</strong> a Conservative, asks about a constituent whose daughter killed herself after reading a book about taking pills from Amazon. Does May agree that Amazon has a duty not to sell books like this?</p> \n  <p>May says the government is working with tech companies to get them to take more responsibility for looking after their uses. Jackie Doyle-Price, the minister for suicide prevention, is aware of this issue, and will be writing to Amazon about it, she says.</p> \n </div> \n</div> \n<div id=\"block-5d1c8e188f088a7392737fc2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:27:46.591Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs - Snap verdict</h2> \n <div class=\"block-elements\"> \n  <p><strong>PMQs - Snap verdict:</strong> Jeremy Corbyn often seems wary of raising Brexit at PMQs, but when he does it is normally a success, as it was today. The gap between what Philip Hammond is saying about a no-deal Brexit and what Boris Johnson, the most probable next PM, is claiming about it is so vast that a question on this was obvious, and May’s evasive answer did not really hide the fact that she clearly disagrees quite strongly with Johnson on this point. After that Corbyn and May got stuck into a prolonged Brexit blame game, that was a bit more pointed and acrimonious than their usual exchanges. May argued that, if Labour wants to avoid no-deal, it should have voted for hers, but it is never particularly convincing to hear the government plead for support from the opposition and during the exchanges Corbyn delivered two crisp and effective retorts; telling May that she could not complain about Labour MPs not backing her when Tory MPs voted against her deal too, and saying that he could not be accused of favouring no-deal because Labour tabled a motion opposing the idea. Corbyn even ended urging May to “go back to the people” - code for a referendum. In policy terms, it did not go beyond anything he has said before, but the fact that he delivered this message at PMQs will be seen as yet another incremental shift into People’s Vote territory.</p> \n </div> \n</div> \n<div id=\"block-5d1c8d468f087f38aa1f3ed1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:14:29.141Z\">12.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labout put forward a motion to take no-deal off the table. The MD of Iceland says some food prices could go up by 20% under no-deal. Can May confirm the EU ruled out renegotiating the backstop.</p> \n  <p>May says everyone knows what the EU agreed. She says, on the key votes, Labour voted for a no-deal. Typical of Corbyn, she says - “all mouth and trousers”. (She means no trousers).</p> \n  <p>Corbyn says no-deal would disastrous. This government is an irrelevance, he says. He says the two Tory leadership candidates both have fantasy plans. He says the best option would be to “go back to the people” and let them decide what to do next.</p> \n  <p>May says, if you want to avoid no-deal, you must vote for a deal. She says many in the shadow cabinet do not support Brexit. Labour want to block Brexit. “And that would be a betrayal of the many by the few.” </p> \n  <p><em>UPDATE:</em> I’ve been unfair to May. In the comments <a href=\"https://discussion.theguardian.com/comment-permalink/130708428\">cipher1978</a> says he thinks “all mouth and trousers” is correct. A quick internet search shows both phrases get used.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T14:10:12.421Z\">at 3.10pm BST</time></p> \n</div> \n<div id=\"block-5d1c8c9c8f082cc21811c83f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:10:56.313Z\">12.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says May could not even get her party to vote for her deal. He quotes other business concerns about a no-deal Brexit. So what can May say to workers at Ellesmere Port and elsewhere? He says May should speak to both of the candidates to succeed her and say that, as they trade insults, thousands of jobs are at risk.</p> \n  <p>May says she would tell the Ellesmere Port workforce Tory MPs voted to protect their jobs. Labour voted against. The threat to them comes from Labour, she says.</p> \n  <p>Corbyn says Labour exists to protect jobs. What impact would no-deal have on food prices and farming?</p> \n  <p>May says Labour has voted three times for no-deal, putting jobs at risk. And it has voted against tax cuts. She says she will take no lectures from Labour on protecting jobs.</p> \n </div> \n</div> \n<div id=\"block-5d1c8bc28f088a7392737fa6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:08:05.013Z\">12.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May refuses to back Boris Johnson’s claims about no-deal fears being exaggerated</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn </strong>offers his condolences to the families of the rail workers killed in the accident in Port Talbot.</p> \n  <p>He also congratulates Rose Hudson-Wilkin, who was a brilliant priest in Hackney before coming to the Commons, she says.</p> \n  <p>He also congratulates the England women’s team, and pays tribute to Pride.</p> \n  <p>Corbyn asks if he agrees with Philip Hammond, who says a no-deal Brexit would cost £90b, or Boris Johnson, who says fears about no-deal are confected nonsense.</p> \n  <blockquote class=\"quoted\"> \n   <p>The chancellor says that a no-deal Brexit would cause a £90bn hit to the public finances. The former foreign secretary says concerns about no-deal are confected hysteria. Who does the prime minister think is right?</p> \n  </blockquote> \n  <p>May says the figure quoted by Hammond was in the public domain. She voted for a deal, she says.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>The figure that was quoted was publicly available at the time, it was a figure that was quoted in the government’s economic analysis in relation to these matters. </p> \n   <p>But can I also say to you that if you are worried about no-deal, I have done everything I can to ensure we leave the EU with a deal. I can look workers in the eye and tell them I voted to leave with a deal that protects jobs. You can’t do that because you voted three times for no-deal.</p> \n  </blockquote> \n  <ul> \n   <li><strong>May refuses to back Boris Johnson’s claims about no-deal fears being exaggerated.</strong></li> \n  </ul> \n  <p>Corbyn says a cabinet note says no-deal would be very serious. He says Make UK has said politicians have made businesses complacent about no-deal. Are they right?</p> \n  <p>May says the opposition should have voted for a deal.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T12:31:26.589Z\">at 1.31pm BST</time></p> \n</div> \n<div id=\"block-5d1c8b8c8f082cc21811c837\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:04:31.506Z\">12.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hugo Swire</strong>, a Conservative, asks if May has a message for the people of Hong Kong.</p> \n  <p>May says people were marching peacefully in Hong Kong. It is vital that Hong Kong’s high degree of autonomy is respected. She has raised this with Chinese leaders, she says.</p> \n </div> \n</div> \n<div id=\"block-5d1c8b408f082cc21811c835\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:03:37.860Z\">12.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Neil Coyle</strong> asks about knife crime, and says government paralysis means this problem has not been tackled.</p> \n  <p>May says the government has been acting on this. She says this is not just a policing issue. More powers have been given to police. But it is not just a matter of policing; it is about ensuring young people don’t carry knives.</p> \n </div> \n</div> \n<div id=\"block-5d1c8ae48f088a7392737f9f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T11:02:20.295Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong> starts by saying England’s Lionesses have inspired millions and made the nation proud.</p> \n  <p>She congratulated the Speaker’s chaplain, Rose Hudson-Wilkin, on becoming bishop of Dover.</p> \n  <p>And she pays tribute to Pride.</p> \n </div> \n</div> \n<div id=\"block-5d1c89b98f087f38aa1f3e9e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:57:56.015Z\">11.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs</h2> \n <div class=\"block-elements\"> \n  <p>PMQs is due to start soon.</p> \n  <p>Here is the list of MPs down to ask a question.</p> \n  <figure class=\"element element-image\" data-media-id=\"fe0911da4b5f0ab86438e0c852b3a887c1c27643\"> \n   <img src=\"https://media.guim.co.uk/fe0911da4b5f0ab86438e0c852b3a887c1c27643/0_0_593_590/500.jpg\" alt=\"PMQs\" width=\"500\" height=\"497\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">PMQs</span> \n    <span class=\"element-image__credit\">Photograph: HoC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c884a8f082cc21811c817\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:55:49.344Z\">11.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There is increasing interest in the question of whether or not the Brexit party would cooperate with a Boris Johnson-led Conservative party in a general election (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c78b18f088a7392737ea6#block-5d1c78b18f088a7392737ea6\">11.04am) </a>because at Westminster the odds on an early election are getting shorter and shorter. Today the <strong>Economist Intelligence Unit</strong> has published a forecast confirming that. It says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Our baseline scenario (60% probability) is that - in the face of a gridlocked parliament, and no meaningful concessions from the EU - Mr Johnson will call a snap election, arguing that a Conservative majority is needed to deliver Brexit (this requires a two-thirds parliamentary majority under the 2011 Fixed-term Parliaments Act, which we think would be forthcoming).</p> \n   <p>An alternative scenario (30% probability) is that the prime minister prevails in the struggle with parliament, which either fails to coalesce around legislation to prevent a no-deal Brexit before October 31st, or is unable to oust the prime minister though a vote of no confidence in time to prevent the UK’s departure. The latter could be approved by a simple majority, but would also trigger a two-week period to seek a new prime minister before an election is called. In such a no deal scenario, the UK and the EU would revert to WTO trade rules, causing severe short-term economic disruption.</p> \n   <p>A final scenario (10% probability) is that parliamentary gridlock and the deep divisions within both the Conservatives and Labour lead the prime minister to request, and to be granted, a third extension of the article 50 period for further negotiations. Such an outcome is only likely in the context of productive talks between Mr Johnson and the EU. Strong lobbying from those countries most exposed to a disorderly Brexit (Ireland, the Netherlands and Belgium) could contribute to agreement on an extension, but this would also require a change in stance from Angela Merkel and Emmanuel Macron, the German chancellor and French president.</p> \n  </blockquote> \n  <p>(Personally, I think the EIU are overstating the chances of an election and understating the chances of no-deal, but the key point is that no one actually knows.)</p> \n </div> \n</div> \n<div id=\"block-5d1c83658f087f38aa1f3e63\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:45:41.434Z\">11.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The IPPR, a leftwing thinktank, has published <a href=\"https://www.ippr.org/files/2019-07/fairer-welfare-july-19.pdf\">a 40-page report today (pdf)</a> on ending austerity. It calls for a shift towards an “investment state”, with significantly higher government spending on health, education and welfare, funded by higher taxes. This would lift the UK to European standards of provision,<a href=\"https://www.ippr.org/research/publications/there-is-an-alternative-ending-austerity-in-the-uk\"> it says.</a></p> \n  <p>It says two shifts in policy are required.</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>People on middle incomes will have to feel that those on higher incomes are paying their fair share of taxation before they are willing to pay more themselves.</strong> We therefore call for increases in corporation, wealth and income tax on high earners – together raising as much as £57 billion in revenues per year – in the short run. This is crucial because to achieve the scale of revenue increases needed in the long term, the middle classes will ultimately have to pay more tax: an ‘investment state’ cannot be funded by taxes on the wealthy alone. </p> \n   <p><strong>Everybody – including those on middle and higher incomes – will need to benefit from high quality public services in order to create a coalition in favour of the ‘investment state’.</strong> This will require a shift towards more universalist public services and welfare provision. We therefore call for the additional funding raised in the short term to be invested in universal childcare, social care and mental health provision – as well as reversing cuts to universal credit, adult education and public health. These priorities should be funded before more regressive universalist policies such as free tuition fees are considered. </p> \n  </blockquote> \n  <p>This is very much in line with Labour party thinking and <strong>John McDonnell</strong>, the shadow chancellor, has welcomed the report. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The failure of austerity on all counts is now widely accepted and it’s important that the IPPR is highlighting the deficits in health, care, skills and income security.</p> \n   <p>We need bold thinking about how to fund the things we all need.</p> \n   <p>It’s a depressing comment on the state of the Conservative party that instead of rebuilding our scarred public services and social security system they are fixated on 1980s-style swingeing tax cuts.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d1c805d8f082cc21811c7c4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:17:07.083Z\">11.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After PMQs we’ve got a statement today on the EU summit, the one where Theresa May played a backseat role as <a href=\"https://www.theguardian.com/world/2019/jul/02/women-to-head-top-eu-institutions-for-first-time\">the EU selected candidates for its top jobs.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1146348727734624258\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Two Statements today:<br> <br>1) G20 Summit &amp; Leadership of EU Institutions <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> <br><br>2) Quarterly Counter-Daesh Update <a href=\"https://twitter.com/RoryStewartUK?ref_src=twsrc%5Etfw\">@RoryStewartUK</a></p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1146348727734624258?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c7f158f087f38aa1f3e1c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:12:19.719Z\">11.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nick Boles</strong>, who was a Conservative MP until he left to sit as an independent in protest at the party’s refusal to compromise over Brexit, says that Boris Johnson and Jeremy Hunt are announcing policies, like the possible repeal of the sugar tax, that have no chance of getting through parliament.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickBoles/status/1146313711113658368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I love reading about all the things that Boris Johnson or Jeremy Hunt is going to do when PM. Almost all of it would require a majority of MPs to vote for it. Scrap sugar tax - no chance. Cut income tax for top earners - dream on.</p>— Nick Boles MP (@NickBoles) \n    <a href=\"https://twitter.com/NickBoles/status/1146313711113658368?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c7dc88f087f38aa1f3e09\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:10:11.350Z\">11.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the subject of how the Brexit party is evolving into something much more than a single-issue protest party (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c78b18f088a7392737ea6#block-5d1c78b18f088a7392737ea6\">11.04am)</a>, <a href=\"https://unherd.com/2019/07/farage-has-found-boriss-weak-spot/\">this UnHerd article</a> by <strong>Freddie Sayers </strong>about the Brexit party rally at the weekend is worth reading. Here’s an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>Farage’s offer is a hybrid of anti-corporate populism and Thatcherite appeal to small business owners. He is responding to a deeply held feeling across the country that London has benefited over recent decades as the regions have declined. And crucially it makes Boris Johnson, inextricably associated with London as its twice-elected Mayor, a highly vulnerable adversary.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d1c78b18f088a7392737ea6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T10:04:41.740Z\">11.04am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson 'just says what he thinks audience wants to hear', says Farage</h2> \n <div class=\"block-elements\"> \n  <p>Last month<strong> Nigel Farage,</strong> the Brexit party leader, suggested that <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/news/104688/nigel-farage-says-no-deal-brexit-election-pact-boris\">he would be willing to form some sort of pact with a Conservative party led by Boris Johnson</a> to deliver a hard Brexit, if parliament blocked no-deal. But, judging by what he told Sky’s All Out Politics this morning, he is going off the idea. Asked about his relations with Johnson, Farage said he did not trust the favourite in the Tory leadership contest because he did not know what Johnson really thought. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>My difficulty with Boris Johnson is not liking him; my difficulty is I’ve no idea where he stands on a third runway [at Heathrow], I’ve no idea where he stands on HS2, I’ve no ideas where he stands really on sugar taxes. Immigration? This is a guy who just flips and flops, says what he thinks the audience wants to hear.</p> \n   <p>When it comes to Brexit, I heard him yesterday talking in Belfast saying that the Irish backstop was unacceptable. And yet he voted for it at the third time of asking.</p> \n   <p>So it’s very difficult to know just how sincere Boris is when he says he will take us out on 31 October. My feeling is they’re words to get elected and I’ll be very surprised if he delivers.</p> \n  </blockquote> \n  <p>Farage said that Theresa May declared on more than 100 occasions that the UK would be leaving the EU on 31 March, and yet that did not happen. “I just don’t feel I can trust anything the Conservatives say at this moment in time,” he said.</p> \n  <p>Farage also said the Brexit party was not just interested in Brexit anyway. He said that the party was now about the “complete breakdown of trust that has occurred between the Westminster parties and Middle England” and that this would be a “real problem” for Johnson. </p> \n  <figure class=\"element element-image\" data-media-id=\"610ea3c3b45b7e62b56e1d65a50ae7ebae8d04f1\"> \n   <img src=\"https://media.guim.co.uk/610ea3c3b45b7e62b56e1d65a50ae7ebae8d04f1/59_0_848_509/500.jpg\" alt=\"Nigel Farage\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c75198f087f38aa1f3d91\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T09:34:34.760Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In its news release about the sin tax announcement (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c59a48f088a7392737ddd#block-5d1c59a48f088a7392737ddd\"> 9.11am), </a>the <strong>Boris Johnson </strong>campaign said that there was no academic consensus over whether “sin taxes” worked, and whether they were regressive (the two issues his review will consider). Different studies have come to different conclusions, the campaign said. Here, for reference, is what the Johnson campaign said in its briefing.</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>There are serious questions over whether sin taxes change behaviour</strong></p> \n   <p>In the last ten years there have been a series of academic papers that have both argued for and against the proposition that ‘sin taxes’ change people’s behaviour. While there have been some studies, and overviews of academic literature, that have concluded that ‘sin taxes’ are effective (for example, Wright et al., BMC Public Health, 2017, <a href=\"https://backboris.us20.list-manage.com/track/click?u=1a2c6c0ed7d78b7f0ba007abd&amp;id=21cb9540f1&amp;e=ec0e775874\">link</a>), there have also been a number of studies that have raised questions over their overall effectiveness. For example, for sugar, some research has suggested that the tax could increase alcohol consumption (Quirmbach et al., Journal of Epidemiology &amp; Community Health, <a href=\"https://backboris.us20.list-manage.com/track/click?u=1a2c6c0ed7d78b7f0ba007abd&amp;id=cc155e2565&amp;e=ec0e775874\">link</a>).</p> \n   <p><strong>There are serious questions over whether sin taxes hit the poorest hardest</strong></p> \n   <p>In the last ten years there have been a series of academic papers that have both argued for and against the proposition that ‘sin taxes’ are regressive and hit the poorest the most. While there have been some studies that have concluded that this is not the case (BMJ, <a href=\"https://backboris.us20.list-manage.com/track/click?u=1a2c6c0ed7d78b7f0ba007abd&amp;id=509cf547b3&amp;e=ec0e775874\">link</a>), other studies have concluded that these taxes are regressive. For example, some studies have claimed that a 20 percent tax on sugar-sweetened beverages would take three times as much from lower-income households than from higher income households, as a percentage of disposable income (Sharma et al., the effects of taxing sugar-sweetened beverages across different income groups, Health Economics, <a href=\"https://backboris.us20.list-manage.com/track/click?u=1a2c6c0ed7d78b7f0ba007abd&amp;id=04d2215895&amp;e=ec0e775874\">link</a>). In addition, recent studies have suggested that sugar taxes do not reduce socioeconomic inequalities in diet-related health (University of York, July 2018, <a href=\"https://backboris.us20.list-manage.com/track/click?u=1a2c6c0ed7d78b7f0ba007abd&amp;id=f290cac9c1&amp;e=ec0e775874\">link</a>).</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d1c73728f088a7392737e6d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T09:24:43.603Z\">10.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson's sugar tax policy shows he has 'no concern' for health of general public, says Labour</h2> \n <div class=\"block-elements\"> \n  <p>Labour claims that Boris Johnson’s policy on sugar taxes shows that his priority is representing wealthy supporters. This is from<strong> Jonathan Ashworth</strong>, the shadow health secretary.</p> \n  <blockquote class=\"quoted\"> \n   <p>This is extraordinary even by Boris Johnson’s standards. On the same day that Cancer Research UK is warning of the rising cancer threat of obesity, and with his own cheerleader Matt Hancock supporting a plan to strengthen the obesity strategy, Johnson wants to water down the plan to tackle it.</p> \n   <p>He has serious questions to answer about the role of corporate lobbyists for the soft drinks and tobacco industries in his campaign.</p> \n   <p>Boris Johnson has shown that his priority is representing the interests of his wealthy supporters, with no concern for the health and wellbeing of the general public.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b166ffe98dd00886fc125f9bf6e576c796d997ac\"> \n   <img src=\"https://media.guim.co.uk/b166ffe98dd00886fc125f9bf6e576c796d997ac/0_95_3500_2100/1000.jpg\" alt=\"Jonathan Ashworth.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jonathan Ashworth.</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c6f838f082cc21811c707\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T09:18:57.279Z\">10.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mordaunt says Westminster likely to legislate to liberalise abortion law in Northern Ireland</h2> \n <div class=\"block-elements\"> \n  <p>On the Today programme this morning <strong>Penny Mordaunt</strong>, the defence secretary and women and equalities minister, said that the UK parliament would liberalise Northern Ireland’s strict abortion law if, as expected, a court rules it is incompatible with the Human Rights Act. She explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>The reason why this hasn’t been dealt with to date is because it is a devolved matter and we take devolution seriously. </p> \n   <p>We are expecting<a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-47058629\"> a ruling shortly that what is going on in Northern Ireland is incompatible with an individual’s human rights. </a></p> \n   <p>In every single case where there has been a declaration of incompatibility with human rights the government has acted. This government has acted, previous governments have acted. </p> \n   <p>Parliament has been very vocal on this issue and if a government didn’t act parliament would and there would be clearly a free vote on that issue.</p> \n  </blockquote> \n  <p>Mordaunt also indicated her strong personal preference for changing the law in Northern Ireland.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think this needs to be resolved. I think the paucity of care that women have endured in Northern Ireland is the most appalling thing. It must change, that is my view.</p> \n  </blockquote> \n  <p><a href=\"https://www.theguardian.com/politics/live/2019/jul/02/tory-leadership-latest-news-hustings-boris-johnsons-brexit-plan-could-prove-fatal-to-tory-party-says-former-leader-william-hague-live-news?page=with:block-5d1b51a58f088a7392737721#block-5d1b51a58f088a7392737721\">At a Tory leadership election hustings in Belfast yesterday </a>Boris Johnson and Jeremy Hunt both said it was primarily for Northern Ireland to decide if it wanted to liberalise its laws to allow abortion and same-sex marriage, in line with the rest of the UK, and that this was one reason they wanted the power-sharing executive restored.</p> \n  <figure class=\"element element-image\" data-media-id=\"5dec4c8cb1130ee2b4d63952b4f6d3f0f97a60b2\"> \n   <img src=\"https://media.guim.co.uk/5dec4c8cb1130ee2b4d63952b4f6d3f0f97a60b2/0_48_2190_1314/1000.jpg\" alt=\"Penny Mordaunt\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Penny Mordaunt</span> \n    <span class=\"element-image__credit\">Photograph: David Mirzoeff/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d1c6c288f082cc21811c6ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T09:02:56.245Z\">10.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Times’ <strong>Matt Chorley </strong>says Boris Johnson used to favour sugar taxes.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattChorley/status/1146307394022137856\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">This is the same Boris Johnson who as London Mayor introduced a sugar tax in City Hall, declaring: “I hope this initiative will allow us to raise awareness of the problem and encourage people to think about their diets.”<a href=\"https://t.co/Ae2DvsdSm8\">https://t.co/Ae2DvsdSm8</a> 2/7</p>— Matt Chorley (@MattChorley) \n    <a href=\"https://twitter.com/MattChorley/status/1146307394022137856?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattChorley/status/1146307395242659840\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">This is the same Boris Johnson who said in 2015 that tackling obesity was \"a matter of social justice\". <br>\"Overwhelmingly people most affected by an obesity problem will be those on the lowest incomes. That’s why I’m thinking about sugar taxes.\"<a href=\"https://t.co/9oWB0g9I8B\">https://t.co/9oWB0g9I8B</a> 3/7</p>— Matt Chorley (@MattChorley) \n    <a href=\"https://twitter.com/MattChorley/status/1146307395242659840?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Chorley also says that one of his Johnson’s advisers has been involved in lobbying against the sugar tax.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattChorley/status/1146307396463136768\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Will Walden, Johnson's key adviser and former director of comms at City Hall, is employed by Edelman and has advised Coca-Cola on lobbying against the sugar tax. (Team Johnson insist Walden was not involved in new policy) 4/7</p>— Matt Chorley (@MattChorley) \n    <a href=\"https://twitter.com/MattChorley/status/1146307396463136768?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Sky’s<strong> Sam Coates </strong>identifies another figure linked to the Johnson campaign who has a record of opposing sugar taxes.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1146318693628043264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Revealed: <br><br>Sir Lynton Crosby’s business partner Mark Textor condemned sugar taxes in 2016 article. <br><br>CTF running the Boris Johnson campaign <a href=\"https://t.co/Dz0jxTFHHH\">https://t.co/Dz0jxTFHHH</a>… <a href=\"https://t.co/SoGQLyfsz8\">pic.twitter.com/SoGQLyfsz8</a></p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1146318693628043264?ref_src=twsrc%5Etfw\">July 3, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here is a better link to <a href=\"https://www.businessinsider.com.au/mark-textor-trumps-greatest-trick-is-convincing-voters-the-system-is-broken-2016-10\">the article Coates is referring to.</a></p> \n  <p>In relation to these last two tweets, it is worth pointing out that establishing that ‘X favours policy Z, X advises/gets a job with/donates to politician Y, then Y implements policy Z’ may look unsavoury but normally isn’t. It is more often just a case of people in politics choosing to work for, or take advice from, people who share their views.</p> \n </div> \n</div> \n<div id=\"block-5d1c66c18f082cc21811c6b4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T08:42:08.516Z\">9.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">David Cameron's former policy chief says Boris Johnson wrong about sugar taxes</h2> \n <div class=\"block-elements\"> \n  <p>On the Today programme<strong> Camilla Cavendish,</strong> who used to be director at policy at Downing Street for David Cameron, said that she used to share Boris Johnson’s scepticism about “sin taxes” like the sugar levy but that she had changed her mind. She told the programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think [Johnson] is wrong. I used to think we shouldn’t use government to influence people’s choices. But I changed my mind, really for three reasons. </p> \n   <p>First of all I became a parent and I saw how much junk manufacturers are pushing down our children’s throats. </p> \n   <p>But I also became concerned about obesity and type two diabetes, which is costing the NHS a lot of money and is really a miserable, miserable condition. And it’s the children who [on] the poorest incomes who are most affected by obesity, which is one of the main reasons we did introduce the sugar tax because we felt it was an issue of social justice in some ways. Boris is talking about not clobbering people on lower incomes. But that tax is one way to help people just drink better. </p> \n   <p>And the third reason I became convinced about all this is I read the research which shows that sugar is as addictive as nicotine. And that’s partly why so many of our public health programmes haven’t worked because we all find it really hard to give up.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T09:15:42.634Z\">at 10.15am BST</time></p> \n</div> \n<div id=\"block-5d1c59a48f088a7392737ddd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-03T08:11:13.399Z\">9.11am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson accused by ex-minister of 'dog whistle politics' over plan to curb 'sin taxes'</h2> \n <div class=\"block-elements\"> \n  <p>Say what you like about Boris Johnson - and we will, at length - but the favourite in the Tory leadership contest clearly has some exceptional skills not shared by less mortals. For example, who else could make the Westminster commentariat feel sorry for Matt Hancock?</p> \n  <p>Hancock, the health secretary, did not get very far in the Tory leadership contest, but he campaigned with some energy and imagination and emerged with his reputation enhanced. Then he decided to endorse Johnson and, <a href=\"https://www.theguardian.com/politics/live/2019/jul/01/tory-leadership-latest-news-boris-johnson-hunt-proposes-6bn-no-deal-bail-out-for-farmers-and-fishing-industry-live-news?page=with:block-5d19c7428f080e82851522e1#block-5d19c7428f080e82851522e1\">in an excruciating Today programme on Monday</a>, devoted to explaining why he was going back on everything he said about Johnson earlier, any credit he had gained himself evaporated. And now it has got worse. As my colleague <strong>Heather Stewart </strong>explains, Johnson is trampling all over one of Hancock’s key policy initiatives.</p> \n  <p>Here is Heather’s story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/03/boris-johnson-vows-to-review-whether-sugar-tax-improves-health\">Boris Johnson vows to review whether sugar tax improves health</a> </p> \n  </aside> \n  <p>And this is how it starts.</p> \n  <blockquote class=\"quoted\"> \n   <p><a href=\"https://www.theguardian.com/politics/boris\">Boris Johnson</a> has announced a wide-ranging review of “sin stealth taxes” just days before his high-profile supporter Matt Hancock, the health secretary, is due to publish a green paper advocating extending the sugar tax to milkshakes.</p> \n   <p>The policy green paper called Advancing our <a href=\"https://www.theguardian.com/society/health\">Health</a> – Prevention in the 2020s, has been circulating among cabinet ministers this week and is due to be published in the next few days.</p> \n   <p>A draft seen by the Guardian includes widely trailed plans to extend the sugar tax to “sugary milk drinks … if the evidence shows that industry has not made enough progress on reducing sugar”. It also announces a ban on the sale of energy drinks to under-16s, alongside a slew of other policies aimed at improving public health.</p> \n   <p>The government has been consulting on the proposals for months and Hancock’s junior minister, Seema Kennedy, had been expected to launch the green paper within days. However, in his latest headline-grabbing campaign pledge, Johnson said he would carry out a review of whether “stealth sin taxes” were successful in changing behaviour and whether they disproportionately affected poorer consumers.</p> \n  </blockquote> \n  <p>Johnson is not yet committing to reverse the sugar tax introduced in 2016. The press release issued by his team last night says he is just committing to “a comprehensive review into the effectiveness of the ‘sin taxes’ - including products high in salt, fat or sugar - and to assess whether or not these taxes unfairly hit those on lower incomes”, and to promising not to extend these taxes until the review has been completed. But the press notice also says Johnson has already promised not to extend the sugar tax to sugary milk drinks (aka, the milkshake tax), and the Sun newspaper has this morning welcomed Johnson’s announcement as<a href=\"https://www.thesun.co.uk/news/9423742/boris-johnson-could-axe-hated-sugar-tax/\"> a victory for its Hands Off Our Grub anti sugar tax campaign,</a> and so it is not hard to guess where this is all heading.</p> \n  <p>Overnight<strong> Steve Brine</strong>, who was public health minister until he resigned over Brexit earlier this year, has accused Johnson of ‘transparent dog whistle politics”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrineMP/status/1146191146235940866\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As the Public Health Minister who oversaw the introduction of the sugary drinks levy, I totally despair at this. Transparent dog whistle politics dressed up as something thinking. It is the exact opposite. <a href=\"https://t.co/zYPdIEjAMq\">https://t.co/zYPdIEjAMq</a></p>— Steve Brine MP (@BrineMP) \n    <a href=\"https://twitter.com/BrineMP/status/1146191146235940866?ref_src=twsrc%5Etfw\">July 2, 2019</a>\n   </blockquote> \n  </figure> \n  <p>I will post more reaction shortly.</p> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>10am:</em> Liam Fox, the international trade secretary, gives evidence to the international trade committee.</p> \n  <p><em>10.30am:</em> High court judges give their reasons for <a href=\"https://www.theguardian.com/politics/2019/jun/07/boris-johnson-wins-court-challenge-over-350m-brexit-claims\">the decision not to allow Boris Johnson to be prosecuted for misconduct in public office over false claims in the EU referendum campaign.</a></p> \n  <p><em>12pm:</em> Theresa May faces Jeremy Corbyn at PMQs.</p> \n  <p><em>3.30pm:</em> Peers debate <a href=\"https://www.theguardian.com/politics/2019/jul/01/angela-smith-labour-bid-report-no-deal-brexit-risks\">a motion to create a joint committee of MPs and peers to consider the impact of a no-deal Brexit.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to publish a summary at lunchtime and then another when I finish.</p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-england-pay-the-penalty-meet-the-new-neighbors-sugaring-the-pill/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-03T10:24:53.267Z\">at 11.24am BST</time></p> \n</div>",
      "wordcount": "7885",
      "commentCloseDate": "2019-07-03T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-03T08:11:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:16Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bngam",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bce6af41151bd768ddfef9ea0b1e0d6d85621f32/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May is to warn her potential successors that a no-deal Brexit threatens the UK’s future, in her final speech in Scotland as prime minister. No 10 has also signalled that, after she resigns at the end of this month, May will continue to warn against the dangers of no-deal from the backbenches. (See 2.30pm.) Downing Street has mounted a staunch defence of the government’s sugar levy on soft drinks, after Boris Johnson announced he would impose a moratorium on “sin taxes” if he became prime minister. The Chinese ambassador to the UK Liu Xiaoming has criticised Jeremy Hunt, the foreign secretary and Tory leadership candidate, over his comments on the unrest in Hong Kong. Liu said: I think it is totally wrong for Jeremy Hunt to talk about the freedom - this is not a matter about the freedom, it’s a matter about breaking laws in Hong Kong. It’s very disappointing when the senior officials of his calibre show support of these law-breaking people. We all remember what Hong Kong was 22 years ago under British rule: there was no freedom, democracy, whatever. We all know that all governors were appointed by the British government, people had no right to elect its officials, no right to demonstrate certainly, and they did not even have a right to have an independent judicial power. Hunt responded on Twitter by saying China had to honour the commitments made in the joint declaration on Hong Kong. Peers have started debating a proposal to set up a joint committee of the Commons and Lords to produce a report on the risks of a no-deal Brexit before 30 September. The motion is expected to pass. Opening the debate, Angela Smith, Labour’s leader in the Lords, said: The Bank of England has estimated an immediate hit to the economy roughly equivalent to the 2008 financial crisis and a crash in the pound, disrupting trade and closing businesses. In an unprecedented joint letter to the prime minister, the heads of the TUC and the CBI warned of the dangers to the economy stating “the shock… would be felt by generations to come”. The danger is real. And yet Mr Hunt has said that in the event of a no deal, he would tell the owners of bankrupt businesses that their sacrifice had been worth it. How? Because “…we’d be living in a country where politicians do what the people tell them to do”. That’s not leadership. Politicians should tell the truth. And one way of getting to the truth on this matter would be via a committee that examines, interrogates and presents the evidence. The British official who was in charge of Brexit border plans has warned that the fact the government has made contingency preparations for a no-deal departure “doesn’t mean … everything will be fine”. Liam Fox, the international trade secretary, has blamed MPs for the apparent stalling of a post-Brexit Canadian trade deal, accusing parliament of sending “mixed signals” to the country. Speaking to the international trade committee this morning, Fox said: The progress was very advanced: in fact we reckoned above 99% of agreement. The difference there was, as ever, that the signals coming from our parliament were conflicting. Countries were negotiating with us on the basis that there would be potential of a no-deal exit. When Parliament then says parliament will make sure that there is no possibility of a no-deal exit, those we are negotiating with get mixed signals. If parliament continues to be inconsistent, it’s very difficult for the government to maintain a consistent position in terms of negotiations. Labour has said a pregnant MP who reportedly faced a motion of no confidence in her constituency is not under threat, saying no such motion will take place. The UK will have an “ethical” development policy that puts the climate emergency and environmental protection at the heart of overseas aid, with more than £190m to be spent directly on climate-related issues in the first initiative, the government has announced. That’s all from me for today. Thanks for the comments. Jeremy Hunt has just posted this on Twitter. Hunt’s team say the unsolicited Boris Johnson campaign email was sent to Hunt’s private email address. They are suggesting this could be another example of the Johnson campaign misusing email mailing lists. Some complaints have already been referred to the information commissioner, although the Johnson campaign has denied breaking data privacy rules. Tory MPs who support Boris Johnson for leader have been posting for photographs with him, the Telegraph’s Asa Bennett reports. Labour’s Wes Streeting says the monitor in the background, and the time on the clock, show that for these MPs attending the photocall took precedence over listening to Theresa May at PMQs. Ursula von der Leyen, the German defence minister nominated as the next president of the European commission, has told MEPs that the backstop needs to stay in the Brexit withdrawal agreement, Politico Europe’s Josh Posaner reports. Police investigating an allegation of the burning of ballots in the Peterborough by-election have concluded that no offences were committed, the Press Association reports. Cambridgeshire Police previously said no crimes were revealed in respect of one allegation of bribery and two relating to postal votes. The force said that it had concluded its investigation into an allegation of the burning of ballots, with no crime found to be committed. The investigation into a fifth allegation, of a breach of the privacy of the vote, is continuing. The Brexit party claimed last month that vote-rigging may have played a role in Labour’s wafer-thin victory in the by-election. Labour rubbished these claims as a “desperate attempt” to excuse a defeat, describing the allegations as “nonsense”. It’s not just Nigel Farage. (See 11.04am.) Jeremy Hunt is also saying that he does not know that Boris Johnson, his rival for the Tory leadership, really thinks about the sugar tax. Hunt told journalists this afternoon: I’m totally confused about what Boris’s policy is on this because he’s saying he doesn’t want these sin taxes, but he’s got Matt Hancock, the health secretary in his team who strongly supports them. So I think consistency really does matter. We have an obesity epidemic. We have the second highest number of obese young people anywhere in Europe and we do need to have a solution to this. So the people who want to scrap these taxes need to say what is their plan because it’s terrible for the young people involved. In the comments various people have said that I was wrong to criticise Theresa May at PMQs for using the phrase “all mouth and trousers”. See 12.14pm. I thought she had missed out a “no”, but it turns out both version of the phrase gets used. And InquisitorThrax points out that the Guardian’s own style guide prefers the May version. David Marsh explained why in an article in 2010. Here’s an excerpt. The most exhaustive discussion of the subject I have found, however, is in Michael Quinion’s book Port Out, Starboard Home (Penguin, 2005), quoted at the excellent languagehat website: “all mouth and trousers: This strange expression comes from the north of England and is used, mainly by women in my experience, as a sharp-tongued and effective putdown of a certain kind of pushy, over-confident male. It’s a wonderful example of metonymy (‘a container for the thing contained’) ... What is interesting about the saying from a folk etymological point of view is that its opaqueness has led its modern users to reinterpret it as ‘all mouth and no trousers’.” A commenter adds: “I think the metonymy is ironic the way I always heard it – all mouth and trousers implying the ‘empty’ container – all front and bravado, but no brains or balls (or penis if you prefer).” Which may be a good place to leave it. My conclusion? “All mouth and trousers” probably came first, and in the interests of consistency, we shall keep it in the style guide. But let’s not get too prescriptive about it: both phrases will have their adherents, and you should use whichever pleases you more. The head of the civil service will face demands for an independent investigation into reports a senior officials believe Jeremy Corbyn would not be “physically or mentally” up to the job of prime minister, the Press Association reports. The Labour leader will meet Sir Mark Sedwill face-to-face in parliament this afternoon to set out his concerns that an investigation by the civil service alone will not be sufficient. Corbyn’s spokesman said the actions by the unnamed officials at the “apex of the civil service” were “out of order”. In his meeting with Sedwill, Corbyn “will be pressing the case for a genuinely independent investigation into what took place”. The row was triggered by a report in the Times, which said the future of Corbyn, 70, was openly discussed at an event attended by mandarins amid suggestions he has become “too frail and is losing his memory”. Corbyn’s spokesman told journalists: You have clear evidence in reports of senior civil servants briefing against the elected leader of the opposition and not only briefing against him and claiming he is not up to the job but also briefing on the basis of false information - namely that he is ill or his health is impaired. That is entirely untrue so on both counts you are talking about a very serious breach of civil service neutrality, a principle that absolutely underlines our democratic constitution. It was not appropriate for the civil service “to be marking their own homework” and there should be an “independent element in the investigation to restore confidence in those people at the apex of the civil service”, he said. Speaking to journalists after PMQs, a Downing Street spokesman was asked about the prime minister’s future role, once she steps aside. He said: She will certainly play her full part in serving her constituents of Maidenhead. She very quickly when she announced her intention to step down as prime minister made very clear that she wanted to serve for at least the remainder of the parliament. I think she’s totally focused on that. I think that’s what you would expect from her. As for her stance in relation to a no-deal Brexit, he said: You can expect her to examine any future proposals on their merits. And asked whether the PM could vote against a no-deal plan, he said: It’s not something I have discussed with her; but she has always been very clear about what she sees as the virtues of leaving in an orderly way, with a deal. One of the most interesting exchanges in the statement came when Chris Leslie, the Change UK MP, asked Theresa May if she thought Boris Johnson and Jeremy Hunt were being realistic in claiming to be able to renegotiate Brexit in a few weeks. He asked: [Johnson and Hunt] are absolutely adamant that during August and September they can negotiate a superior withdrawal agreement, perhaps with extra positive energy says the former foreign secretary. Does [May] think that it will be that simple? May did not criticise her two potential successors directly, but she would not say that she thought they were being realistic, and her answer implied that in private she might be almost as sceptical as Leslie. She told him: Obviously it is up to whoever succeeds me to take forward negotiations and to look at the relationship for withdrawing from the European Union and our future relationship with the European Union in the way that they best think fit. The EU council has made statements about the negotiations so far and about their position on those negotiations, but obviously it will be up to my successor to take this forward. The reference to EU council statements was a reference to comments like this one, from Donald Tusk, president of the European council, after the EU summit in June. On 21 June Tusk said this (I’ve added the bold type): At the end of our meeting, the EU27 briefly came back to the issue of Brexit. We have agreed on the following, united approach of the EU27: we look forward to working together with the next UK prime minister; we want to avoid a disorderly Brexit and establish a future relationship that is as close as possible with the UK; we are open for talks when it comes to the declaration on the future UK-EU relations if the position of the United Kingdom were to evolve, but the withdrawal agreement is not open for renegotiation; and we have been informed on the state of play of planning for a no-deal scenario. The May statement is now over. She was at the despatch box for two hours. Labour’s Chris Bryant congratulated Theresa May on the expression she managed when she met President Putin at the G20. He said it has “more ice in it than a polar ice cap”. May told him that, referring to Putin’s comments about liberalism being obsolete, she told him liberalism had done more than any other system to spread prosperity. And, on the subject of her expression, she said, unlike the polar ice cap, “I’m not melting”. HuffPost’s Paul Waugh has another line from the No 10 briefing. Craig Mackinlay, a Conservative, asks May if she agrees that the behind-closed-doors selection process for the new EU leaders shows disrespect for the views of EU voters. May says it will be up to the EU to decide how it changes its procedures going forward. This is from my colleague Heather Stewart, who has been at the post-PMQs/statement briefing by Number 10. Chris Leslie, the Change UK MP, asks May if she thinks it is credible for Boris Johnson and Jeremy Hunt to claim they can renegotiate a new Brexit deal with the EU within weeks. May notes what the EU has said, but says it will be for her successor to decide his approach. May refuses to say whether she thinks that it will be possible for Boris Johnson or Jeremy Hunt to renegotiate Brexit within weeks. Alistair Burt, the Tory former Foreign Office minister, asks May to condemn the “childish” and “unfortunate” anti-German rhetoric sometimes coming from Tory MPs. He is referring to Bill Cash. (See 1.17pm.) May does not refer to Cash’s comment directly, but she says she wants to maintain good relations with the EU. Labour’s Pat McFadden asks May about the Brexit party protest in the European parliament yesterday. Does she agree the UK is not a colony of Europe? May says the UK has played a constructive role in Europe. She wants to see it respected. May refuses to condemn Brexit party’s protest against European anthem in the European parliament yesterday. Hilary Benn, the Labour chair of the Brexit committee, asks May if she has had a discussion with her Canadian opposite number about the roll-over of the Canadian free trade deal with the EU, Ceta. There are reports Canada will not roll it over. And he praises Philip Hammond, the chancellor, who is on the front bench alongside May, for his warnings about a no-deal Brexit. May says the government is continuing to talk to Canada about rolling over Ceta. Sir Edward Leigh, a Conservative, asks May if she would advise her successor that no deal is better than a bad deal. May says she has always thought that. But she would encourage her successor to get a good deal. Sir Vince Cable, the Lib Dem leader, says if the UK was dependent on WTO rules, it would be dependent on a very weak organisation. May says the UK is pushing for a resolution to the dispute that is delaying appointments to the WTO’s appellate body, which is impairing its work. Ian Blackford, the SNP leader at Wesminster, asks why at PMQs May did not seem to know about a speech she is due to give in Scotland on devolution. He says it has been widely briefed by Downing Street. He says President Trump is “irresponsible and delusional” on climate change. He says May in her statement did not say anything about the Japanese foreign minister’s warnings about a no-deal Brexit. Will May vote against a no-deal Brexit? And will she admit she has made a multitude of mistakes? May says she will be going to Scotland tomorrow to make a speech about the benefits of the union. But she urges Blackford to listen to what she has to say. She criticises the SNP for not using devolved powers it has been given. Sir Bill Cash, the Tory Brexiter, says since the 1980s he has been warning about Germany’s influence over the EU. He says his is worried that these appointments give Germany too much influence. May says she is disappointed by Cash’s comment. She says Germany has not had a president of the commission since the 1960s. (Actually, it has never had one.) And May says Ursula von der Leyen was actually born in Brussels - although she admits that this may not make it any better in the eyes of Cash. May is responding to Corbyn. She says she hopes the US does opt back into the Paris climate change agreement. She says she told the crown prince she expected a transparent investigation into the murder of Jamal Khashoggi. And she says she raised Yemen too, and stressed her desire for a political solution. On Russia, she says will take no lessons from Corbyn on Russia because he initialled sided with Russia’s account after the attack. On Brexit, she says people have been waiting for weeks for Labour’s policy on Brexit. The shadow cabinet is meant to be taking a decision. But week after week nothing happens. She says it is no wonder Diane Abbott, the shadow home secretary, says she is beginning to worry about it. Jeremy Corbyn starts by paying tribute to Carolyn Harris. (See 12.53am.) He says, where world leaders have failed, civil society and the young have taken the lead. He says the G20 summit did not go far enough on climate change. Will Theresa May condemn President Trump’s stance. He asks why UK aid gets spent on carbon energy. He asks May if she asked crown prince Mohammed bin Salman about the murder of Jamal Khashoggi when she met him? And did she ask about Yemen. He urges May to publish the full report commissioned into Saudi funding of extremism in the UK. He asks why the Conservatives have joined a group in the European parliament including the Spanish far-right party, Vox. Vox are a party campaigning to repeal gender-rights laws, he says. And does May agree her successor should go back to the people on Brexit, under the uncertainty, and get Brexit resolved? Turning to the EU summit, May says the UK said it would engage constructively with EU affairs while it remained a member. She summarises the proposed EU appointments. The UK supported this package, she says. She says it is in the UK’s national interest to have a constructive relationship with those appointed. Theresa May is now making a Commons statement on the G20 summit and the EU summit. She says 19 countries at the G20 agreed a statement on climate change. It is disappointing that the US did not agree. She says the Iran nuclear deal makes the world safer. She wants to see it continue. She says she told Vladimir Putin at their meeting that the UK has irrefutable evidence that two Russians were responsible for the Salisbury novichok attack. She says the UK wants to see them brought to justice. She says she told Putin that she was open to having a different relationship with with Russia, but Russia needed to adopt a different path. The Labour MP Carolyn Harris rises to make a point of order. She uses it to thank Theresa May for agreeing to set up the children’s funeral fund. Harris campaigned for this having had to borrow money to pay for her own son’s funeral. She thanks everyone who has made this happen from the bottom of her heart. MPs give her a round of applause, which is very unusual. MPs aren’t meant to applaud in the chamber. May responds. She says she is pleased to have been able to introduce this fund, and she pays tribute to Harris for her campaigning on this. Labour’s Marie Rimmer asks about a constituent with a Down’s Syndrome child. She says the tax rules for carers like her constituent are confusing. May says the government wants to provide more empowerment for women. Labour’s David Lammy asks about the Windrush review. It was due out in March. Will it be published before May leaves office. May says it is up to Wendy Williams when she finishes the review. She says she thinks it has not yet been completed. Nigel Huddleston, a Conservative, asks May about tourism. May says the government is working with the tourist industry to encourage people to come to the UK. Labour’s Steve Reed asks about a murder in his Croydon constituency. He says the government is not doing enough on knife crime. May says this case was shocking. But the government is taking action, and this requires a multi-faceted approach, she says. Sir Vince Cable, the Lib Dem leader, says May’s former school is planning to move to part-time education because of financial pressure. Does she agree schools need more? May says the government is already putting more money into schools. She says she has read in the Maidenhead Advertiser that he thinks she will stand down as an MP. She won’t. And the story even quoted Cable getting the name of her seat wrong. The Lib Dems are wrong on facts, wrong on everything, he says. Labour’s Grahame Morris says the Treasury has taken funds from the surpluses in miners’ pension funds. Can the government review this so miners get their fair share? May says one of the biggest hits on pension funds came from the last Labour government, when it took £100bn out of pension funds. Jonathan Reynolds, the Labour MP, asks May if she agrees that bus subsidies should increase so people outside London can have as good a bus service as in the capital. May says the government spends £250m a year on bus subsidies. She says the number of services on offer has gone up. Anne-Marie Trevelyan, a Conservative, asks if May agrees that the Russian submarine accident shows the need for investment in submarines. May expresses condolences to the family and friends of those who died. She says the government is committed to its submarine programme. Jack Brereton, a Conservative, asks about investment in Stoke. May says the government has put money into the high street fund, and bids are being considered. Labour’s Hugh Gaffney asks if May agrees that all pensioners should continue to get free TV licences. May says people will wonder why the BBC is raising salaries while cutting free TV licences. It should think again. As for May’s question, the FT’s Henry Mance had an answer on Twitter last night. Nicky Morgan, a Conservative, asks about a constituent whose daughter killed herself after reading a book about taking pills from Amazon. Does May agree that Amazon has a duty not to sell books like this? May says the government is working with tech companies to get them to take more responsibility for looking after their uses. Jackie Doyle-Price, the minister for suicide prevention, is aware of this issue, and will be writing to Amazon about it, she says. PMQs - Snap verdict: Jeremy Corbyn often seems wary of raising Brexit at PMQs, but when he does it is normally a success, as it was today. The gap between what Philip Hammond is saying about a no-deal Brexit and what Boris Johnson, the most probable next PM, is claiming about it is so vast that a question on this was obvious, and May’s evasive answer did not really hide the fact that she clearly disagrees quite strongly with Johnson on this point. After that Corbyn and May got stuck into a prolonged Brexit blame game, that was a bit more pointed and acrimonious than their usual exchanges. May argued that, if Labour wants to avoid no-deal, it should have voted for hers, but it is never particularly convincing to hear the government plead for support from the opposition and during the exchanges Corbyn delivered two crisp and effective retorts; telling May that she could not complain about Labour MPs not backing her when Tory MPs voted against her deal too, and saying that he could not be accused of favouring no-deal because Labour tabled a motion opposing the idea. Corbyn even ended urging May to “go back to the people” - code for a referendum. In policy terms, it did not go beyond anything he has said before, but the fact that he delivered this message at PMQs will be seen as yet another incremental shift into People’s Vote territory. Corbyn says Labout put forward a motion to take no-deal off the table. The MD of Iceland says some food prices could go up by 20% under no-deal. Can May confirm the EU ruled out renegotiating the backstop. May says everyone knows what the EU agreed. She says, on the key votes, Labour voted for a no-deal. Typical of Corbyn, she says - “all mouth and trousers”. (She means no trousers). Corbyn says no-deal would disastrous. This government is an irrelevance, he says. He says the two Tory leadership candidates both have fantasy plans. He says the best option would be to “go back to the people” and let them decide what to do next. May says, if you want to avoid no-deal, you must vote for a deal. She says many in the shadow cabinet do not support Brexit. Labour want to block Brexit. “And that would be a betrayal of the many by the few.” UPDATE: I’ve been unfair to May. In the comments cipher1978 says he thinks “all mouth and trousers” is correct. A quick internet search shows both phrases get used. Corbyn says May could not even get her party to vote for her deal. He quotes other business concerns about a no-deal Brexit. So what can May say to workers at Ellesmere Port and elsewhere? He says May should speak to both of the candidates to succeed her and say that, as they trade insults, thousands of jobs are at risk. May says she would tell the Ellesmere Port workforce Tory MPs voted to protect their jobs. Labour voted against. The threat to them comes from Labour, she says. Corbyn says Labour exists to protect jobs. What impact would no-deal have on food prices and farming? May says Labour has voted three times for no-deal, putting jobs at risk. And it has voted against tax cuts. She says she will take no lectures from Labour on protecting jobs. Jeremy Corbyn offers his condolences to the families of the rail workers killed in the accident in Port Talbot. He also congratulates Rose Hudson-Wilkin, who was a brilliant priest in Hackney before coming to the Commons, she says. He also congratulates the England women’s team, and pays tribute to Pride. Corbyn asks if he agrees with Philip Hammond, who says a no-deal Brexit would cost £90b, or Boris Johnson, who says fears about no-deal are confected nonsense. The chancellor says that a no-deal Brexit would cause a £90bn hit to the public finances. The former foreign secretary says concerns about no-deal are confected hysteria. Who does the prime minister think is right? May says the figure quoted by Hammond was in the public domain. She voted for a deal, she says. The figure that was quoted was publicly available at the time, it was a figure that was quoted in the government’s economic analysis in relation to these matters. But can I also say to you that if you are worried about no-deal, I have done everything I can to ensure we leave the EU with a deal. I can look workers in the eye and tell them I voted to leave with a deal that protects jobs. You can’t do that because you voted three times for no-deal. May refuses to back Boris Johnson’s claims about no-deal fears being exaggerated. Corbyn says a cabinet note says no-deal would be very serious. He says Make UK has said politicians have made businesses complacent about no-deal. Are they right? May says the opposition should have voted for a deal. Hugo Swire, a Conservative, asks if May has a message for the people of Hong Kong. May says people were marching peacefully in Hong Kong. It is vital that Hong Kong’s high degree of autonomy is respected. She has raised this with Chinese leaders, she says. Labour’s Neil Coyle asks about knife crime, and says government paralysis means this problem has not been tackled. May says the government has been acting on this. She says this is not just a policing issue. More powers have been given to police. But it is not just a matter of policing; it is about ensuring young people don’t carry knives. Theresa May starts by saying England’s Lionesses have inspired millions and made the nation proud. She congratulated the Speaker’s chaplain, Rose Hudson-Wilkin, on becoming bishop of Dover. And she pays tribute to Pride. PMQs is due to start soon. Here is the list of MPs down to ask a question. There is increasing interest in the question of whether or not the Brexit party would cooperate with a Boris Johnson-led Conservative party in a general election (see 11.04am) because at Westminster the odds on an early election are getting shorter and shorter. Today the Economist Intelligence Unit has published a forecast confirming that. It says: Our baseline scenario (60% probability) is that - in the face of a gridlocked parliament, and no meaningful concessions from the EU - Mr Johnson will call a snap election, arguing that a Conservative majority is needed to deliver Brexit (this requires a two-thirds parliamentary majority under the 2011 Fixed-term Parliaments Act, which we think would be forthcoming). An alternative scenario (30% probability) is that the prime minister prevails in the struggle with parliament, which either fails to coalesce around legislation to prevent a no-deal Brexit before October 31st, or is unable to oust the prime minister though a vote of no confidence in time to prevent the UK’s departure. The latter could be approved by a simple majority, but would also trigger a two-week period to seek a new prime minister before an election is called. In such a no deal scenario, the UK and the EU would revert to WTO trade rules, causing severe short-term economic disruption. A final scenario (10% probability) is that parliamentary gridlock and the deep divisions within both the Conservatives and Labour lead the prime minister to request, and to be granted, a third extension of the article 50 period for further negotiations. Such an outcome is only likely in the context of productive talks between Mr Johnson and the EU. Strong lobbying from those countries most exposed to a disorderly Brexit (Ireland, the Netherlands and Belgium) could contribute to agreement on an extension, but this would also require a change in stance from Angela Merkel and Emmanuel Macron, the German chancellor and French president. (Personally, I think the EIU are overstating the chances of an election and understating the chances of no-deal, but the key point is that no one actually knows.) The IPPR, a leftwing thinktank, has published a 40-page report today (pdf) on ending austerity. It calls for a shift towards an “investment state”, with significantly higher government spending on health, education and welfare, funded by higher taxes. This would lift the UK to European standards of provision, it says. It says two shifts in policy are required. People on middle incomes will have to feel that those on higher incomes are paying their fair share of taxation before they are willing to pay more themselves. We therefore call for increases in corporation, wealth and income tax on high earners – together raising as much as £57 billion in revenues per year – in the short run. This is crucial because to achieve the scale of revenue increases needed in the long term, the middle classes will ultimately have to pay more tax: an ‘investment state’ cannot be funded by taxes on the wealthy alone. Everybody – including those on middle and higher incomes – will need to benefit from high quality public services in order to create a coalition in favour of the ‘investment state’. This will require a shift towards more universalist public services and welfare provision. We therefore call for the additional funding raised in the short term to be invested in universal childcare, social care and mental health provision – as well as reversing cuts to universal credit, adult education and public health. These priorities should be funded before more regressive universalist policies such as free tuition fees are considered. This is very much in line with Labour party thinking and John McDonnell, the shadow chancellor, has welcomed the report. He said: The failure of austerity on all counts is now widely accepted and it’s important that the IPPR is highlighting the deficits in health, care, skills and income security. We need bold thinking about how to fund the things we all need. It’s a depressing comment on the state of the Conservative party that instead of rebuilding our scarred public services and social security system they are fixated on 1980s-style swingeing tax cuts. After PMQs we’ve got a statement today on the EU summit, the one where Theresa May played a backseat role as the EU selected candidates for its top jobs. Nick Boles, who was a Conservative MP until he left to sit as an independent in protest at the party’s refusal to compromise over Brexit, says that Boris Johnson and Jeremy Hunt are announcing policies, like the possible repeal of the sugar tax, that have no chance of getting through parliament. On the subject of how the Brexit party is evolving into something much more than a single-issue protest party (see 11.04am), this UnHerd article by Freddie Sayers about the Brexit party rally at the weekend is worth reading. Here’s an extract. Farage’s offer is a hybrid of anti-corporate populism and Thatcherite appeal to small business owners. He is responding to a deeply held feeling across the country that London has benefited over recent decades as the regions have declined. And crucially it makes Boris Johnson, inextricably associated with London as its twice-elected Mayor, a highly vulnerable adversary. Last month Nigel Farage, the Brexit party leader, suggested that he would be willing to form some sort of pact with a Conservative party led by Boris Johnson to deliver a hard Brexit, if parliament blocked no-deal. But, judging by what he told Sky’s All Out Politics this morning, he is going off the idea. Asked about his relations with Johnson, Farage said he did not trust the favourite in the Tory leadership contest because he did not know what Johnson really thought. He explained: My difficulty with Boris Johnson is not liking him; my difficulty is I’ve no idea where he stands on a third runway [at Heathrow], I’ve no idea where he stands on HS2, I’ve no ideas where he stands really on sugar taxes. Immigration? This is a guy who just flips and flops, says what he thinks the audience wants to hear. When it comes to Brexit, I heard him yesterday talking in Belfast saying that the Irish backstop was unacceptable. And yet he voted for it at the third time of asking. So it’s very difficult to know just how sincere Boris is when he says he will take us out on 31 October. My feeling is they’re words to get elected and I’ll be very surprised if he delivers. Farage said that Theresa May declared on more than 100 occasions that the UK would be leaving the EU on 31 March, and yet that did not happen. “I just don’t feel I can trust anything the Conservatives say at this moment in time,” he said. Farage also said the Brexit party was not just interested in Brexit anyway. He said that the party was now about the “complete breakdown of trust that has occurred between the Westminster parties and Middle England” and that this would be a “real problem” for Johnson. In its news release about the sin tax announcement (see 9.11am), the Boris Johnson campaign said that there was no academic consensus over whether “sin taxes” worked, and whether they were regressive (the two issues his review will consider). Different studies have come to different conclusions, the campaign said. Here, for reference, is what the Johnson campaign said in its briefing. There are serious questions over whether sin taxes change behaviour In the last ten years there have been a series of academic papers that have both argued for and against the proposition that ‘sin taxes’ change people’s behaviour. While there have been some studies, and overviews of academic literature, that have concluded that ‘sin taxes’ are effective (for example, Wright et al., BMC Public Health, 2017, link), there have also been a number of studies that have raised questions over their overall effectiveness. For example, for sugar, some research has suggested that the tax could increase alcohol consumption (Quirmbach et al., Journal of Epidemiology &amp; Community Health, link). There are serious questions over whether sin taxes hit the poorest hardest In the last ten years there have been a series of academic papers that have both argued for and against the proposition that ‘sin taxes’ are regressive and hit the poorest the most. While there have been some studies that have concluded that this is not the case (BMJ, link), other studies have concluded that these taxes are regressive. For example, some studies have claimed that a 20 percent tax on sugar-sweetened beverages would take three times as much from lower-income households than from higher income households, as a percentage of disposable income (Sharma et al., the effects of taxing sugar-sweetened beverages across different income groups, Health Economics, link). In addition, recent studies have suggested that sugar taxes do not reduce socioeconomic inequalities in diet-related health (University of York, July 2018, link). Labour claims that Boris Johnson’s policy on sugar taxes shows that his priority is representing wealthy supporters. This is from Jonathan Ashworth, the shadow health secretary. This is extraordinary even by Boris Johnson’s standards. On the same day that Cancer Research UK is warning of the rising cancer threat of obesity, and with his own cheerleader Matt Hancock supporting a plan to strengthen the obesity strategy, Johnson wants to water down the plan to tackle it. He has serious questions to answer about the role of corporate lobbyists for the soft drinks and tobacco industries in his campaign. Boris Johnson has shown that his priority is representing the interests of his wealthy supporters, with no concern for the health and wellbeing of the general public. On the Today programme this morning Penny Mordaunt, the defence secretary and women and equalities minister, said that the UK parliament would liberalise Northern Ireland’s strict abortion law if, as expected, a court rules it is incompatible with the Human Rights Act. She explained: The reason why this hasn’t been dealt with to date is because it is a devolved matter and we take devolution seriously. We are expecting a ruling shortly that what is going on in Northern Ireland is incompatible with an individual’s human rights. In every single case where there has been a declaration of incompatibility with human rights the government has acted. This government has acted, previous governments have acted. Parliament has been very vocal on this issue and if a government didn’t act parliament would and there would be clearly a free vote on that issue. Mordaunt also indicated her strong personal preference for changing the law in Northern Ireland. I think this needs to be resolved. I think the paucity of care that women have endured in Northern Ireland is the most appalling thing. It must change, that is my view. At a Tory leadership election hustings in Belfast yesterday Boris Johnson and Jeremy Hunt both said it was primarily for Northern Ireland to decide if it wanted to liberalise its laws to allow abortion and same-sex marriage, in line with the rest of the UK, and that this was one reason they wanted the power-sharing executive restored. The Times’ Matt Chorley says Boris Johnson used to favour sugar taxes. Chorley also says that one of his Johnson’s advisers has been involved in lobbying against the sugar tax. Sky’s Sam Coates identifies another figure linked to the Johnson campaign who has a record of opposing sugar taxes. Here is a better link to the article Coates is referring to. In relation to these last two tweets, it is worth pointing out that establishing that ‘X favours policy Z, X advises/gets a job with/donates to politician Y, then Y implements policy Z’ may look unsavoury but normally isn’t. It is more often just a case of people in politics choosing to work for, or take advice from, people who share their views. On the Today programme Camilla Cavendish, who used to be director at policy at Downing Street for David Cameron, said that she used to share Boris Johnson’s scepticism about “sin taxes” like the sugar levy but that she had changed her mind. She told the programme: I think [Johnson] is wrong. I used to think we shouldn’t use government to influence people’s choices. But I changed my mind, really for three reasons. First of all I became a parent and I saw how much junk manufacturers are pushing down our children’s throats. But I also became concerned about obesity and type two diabetes, which is costing the NHS a lot of money and is really a miserable, miserable condition. And it’s the children who [on] the poorest incomes who are most affected by obesity, which is one of the main reasons we did introduce the sugar tax because we felt it was an issue of social justice in some ways. Boris is talking about not clobbering people on lower incomes. But that tax is one way to help people just drink better. And the third reason I became convinced about all this is I read the research which shows that sugar is as addictive as nicotine. And that’s partly why so many of our public health programmes haven’t worked because we all find it really hard to give up. Say what you like about Boris Johnson - and we will, at length - but the favourite in the Tory leadership contest clearly has some exceptional skills not shared by less mortals. For example, who else could make the Westminster commentariat feel sorry for Matt Hancock? Hancock, the health secretary, did not get very far in the Tory leadership contest, but he campaigned with some energy and imagination and emerged with his reputation enhanced. Then he decided to endorse Johnson and, in an excruciating Today programme on Monday, devoted to explaining why he was going back on everything he said about Johnson earlier, any credit he had gained himself evaporated. And now it has got worse. As my colleague Heather Stewart explains, Johnson is trampling all over one of Hancock’s key policy initiatives. Here is Heather’s story. And this is how it starts. Boris Johnson has announced a wide-ranging review of “sin stealth taxes” just days before his high-profile supporter Matt Hancock, the health secretary, is due to publish a green paper advocating extending the sugar tax to milkshakes. The policy green paper called Advancing our Health – Prevention in the 2020s, has been circulating among cabinet ministers this week and is due to be published in the next few days. A draft seen by the Guardian includes widely trailed plans to extend the sugar tax to “sugary milk drinks … if the evidence shows that industry has not made enough progress on reducing sugar”. It also announces a ban on the sale of energy drinks to under-16s, alongside a slew of other policies aimed at improving public health. The government has been consulting on the proposals for months and Hancock’s junior minister, Seema Kennedy, had been expected to launch the green paper within days. However, in his latest headline-grabbing campaign pledge, Johnson said he would carry out a review of whether “stealth sin taxes” were successful in changing behaviour and whether they disproportionately affected poorer consumers. Johnson is not yet committing to reverse the sugar tax introduced in 2016. The press release issued by his team last night says he is just committing to “a comprehensive review into the effectiveness of the ‘sin taxes’ - including products high in salt, fat or sugar - and to assess whether or not these taxes unfairly hit those on lower incomes”, and to promising not to extend these taxes until the review has been completed. But the press notice also says Johnson has already promised not to extend the sugar tax to sugary milk drinks (aka, the milkshake tax), and the Sun newspaper has this morning welcomed Johnson’s announcement as a victory for its Hands Off Our Grub anti sugar tax campaign, and so it is not hard to guess where this is all heading. Overnight Steve Brine, who was public health minister until he resigned over Brexit earlier this year, has accused Johnson of ‘transparent dog whistle politics”. I will post more reaction shortly. Here is the agenda for the day. 10am: Liam Fox, the international trade secretary, gives evidence to the international trade committee. 10.30am: High court judges give their reasons for the decision not to allow Boris Johnson to be prosecuted for misconduct in public office over false claims in the EU referendum campaign. 12pm: Theresa May faces Jeremy Corbyn at PMQs. 3.30pm: Peers debate a motion to create a joint committee of MPs and peers to consider the impact of a no-deal Brexit. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to publish a summary at lunchtime and then another when I finish. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "45980",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]