[
  {
    "id": "politics/2019/sep/22/corbyn-on-collision-course-with-labour-members-over-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-22T19:32:13Z",
    "webTitle": "Corbyn on collision course with Labour members over Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/22/corbyn-on-collision-course-with-labour-members-over-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/22/corbyn-on-collision-course-with-labour-members-over-brexit",
    "fields": {
      "headline": "Corbyn on collision course with Labour members over Brexit",
      "standfirst": "<p>Leader in bid to stop pro-remain stance at election, but members force vote on issue</p>",
      "trailText": "Leader in bid to stop pro-remain stance at election, but members force vote on issue",
      "byline": "Rowena Mason, Heather Stewart and Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"771d7844919799afa876bf0bc29f1924a7d7d88d\"> <img src=\"https://media.guim.co.uk/771d7844919799afa876bf0bc29f1924a7d7d88d/0_30_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn at Labour conference 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at the Labour conference, where he faces a battle with pro-remain delegates.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn is on a collision course with Labour’s membership after he attempted to stop the party campaigning to remain in the EU at a general election.</p> <p>Before a crucial vote on Monday on whether the party should explicitly back remain in any election, Labour’s autumn conference descended into factional rows over its Brexit policy, with rebellious MPs privately threatening another leadership challenge.</p> <p>Corbyn moved to stamp his authority on Labour’s Brexit position by proposing a delay to deciding how the party should campaign at a second referendum.</p> <p>His proposal to put off the decision until after an election was endorsed by the national executive committee, by 16 votes to 10, after members were asked to send their agreement by email and without a meeting.</p> <p>“The NEC believes it is right that the party shall only decide how to campaign in such a referendum – through a one-day special conference, following the election of a Labour government,” the statement said.</p> <p>However, pro-EU activists fought during a lengthy meeting on Sunday night to ensure there would be a vote on the conference floor on Monday on whether Labour should immediately adopt an unequivocally remain position.</p> <p>More than 50 local parties swung behind a pro-remain motion, while eight backed a more neutral motion closer to the leadership’s position. Both options will now be voted on by delegates, along with the official national executive position, leaving open the possibility that competing motions could pass and cause further confusion over the party’s Brexit policy.</p> <p>The pro-remain motion reads: “Labour must reflect the overwhelming view of its members and votes, who want to stay in the EU. Labour will therefore campaign energetically for a public vote and to stay in the EU in that referendum, while recognising the rights of those members who want to argue another view.”</p> <p>Those close to the leadership had hoped that Corbyn’s clear statement of his position would put pressure on supportive delegates to agree a Brexit policy motion that does not contradict his view. However, party activists at the “compositing” meeting on Sunday night showed their appetite for defying the leadership over the issue of Brexit, with the aim of forcing a remain stance into the next election manifesto.</p> <p>Corbyn explained he was in favour of negotiating a Labour Brexit deal before letting the party decide how it would campaign in a second referendum in an interview on the BBC’s Andrew Marr Show.</p> <p>When asked if it was in Britain’s long-term interests to remain in the EU, the Labour leader suggested a Labour Brexit deal could be preferable in some circumstances: “It depends on the agreement you have with the European Union outside.”</p> <p>The new position caused a fresh revolt among several shadow ministers and pro-remain activists, adding to the febrile mood at the Brighton conference following an <a href=\"https://www.theguardian.com/politics/2019/sep/21/tom-watson-plan-to-remove-me-as-deputy-leader-is-drive-by-shooting\">abortive attempt</a> by Jon Lansman, the Momentum chair, to abolish Tom Watson’s job as deputy leader and the resignation of Corbyn’s key policy aide, Andrew Fisher.</p> <p>Clive Lewis, a shadow Treasury minister and supporter of Corbyn, said the leadership had been “hijacked” and was taking power away from members.</p> <p>Emily Thornberry, the shadow foreign secretary, also made clear her unhappiness with the position, saying Labour risked getting stuck in a “crusher” between leave and remain with the “walls coming in” unless it picks a side before an election. She said a new direction in favour of remain needed to be decided by activists at this conference, not in a future one after an election.</p> <p>Another shadow cabinet minister involved in election campaign planning told the Guardian that his position has changed and he now believes Labour needs to campaign to remain, because of the risk of voters moving to a revitalised Lib Dem party.</p> <p>Many of Corbyn’s allies on the left also believe the party needs to take pick a side on Brexit before the election. Laura Parker, Momentum’s national coordinator, said Corbyn must decide on Labour’s Brexit this week, not after a general election.</p> <p>“We have to decide at this conference. The one we have come to, the one we have travelled across the country to come to, not at some putative further conference which is presumably in the mythical land with that fucking table with all our options on it,” she said.</p> <p>The issue has been causing serious tensions within Corbyn’s own team. It is understood Fisher, who resigned citing a lack of <a href=\"https://www.theguardian.com/politics/2019/sep/22/diane-abbott-asks-resigned-corbyn-adviser-to-reconsider\">“professionalism, competence and human decency” in the Labour leader’s team</a>,<strong> </strong>has been arguing that the party’s policy of trying to appeal to both sides over Brexit was no longer working and was electorally problematic.</p> <p>He tweeted several supportive policy statements on Sunday, indicating he was still backing Corbyn’s project overall and sources confirmed he would stay on to write the manifesto at the next election.</p> <p>Ahead of Monday’s debate, pro-remain activists were increasingly hopeful that their motion would pass, potentially with the help of some trade unions. The collective union position is the same as Corbyn’s stance, but senior union sources said Unison was considering breaking ranks.</p> <p>Michael Chessum, of Another Europe is Possible, said his group had been “utterly determined” to take a remain position to conference floor and urged delegates not to see it as a test of loyalty to Corbyn.</p> <p>“There will be an attempt to turn this into a loyalty test. But those proposing these motions are by and large people, like me, who have spent years fighting for the left inside Labour and backing Corbyn,” he said.</p> <p>However, Len McCluskey, the general secretary of Unite, said it would be a “loyalty test” as he said any shadow cabinet ministers openly advocating a pro-remain position should get behind the leadership or “step aside”.</p> <p>The second day of conference was dominated by the row over Brexit, but many anti-Corbyn MPs were also exercised by the move earlier in the week to abolish Watson’s post as deputy leader. This was abandoned on Saturday after an intervention from Corbyn, but MPs on the centrist wing of the party were up in arms about the move against him.</p> <p>Several suggested on their WhatsApp group that Watson should challenge Corbyn for the leadership or lead a public split of Labour MPs, regardless of the country potentially being very close to a general election.</p> <p>Watson is understood to have dismissed the idea that this was time for a breakaway but the deputy leader arrived at the party’s conference earlier than expected in order to fight any further attempts on his position.</p> <p>Two shadow cabinet ministers told the Guardian they believed the bid to oust Watson was related to concerns within the Labour leadership about Corbyn’s position if he were to lose an election and stand down, with the deputy leader potentially becoming the most powerful elected person in the party.</p> <p>Watson was among those on the NEC who declined to support the statement on Brexit, which is also expected to be put to a vote on the conference floor.</p> <p>Watson said: “I have no doubt that Jeremy’s supporters on the NEC will endorse any statement he proposes. However, without the NEC having met to debate over it, we risk giving an imperfect document to conference, and the document not being given the weight it deserves by delegates.”</p> <p><br></p>",
      "newspaperPageNumber": "1",
      "wordcount": "1208",
      "firstPublicationDate": "2019-09-22T19:32:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:33Z",
      "newspaperEditionDate": "2019-09-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cck7t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/771d7844919799afa876bf0bc29f1924a7d7d88d/0_30_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn is on a collision course with Labour’s membership after he attempted to stop the party campaigning to remain in the EU at a general election. Before a crucial vote on Monday on whether the party should explicitly back remain in any election, Labour’s autumn conference descended into factional rows over its Brexit policy, with rebellious MPs privately threatening another leadership challenge. Corbyn moved to stamp his authority on Labour’s Brexit position by proposing a delay to deciding how the party should campaign at a second referendum. His proposal to put off the decision until after an election was endorsed by the national executive committee, by 16 votes to 10, after members were asked to send their agreement by email and without a meeting. “The NEC believes it is right that the party shall only decide how to campaign in such a referendum – through a one-day special conference, following the election of a Labour government,” the statement said. However, pro-EU activists fought during a lengthy meeting on Sunday night to ensure there would be a vote on the conference floor on Monday on whether Labour should immediately adopt an unequivocally remain position. More than 50 local parties swung behind a pro-remain motion, while eight backed a more neutral motion closer to the leadership’s position. Both options will now be voted on by delegates, along with the official national executive position, leaving open the possibility that competing motions could pass and cause further confusion over the party’s Brexit policy. The pro-remain motion reads: “Labour must reflect the overwhelming view of its members and votes, who want to stay in the EU. Labour will therefore campaign energetically for a public vote and to stay in the EU in that referendum, while recognising the rights of those members who want to argue another view.” Those close to the leadership had hoped that Corbyn’s clear statement of his position would put pressure on supportive delegates to agree a Brexit policy motion that does not contradict his view. However, party activists at the “compositing” meeting on Sunday night showed their appetite for defying the leadership over the issue of Brexit, with the aim of forcing a remain stance into the next election manifesto. Corbyn explained he was in favour of negotiating a Labour Brexit deal before letting the party decide how it would campaign in a second referendum in an interview on the BBC’s Andrew Marr Show. When asked if it was in Britain’s long-term interests to remain in the EU, the Labour leader suggested a Labour Brexit deal could be preferable in some circumstances: “It depends on the agreement you have with the European Union outside.” The new position caused a fresh revolt among several shadow ministers and pro-remain activists, adding to the febrile mood at the Brighton conference following an abortive attempt by Jon Lansman, the Momentum chair, to abolish Tom Watson’s job as deputy leader and the resignation of Corbyn’s key policy aide, Andrew Fisher. Clive Lewis, a shadow Treasury minister and supporter of Corbyn, said the leadership had been “hijacked” and was taking power away from members. Emily Thornberry, the shadow foreign secretary, also made clear her unhappiness with the position, saying Labour risked getting stuck in a “crusher” between leave and remain with the “walls coming in” unless it picks a side before an election. She said a new direction in favour of remain needed to be decided by activists at this conference, not in a future one after an election. Another shadow cabinet minister involved in election campaign planning told the Guardian that his position has changed and he now believes Labour needs to campaign to remain, because of the risk of voters moving to a revitalised Lib Dem party. Many of Corbyn’s allies on the left also believe the party needs to take pick a side on Brexit before the election. Laura Parker, Momentum’s national coordinator, said Corbyn must decide on Labour’s Brexit this week, not after a general election. “We have to decide at this conference. The one we have come to, the one we have travelled across the country to come to, not at some putative further conference which is presumably in the mythical land with that fucking table with all our options on it,” she said. The issue has been causing serious tensions within Corbyn’s own team. It is understood Fisher, who resigned citing a lack of “professionalism, competence and human decency” in the Labour leader’s team, has been arguing that the party’s policy of trying to appeal to both sides over Brexit was no longer working and was electorally problematic. He tweeted several supportive policy statements on Sunday, indicating he was still backing Corbyn’s project overall and sources confirmed he would stay on to write the manifesto at the next election. Ahead of Monday’s debate, pro-remain activists were increasingly hopeful that their motion would pass, potentially with the help of some trade unions. The collective union position is the same as Corbyn’s stance, but senior union sources said Unison was considering breaking ranks. Michael Chessum, of Another Europe is Possible, said his group had been “utterly determined” to take a remain position to conference floor and urged delegates not to see it as a test of loyalty to Corbyn. “There will be an attempt to turn this into a loyalty test. But those proposing these motions are by and large people, like me, who have spent years fighting for the left inside Labour and backing Corbyn,” he said. However, Len McCluskey, the general secretary of Unite, said it would be a “loyalty test” as he said any shadow cabinet ministers openly advocating a pro-remain position should get behind the leadership or “step aside”. The second day of conference was dominated by the row over Brexit, but many anti-Corbyn MPs were also exercised by the move earlier in the week to abolish Watson’s post as deputy leader. This was abandoned on Saturday after an intervention from Corbyn, but MPs on the centrist wing of the party were up in arms about the move against him. Several suggested on their WhatsApp group that Watson should challenge Corbyn for the leadership or lead a public split of Labour MPs, regardless of the country potentially being very close to a general election. Watson is understood to have dismissed the idea that this was time for a breakaway but the deputy leader arrived at the party’s conference earlier than expected in order to fight any further attempts on his position. Two shadow cabinet ministers told the Guardian they believed the bid to oust Watson was related to concerns within the Labour leadership about Corbyn’s position if he were to lose an election and stand down, with the deputy leader potentially becoming the most powerful elected person in the party. Watson was among those on the NEC who declined to support the statement on Brexit, which is also expected to be put to a vote on the conference floor. Watson said: “I have no doubt that Jeremy’s supporters on the NEC will endorse any statement he proposes. However, without the NEC having met to debate over it, we risk giving an imperfect document to conference, and the document not being given the weight it deserves by delegates.”",
      "charCount": "7293",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a>, <a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-22T18:31:24Z",
    "webTitle": "Corbyn heading for clash with Labour members by calling for Brexit decision to be postponed – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news",
    "fields": {
      "headline": "Corbyn heading for clash with Labour members by calling for Brexit decision to be postponed – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including events from the Labour conference in Brighton</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87b8658f08f9df5bdd9606#block-5d87b8658f08f9df5bdd9606\">Evening summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8738da8f08f30dc5bc00ec#block-5d8738da8f08f30dc5bc00ec\">Jeremy Corbyn’s interview with Andrew Marr – summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87b0c48f08f9df5bdd95c0#block-5d87b0c48f08f9df5bdd95c0\">What Labour conference voted for today</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8748438f08f30dc5bc014b#block-5d8748438f08f30dc5bc014b\">Labour commits itself to ‘integration’ of private schools into state sector</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including events from the Labour conference in Brighton",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=PZ1LfZMfxZc\"                                                                        >  <iframe height=\"349\" width=\"620\" src=\"https://www.youtube-nocookie.com/embed/PZ1LfZMfxZc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Day two of the Labour conference takes place in Brighton</figcaption> </figure>",
      "body": "<div id=\"block-5d87b8658f08f9df5bdd9606\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T18:26:33.817Z\">7.26pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Jeremy Corbyn is facing a clash with party members tomorrow over his plan to postpone a vote on what stance the party should adopt in a referendum on Brexit until after the general election.</strong> The party’s national executive committee has approved a motion saying this decision must “only” be taken after the proposed Brexit renegotiation. See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8791d78f08f9df5bdd9491#block-5d8791d78f08f9df5bdd9491\">4.40pm.</a> But surveys suggest the Labour membership is overwhelming in favour of remain, and at least 80 motions have been submitted saying the party should commit to remain now. Delegates will debate this decision tomorrow afternoon, but whether the conference ends up taking a firm decision, or settling on a compromise, may depend on the wording of the composite motion that is being drafted in a private meeting this evening.</li> </ul> <ul> <li><strong>Delegates have voted for a motion that theoretically commits the party to getting rid of private schools.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87aaee8f08f9df5bdd9591#block-5d87aaee8f08f9df5bdd9591\"> 6.25pm.) </a>Other motions passed by the conference, under new procedures intended to give delegates more say over policy (see<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87a1488f08f30dc5bc046e#block-5d87a1488f08f30dc5bc046e\"> 5.52pm)</a>, include ending NHS outsourcing and making the provision of all social care free. (See<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87b0c48f08f9df5bdd95c0#block-5d87b0c48f08f9df5bdd95c0\"> 7.02pm.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/22/jeremy-corbyn-uk-better-off-brexit-deal-right\">Jeremy Corbyn has suggested a Labour Brexit deal could be preferable to remaining in the EU, putting himself on a collision course with activists and MPs pushing for the party to campaign for remain.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/22/diane-abbott-asks-resigned-corbyn-adviser-to-reconsider\">Diane Abbott has urged a key adviser to Jeremy Corbyn who resigned citing a lack of “professionalism, competence and human decency” in the Labour leader’s team to reconsider his decision.</a></strong></li> </ul> <p>That’s all from me for tonight.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5d87b84a8f08f30dc5bc053d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T18:07:29.299Z\">7.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the Mirror’s <strong>Pippa Crerar</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1175831471891910657\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour source, asked about the difficulties of implementing last bit of the private schools policy, smiles wrily. “I think it would require, errr, quite a lot of work.” <a href=\"https://t.co/ADc3cZIxZG\">https://t.co/ADc3cZIxZG</a></p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1175831471891910657?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d87b7978f0834740f3c030c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T18:05:18.366Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Rajeev Syal.</strong></p> <p>@labourlewis is<strong> Clive Lewis.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/syalrajeev/status/1175826619732242432\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Shadow Treaury minister <a href=\"https://twitter.com/labourlewis?ref_src=twsrc%5Etfw\">@labourlewis</a> gives a damning verdict on Lab’s proposed Brexit compromise in a GE campaign. “It’s the equivalent of saying to an officer in the trenches: ‘what’s the objective?’ And him saying ‘I don’t know, we will decide once we are on the other side.”</p>&mdash; rajeev syal (@syalrajeev) <a href=\"https://twitter.com/syalrajeev/status/1175826619732242432?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d87b0c48f08f9df5bdd95c0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T18:02:21.813Z\">7.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">What Labour conference voted for today</h2>  <div class=\"block-elements\">  <p>As promised a bit earlier, here is a summary of the five composite motions and one women’s conference motion passed by delegates earlier. (See<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d879c538f08f9df5bdd9504#block-5d879c538f08f9df5bdd9504\"> 5.15pm.)</a> All were passed overwhelmingly on a show of hands.</p> <p><strong><em>1) Schools composite 1 </em></strong></p> <p>This effectively commits the party to abolishing private schools. See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87aaee8f08f9df5bdd9591#block-5d87aaee8f08f9df5bdd9591\">6.25pm.</a></p> <p><strong><em>2) Schools composite 2</em></strong></p> <p>This says Labour should stop the opening of any new academies and free schools and bring all publicly funded schools back under the control of local authority education committees.</p> <p><strong><em>3) NHS composite 1</em></strong></p> <p>This says Labour should provide “the necessary additional resources to cover rising costs in the NHS and social care” and “end all privatisation and outsourcing in the NHS”.</p> <p><strong><i>4) NHS composite 2</i></strong></p> <p>This says Labour should end all NHS outsourcing and return all outsourced services and staff to the NHS.</p> <p><strong><em>5) Social care composite</em></strong></p> <p>This says Labour should “make the provision of all social care free to [the] recipient as is the case for health care under the NHS”.</p> <p><strong><em>Women’s conference motion on migrant women</em></strong></p> <p>This says Labour should end the detention of asylum seeking women, put a 28-day limit on all immigration detention and end charges for migrant and refugee women needing ante-natal and maternity care.</p> </div>   </div> <div id=\"block-5d87b0918f0834740f3c02c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T17:34:49.210Z\">6.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrew Marr </strong>has replied to Jeremy Corbyn. (See<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87a7d98f0834740f3c0281#block-5d87a7d98f0834740f3c0281\"> 6.06pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AndrewMarr9/status/1175816622193483780\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pushback? Well, I was genuinely pleased that, on what cannot have been an easy morning for him, JC turned up for a live interview. And of course I always welcome helpful advice on how to do my job <a href=\"https://t.co/gTIlHVmaXk\">https://t.co/gTIlHVmaXk</a></p>&mdash; Andrew Marr (@AndrewMarr9) <a href=\"https://twitter.com/AndrewMarr9/status/1175816622193483780?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d87aee28f08f9df5bdd95b1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T17:29:59.254Z\">6.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Private schools say Labour's plan to abolish them would breach ECHR</h2>  <div class=\"block-elements\">  <p>The <strong>Independent Schools Council</strong> has said abolishing private schools would be an attack on parental freedom. (See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d87aaee8f08f9df5bdd9591#block-5d87aaee8f08f9df5bdd9591\">6.25pm.)</a> Its chief executive, Julie Robinson, said:</p> <blockquote class=\"quoted\"> <p>Parents across the country have every right to be worried about the decision by Labour party conference to support a motion to abolish independent schools. The move is an attack on the rights and freedoms of parents to make choices over the education of their children.</p> <p>Abolition would represent an act of national self-harm. Tearing down excellent schools does not improve our education system. The repercussions would be irreversible and far-reaching, damaging educational opportunities and limiting life chances. Moreover, Labour’s plan would breach the European convention on human rights on the right to choose education.</p> </blockquote> </div>   </div> <div id=\"block-5d87aaee8f08f9df5bdd9591\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T17:25:06.358Z\">6.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Momentum says Labour is now committed to abolishing private schools</h2>  <div class=\"block-elements\">  <p>Of the five composite motions passed this afternoon, the most important is schools composite 1. (See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8748438f08f30dc5bc014b#block-5d8748438f08f30dc5bc014b\">11.26am). </a>Momentum, the pro-Corbyn organisation which by one estimate is backed by around 70% of CLP (constituency Labour party) delegates at the conference and which promoted schools composite 1, has just put out a news released headed: “Labour commits to abolishing private schools in next manifesto.”<strong> Laura Parker</strong>, Momentum’s national coordinator, said:</p> <blockquote class=\"quoted\"> <p>This is a huge step forward in dismantling the privilege of a tiny, Eton educated elite who are running our country into the ground. Every child deserves a world class education, not only those who are able pay for it, and I’ll be proud to campaign on this manifesto pledge at the next election.</p> </blockquote> <p>When she was explaining Labour’s policy earlier, <strong>Angela Rayner,</strong> the shadow education secretary, did not put it quite in these terms. She said Labour was committed the “integration” of private schools into the state sector, which implies a more gradualist and voluntary approach. (See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8748438f08f30dc5bc014b#block-5d8748438f08f30dc5bc014b\">11.26am.)</a> <strong>John McDonnell</strong>, the shadow chancellor, recently told the Guardian that he wanted an education system “where private schools don’t need to exist and should not exist where we have equality of education” - which is also not quite the same as promising to close Eton against its wishes.</p> <p>But the text of schools composite 1 does back up the Momentum analysis of what it means. I quoted some of it earlier. For the record, here it is in full. I have used bold text to highlight the most significant sentence.</p> <blockquote class=\"quoted\"> <p><strong>Conference notes:</strong></p> <p>Only 7% of UK students attend private schools, yet the Sutton Trust 2019 report revealed that 65% of senior judges, 52% of junior ministers, 44% of news columnists and 16% of university vice-chancellors were educated in private schools.</p> <p>Children at private schools have 300% more spent on their education than children in state schools.</p> <p>Participation in private schooling is concentrated at the very top of the family income distribution </p> <p>A Populus poll revealed 63% of the public agree, “it is unfair that some people get a better education and life chances for their children by paying for a private school.”</p> <p><strong>Conference believes:</strong></p> <p>Labour must go further than the 2017 manifesto to challenge the elite privilege of private schools who dominate the top professions. </p> <p><strong>The on-going existence of private schools is incompatible with Labour’s pledge to promote social justice, not social mobility in education.</strong></p> <p>Labour is opposed to hierarchy, elitism and selection in education.</p> <p>Private schools reflect and reinforce class inequality in wider society.</p> <p><strong>Conference resolves:</strong></p> <p>To include in the next Labour party general election manifesto a commitment to integrate all private schools into the state sector. This would include, but is not limited to:</p> <p>Withdrawal of charitable status and all other public subsidies and tax privileges, including business rate exemption.</p> <p>Ensure universities admit the same proportion of private school students as in the wider population (currently 7%)</p> <p>Endowments, investments and properties held by private schools to be redistributed democratically and fairly across the country’s educational institutions.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a1ec8bb76361b24e5eaa8c5a79ecc7ae4870faa1\"> <img src=\"https://media.guim.co.uk/a1ec8bb76361b24e5eaa8c5a79ecc7ae4870faa1/0_53_1600_960/1000.jpg\" alt=\"Laura Parker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Laura Parker</span> <span class=\"element-image__credit\">Photograph: Momentum / @JDCmoore</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d87a7d98f0834740f3c0281\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T17:06:13.590Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn criticises Marr Show for not asking Raab about Boris Johnson allegations</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Corbyn</strong> has criticised the BBC for not giving enough attention to newspaper allegations that Boris Johnson failed to declare potential conflicts of interest while London mayor. Referring to a story broken by the Sunday Times saying <a href=\"https://www.theguardian.com/politics/2019/sep/22/boris-johnson-urged-to-justify-awarding-public-funds-to-close-friend-jennifer-arcuri\">Johnson allegedly failed to declare an interest in the allocation of public money to a close friend,</a> Corbyn said:</p> <blockquote class=\"quoted\"> <p>There was something important in one of the Sunday papers today about an alleged abuse of power and misuse of public funds by Boris Johnson before he became prime minister. But, do you know what? Lots of the media have barely touched it. Incredible, isn’t it? This is about the man who is the prime minister of our country.</p> </blockquote> <p>Referring to his appearance on the Andrew Marr Show this morning, Corbyn said:</p> <blockquote class=\"quoted\"> <p>I was on the BBC’s flagship news programme this morning and I was asked about a range of issues. That’s fine. It’s right. It’s justified. It’s how our democracy works. </p> <p>But I was followed by Boris Johnson’s deputy [Dominic Raab], who was asked nothing about these allegations. </p> <p>This is how the establishment works. They close ranks. They put privilege first. </p> <p>Things have to change. </p> <p>Labour will put people first before privilege.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"cef2f269b6052714a36d8c55ba2348c72241c63e\"> <img src=\"https://media.guim.co.uk/cef2f269b6052714a36d8c55ba2348c72241c63e/0_107_5976_3586/1000.jpg\" alt=\"Jeremy Corbyn visiting a union radio stall at the Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn visiting a union radio stall at the Labour conference.</span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T18:30:09.817Z\">at 7.30pm BST</time></p>  </div> <div id=\"block-5d87a1488f08f30dc5bc046e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T16:52:57.195Z\">5.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the conference hall the “reference back” votes are still going ahead. The row a moment ago (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d879c538f08f9df5bdd9504#block-5d879c538f08f9df5bdd9504\">5.15pm) </a>was about a procedural point that was barely comprehensible. But the broader story is clear, and quite interesting; members are complaining that they are not having as much influence over policy as they want.</p> <p>In their recent book on party political membership, <a href=\"https://www.routledge.com/Footsoldiers-Political-Party-Membership-in-the-21st-Century-1st-Edition/Bale-Webb-Poletti/p/book/9781138302464\">Footsoldiers</a>, the academics <strong>Tim Bale, Paul Webb </strong>and<strong> Monica Poletti</strong> reveal that in 2017 Labour members were more likely than members of any other main party (the Tories, the Lib Dems, the SNP, Greens and Ukip) to say that they should have more influence over party policy. At one level this was surprising because Tory members have almost zero influence over party policy, and Labour members have some influence. But the kind of people who join Labour expect to have a say over party policy, and when Jeremy Corbyn was elected leader he promised to give more power to the membership. Bale, Webb and Poletti write:</p> <blockquote class=\"quoted\"> <p>The figures for the 2017 survey suggest, however, that [Corbyn] was not widely felt to have delivered on this promise during his first two years as leader - an impression only strengthened by subsequent developments: by 2019, there were unmistakeable signs of growing discontent among an overwhelmingly anti-Brexit membership of the way Jeremy Corbyn was dealing with this issue.</p> </blockquote> <p>This analysis does not take account the fact that this year the conference schedule has been changed to ensure that members do have more of a say in the past. As<strong> Luke Akehurst</strong> explains <a href=\"https://labourlist.org/2019/09/what-to-expect-from-labour-conference-2019/\">in this LabourList briefing</a>, this year 20 priority ballot motions are being debated, not the usual four. That is a significant change. But, judging by some of the things being said on the floor of the conference, some members are not satisfied.</p> </div>   </div> <div id=\"block-5d87a3328f08f9df5bdd952f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T16:38:19.832Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another delegate in the conference hall has just complained about the size of the union vote. “There is no point us voting here because everything we vote for just gets voted down,” she said. “Why don’t you just stay here and we can go to the pub?” she added in exasperation.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T18:30:29.439Z\">at 7.30pm BST</time></p>  </div> <div id=\"block-5d879fc58f08f30dc5bc0467\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T16:28:48.299Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour would reverse all cuts to legal aid advice, says Burgon</h2>  <div class=\"block-elements\">  <p>In his speech to the party conference <strong>Richard Burgon</strong>, the shadow justice secretary, said that a Labour government would reverse all the Tory cuts to legal aid-funded early legal help within 100 days of coming to power. Here is an extract from <a href=\"https://labour.org.uk/press/labour-will-restore-legal-aid-advice-richard-burgon/\">a Labour news release</a> with more details.</p> <blockquote class=\"quoted\"> <p>Early legal help is the legal support that people receive prior to a lawyer representing them in the courts. It is the kind of advice that many desperately need when faced everyday problems such as flawed benefits decisions or rogue landlords. </p> <p>Access to justice has been seriously undermined by the Tory and Liberal Democrats changes to legal aid, with hundreds of thousands of people unable to enforce their rights. </p> <p>In addition to Labour’s previous commitments to restore this form of legal aid for housing cases, family law and welfare benefits appeals, this move will restore legal aid cuts for immigration cases, employment, debt, and mental health cases.</p> <p>A lack of early legal advice often creates extra costs for the taxpayer as cases go to court which could have been resolved earlier or spiral into costly social problems as people unnecessarily lose their homes or jobs. </p> <p>The United Nations special rapporteur on extreme poverty and human rights has said that cuts in legal aid meant many could no longer afford “to challenge benefit denials or reductions and are thus effectively deprived of their human right to a remedy.”</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"ef043a00cb2dacf727e4b89c5d5a0ee472388d6b\"> <img src=\"https://media.guim.co.uk/ef043a00cb2dacf727e4b89c5d5a0ee472388d6b/0_50_3500_2101/1000.jpg\" alt=\"Richard Burgon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Burgon.</span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d879c538f08f9df5bdd9504\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T16:15:42.356Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the conference hall delegates have voted to pass five composite motions, plus a motion from the women’s conference. All were carried overwhelmingly. I will summarise what they say shortly.</p> <p>They are now voting on some “reference back” proposals relating to policy commission reports. This is the process went wrong before lunch. (See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8764b48f08f9df5bdd92c9#block-5d8764b48f08f9df5bdd92c9\">1.16pm.)</a> There have been more complaints about the process not being clear, but this time the votes are going ahead. But one delegate complained about the voting system being unfair. The trade unions control almost half the votes at Labour conference. The delegate said this meant ordinary members kept getting defeated by the union vote. It should be one member, one vote, he said.</p> </div>   </div> <div id=\"block-5d879b3c8f0834740f3c0211\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T16:07:36.737Z\">5.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to ITV’s <strong>Robert Peston</strong>, some members of Labour’s national executive committee are saying that the Brexit policy statement that the NEC is supposed to have agreed (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8791d78f08f9df5bdd9491#block-5d8791d78f08f9df5bdd9491\">4.40pm)</a> has not actually been agreed by the committee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1175795882404564992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Attached is Labour’s Brexit position (pledge to hold referendum but no decision on whether to back leave or remain till 3 months after the election). Or is it Labour’s Brexit position? Because leader’s office says it has been approved by ruling NEC. But NEC members tell me... <a href=\"https://t.co/yYxwpiX38F\">pic.twitter.com/yYxwpiX38F</a></p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1175795882404564992?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1175795886368153600\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">they haven’t approved it and are requesting a new meeting. “God knows” whether this is the official policy, one influential source told me. <a href=\"https://t.co/dxVkyw2tuO\">https://t.co/dxVkyw2tuO</a></p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1175795886368153600?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d8797298f08f9df5bdd94d7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T15:53:49.936Z\">4.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Diane Abbott</strong>, the shadow home secretary, has been speaking to the Guardian editor-in-chief, Katharine Viner, at a fringe event. Here are some of the highlights from my colleague <strong>Frances Perraudin.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175788585242517506\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Guardian editor Katharine Viner is interviewing shadow home sec Diane Abbott. She kicks off by asking about Andrew Fisher’s leaked resignation note. “I’ve been in politics too long to comment on things I haven’t actually read,” says Abbott. <a href=\"https://t.co/pJSncBpKe5\">pic.twitter.com/pJSncBpKe5</a></p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175788585242517506?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175789229244321793\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">On Watson, Abbott says she has never been to a Labour conference where the media weren’t “running around like headless chickens” saying there were splits in the party.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175789229244321793?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175789473046679553\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">“Tom Watson is going around very relaxed and happy,” says Abbott.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175789473046679553?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175790578484817920\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">On Lab voters being attracted by the Lib Dems, she says people will have to weigh up Lib Dem policies and their “commitment to the Labour Party.”</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175790578484817920?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175793088641609728\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">On climate change - Abbott says we need to shift to start talking about “climate justice” and the disproportionate effect of climate change on certain parts of the globe. Because of that “our diverse communities know about the effects of climate change,” she says.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175793088641609728?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175794246219182081\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Asked about the huge levels of abuse that she gets online, Abbott says that people commenting online should not be able to stay anonymous.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175794246219182081?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175794406772920320\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Research found that Abbott received almost half (45.1%) of all the abusive tweets sent to female MPs ahead of the last general election.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175794406772920320?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175795105665572865\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Abbott says that Twitter and Facebook should ask people for identifying information when they sign up. People wouldn’t post the “frankly illegal” things they do if that were done, she says.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175795105665572865?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175797681521942528\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Asked about her reported friendships with Tories like Michael Portillo, she says the idea that she “goes to cocktail parties with Tories” is bizarre.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175797681521942528?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fperraudin/status/1175799129773084672\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">“Do you wish Brexit had never happened?” asks Viner. “Brexit did happen and the person to blame is David Cameron,” responds Abbott.</p>&mdash; Frances Perraudin (@fperraudin) <a href=\"https://twitter.com/fperraudin/status/1175799129773084672?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T18:31:24.100Z\">at 7.31pm BST</time></p>  </div> <div id=\"block-5d8791d78f08f9df5bdd9491\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T15:40:02.599Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn heading for clash with members by calling for Brexit decision to be postponed</h2>  <div class=\"block-elements\">  <p>The Mirror’s <strong>Dan Bloom </strong>has the text of the Brexit motion being proposed by Labour’s national executive committee.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/danbloom1/status/1175782655629123584\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">OK, stand down re my earlier tweet. <br><br>Two NEC sources now say the NEC statement on Brexit HAS been agreed. Here it is in full. <a href=\"https://t.co/RPQT2yK33i\">pic.twitter.com/RPQT2yK33i</a></p>&mdash; Dan Bloom (@danbloom1) <a href=\"https://twitter.com/danbloom1/status/1175782655629123584?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <p>The wording is much the same as <a href=\"https://twitter.com/Peston/status/1175350473622208512?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1175350473622208512&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Fpolitics%2Flive%2F2019%2Fsep%2F22%2Flabour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news%3Fpage%3Dwith%253Ablock-5d8760058f08f30dc5bc01d3\">the draft circulating yesterday</a>, but there are two changes. The new version adds references to the Good Friday agreement and to the rights of EU nationals to the paragraph about the Brexit deal a Labour government would seek to negotiate.</p> <p>And the final paragraph now says:</p> <blockquote class=\"quoted\"> <p>The NEC believes it is right that the party shall only decide how to campaign in such a referendum - through a one-day special conference, following the election of a Labour government.</p> </blockquote> <p>What’s new about this is the addition of the word “only”, which was not in yesterday’s text. It has the effect of firming up the message.</p> <p>This means the leadership is heading for a clash with Labour remainers like Emily Thornberry, who want the matter settled now. (See<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8788a58f08f30dc5bc0372#block-5d8788a58f08f30dc5bc0372\"> 4.12pm.)</a></p> </div>   </div> <div id=\"block-5d8788a58f08f30dc5bc0372\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T15:12:10.950Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Thornberry says Labour should reject proposal to postpone Brexit decision</h2>  <div class=\"block-elements\">  <p><strong>Emily Thornberry,</strong> the shadow foreign secretary, has renewed her call for Labour to decide this week whether or not it will back remain in a future referendum. Firming up what she said <a href=\"https://www.theguardian.com/politics/2019/sep/20/thornberry-labour-could-back-tory-brexit-deal-in-exchange-for-referendum\">in a Guardian interview </a>last week, <a href=\"https://www.huffingtonpost.co.uk/entry/labour-cannot-decide-brexit-stance-after-election-says-emily-thornberry_uk_5d875aa6e4b070d468ce1362\">she told a HuffPost fringe meeting:</a></p> <blockquote class=\"quoted\"> <p>We’re all here [at conference]. I don’t see why we can’t make the decision now ... I think that this conference should thrash it out.</p> </blockquote> <p>As <a href=\"https://twitter.com/Peston/status/1175350473622208512?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1175350473622208512&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Fpolitics%2Flive%2F2019%2Fsep%2F22%2Flabour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news%3Fpage%3Dwith%253Ablock-5d8760058f08f30dc5bc01d3\">the draft statement from Labour’s national executive committee</a> shows, Jeremy Corbyn’s current plan is for a Labour government to negotiate a new Brexit deal within three months of coming to power and to hold a referendum within six months of coming to power. The party would decide at a one-day special conference after the renegotiation how it would campaign in the referendum.</p> <p>The issue is due to be decided tomorrow. The conference will be asked to back the NEC statement, but many delegates will be pushing for a move to commit the party to backing remain in all circumstances. At least 80 motions have been submitted making this argument, and a meeting will take place tonight to roll these up into a composite.</p> </div>   </div> <div id=\"block-5d8784bb8f08f30dc5bc0347\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T14:28:16.040Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In her speech to the conference<strong> Diane Abbott</strong>, the shadow home secretary, said Tory policies were to blame for rising crime. She said:</p> <blockquote class=\"quoted\"> <p>There is no question that the cuts in police numbers have contributed to the rise in crime. But other contributors are the cuts to education, the increase in school exclusions, all the zero-hours contracts, all the homelessness and inequality. All the cuts in mental health services have also played their part.</p> <p>And these are all Tory policies. When they say they will lead the fight against crime – do not believe a word of it. They are the ones who have created the conditions for rising serious and violent crime. Senior police officers are increasingly going on record and saying that cuts to public services have created an environment where crime flourishes. Cuts have consequences. You cannot keep people safe on the cheap.</p> </blockquote> <p>And she ended by saying Jeremy Corbyn would lead a “great, reforming government”. She explained:</p> <blockquote class=\"quoted\"> <p>We will welcome refugees, including child refugees.</p> <p>We will proudly uphold the torture ban and treat the victims of torture with humanity, not detentions and deportations.</p> <p>We will end indefinite immigration detention, and limit it to the 28 days MPs were originally promised.</p> <p>And we will close Yarl’s Wood and Brook House detention centres and review the entire detention estate.</p> <p>We will fund our police forces properly, and work to give our communities genuine security.</p> <p>We will hold public inquiries into historic injustices – into Orgreave, into blacklisting.</p> <p>We will release all papers relating to the Shrewsbury 24 trials and the 37 Cammell Laird shipyard workers.</p> <p>I owe everything in life to the Labour movement. There was a postwar generation of socialists who campaigned against colonialism. There was the NHS orange juice and cod-liver oil. There was my free university education. And above all the chance to serve as Britain’s first black woman MP.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"5f4da6806979c2e5be6e39afd713293d5c660858\"> <img src=\"https://media.guim.co.uk/5f4da6806979c2e5be6e39afd713293d5c660858/0_26_5088_3054/1000.jpg\" alt=\"Diane Abbott speaking at the conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diane Abbott speaking at the conference.</span> <span class=\"element-image__credit\">Photograph: Michael Mayhew/Sportsphoto Ltd/Allstar</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:37:56.973Z\">at 3.37pm BST</time></p>  </div> <div id=\"block-5d877ff48f08f9df5bdd93df\" class=\"block\" data-block-contributor=\"profile/frances-perraudin\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T14:10:40.209Z\">3.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking at a fringe meeting about how Labour can win back support in its heartlands, <strong>Jon Trickett</strong> – shadow Cabinet Office minister and MP for Hemsworth – said he was fed up with the argument that the people who voted for Brexit were from “backwards” communities in the north of England. He said:</p> <blockquote class=\"quoted\"> <p>Here’s the point I want to make. Those held-back communities – the heartland communities – can be found in Hastings, they can be found in Hackney and they can be found in Hartlepool.</p> <p>A very senior member of the Labour party, she said to me: ‘Well, no wonder they’re all coming down south, the young people, because you can’t be gay up north.’ That was said by somebody whose name you will have mentioned several times in the past few weeks.</p> </blockquote> <p>He later said: </p> <blockquote class=\"quoted\"> <p>Those people who are suggesting that the people who voted for Brexit did not know what they were voting for infantilises 17 million people.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:39:26.889Z\">at 3.39pm BST</time></p>  </div> <div id=\"block-5d877c538f08f9df5bdd93b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T13:51:54.491Z\">2.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"c0e22ecd05f89638ba686373514e31e3f4db2d2c\"> <img src=\"https://media.guim.co.uk/c0e22ecd05f89638ba686373514e31e3f4db2d2c/0_120_3457_2074/1000.jpg\" alt=\"Jeremy Corbyn at the Unite stall at the Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at the Unite stall at the Labour conference.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:39:38.713Z\">at 3.39pm BST</time></p>  </div> <div id=\"block-5d8778688f08f30dc5bc02b9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T13:39:48.954Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour would halt local hospital closures pending reviews covering social impact, Ashworth says</h2>  <div class=\"block-elements\">  <p>In <a href=\"https://labour.org.uk/press/jonathan-ashworth-speaking-labour-party-conference/\">his speech</a> to the conference this morning <strong>Jonathan Ashworth,</strong> the shadow health secretary, said a Labour government would halt hospital closures pending reviews looking at clinical evidence and social impact. He said:</p> <blockquote class=\"quoted\"> <p>Local hospitals and health centres are part of the fabric of society. </p> <p>They are valued local employers. Often where our children are born, or where we finally say goodbye to our loved ones. </p> <p>Shut services down and something invaluable vanishes from a community. </p> <p>Of course, nothing stays the same. Medicine advances. Treatments evolve. New facilities are built. I think we all understand that. </p> <p>But we need more capacity, not less. </p> <p>So I can tell you cuts and closures because of Boris Johnson’s austerity will be halted, suspended and decisions reviewed based on clinical evidence and social impact instead.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f8a1c3f06ee0a2eeac04746876c57507c48b18a8\"> <img src=\"https://media.guim.co.uk/f8a1c3f06ee0a2eeac04746876c57507c48b18a8/39_0_4422_2654/1000.jpg\" alt=\"Jonathan Ashworth speaking to the Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jonathan Ashworth speaking to the Labour conference.</span> <span class=\"element-image__credit\">Photograph: Anthony Harvey/Rex/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:40:44.149Z\">at 3.40pm BST</time></p>  </div> <div id=\"block-5d8777968f08f9df5bdd9386\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T13:33:25.394Z\">2.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from Kay Boycott, the chief executive of <strong>Asthma UK</strong>, welcoming Labour’s announcement today that <a href=\"https://labour.org.uk/press/labour-announces-plans-scrap-prescription-charges/\">it would end prescription charges in England</a>.</p> <blockquote class=\"quoted\"> <p>We have been campaigning hard for years to stop the unfair prescription charges for people with asthma that are putting them at risk of having a life-threatening asthma attack, so it is hugely heartening that our concerns have been heard and the Labour party has now committed to scrapping prescription charges for everyone in England. </p> <p>An estimated 1.3 million people with asthma have cut back on their medication because of the cost, which puts them at risk of a potentially life-threatening asthma attack. Hundreds of nurses have seen their patients have asthma attacks or need emergency treatment because they can’t afford to pay their prescriptions. </p> <p>This is unacceptable and unfair. No one should have to pay to breathe.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T13:34:58.320Z\">at 2.34pm BST</time></p>  </div> <div id=\"block-5d8776bd8f08f9df5bdd937c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T13:29:57.770Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour should be 'unequivocally pro-remain', says Sadiq Khan</h2>  <div class=\"block-elements\">  <p><strong>Sadiq Khan,</strong> the Labour mayor of London, told a fringe meeting at lunchtime that he also wanted the party to adopt an unequivocally pro-remain stance. He told the New Statesman event:</p> <blockquote class=\"quoted\"> <p>We are at a vital crossroads. Neutrality is not an option. The party should be unequivocally pro-remain. All Labour MPs should be whipped to campaign for remain.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:41:21.967Z\">at 3.41pm BST</time></p>  </div> <div id=\"block-5d8770bb8f08f30dc5bc0271\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T13:20:59.670Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>For a more colourful insight into what Len McCluskey probably thinks about Labour remainers, it is worth reading <a href=\"https://www.versobooks.com/books/3084-the-fall-and-rise-of-the-british-left\">The Fall and Rise of the British Left</a>, a new book by <strong>Andrew Murray</strong>, the chief of staff at McCluskey’s Unite union, and a part-time adviser to Jeremy Corbyn. Murray writes:</p> <blockquote class=\"quoted\"> <p>Brexit Derangement Syndrome, a fever which has long prostrated the Conservative party, now runs riot on the left and has the potential to destroy the broad-based alliance for progressive social change assembled under Jeremy Corbyn’s leadership of Labour. Were it to become a full-on ‘remain’ party, as many politicians and pundits want, setting aside the decision of the 2016 referendum, it would endanger decisive layers of time-honoured support now regarded as out of joint with the new enlightenment. It would be a Hilary Clinton strategy in short.</p> </blockquote> <p>There are plenty of other reasons why it’s worth reading Murray’s book. It doesn’t contain any Corbyn office gossip, but it is well-written, sometimes funny and probably the best guide currently available to the ideology at the heart of Corbynism.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T13:36:07.938Z\">at 2.36pm BST</time></p>  </div> <div id=\"block-5d876f008f08f9df5bdd9330\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T12:59:24.276Z\">1.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his Sky News interview, the Unite general secretary, <strong>Len McCluskey, </strong>also denied being involved in the attempt on Friday night to get Labour’s national executive committee to abolish the post of deputy leader. <a href=\"https://www.politicshome.com/news/uk/political-parties/labour-party/news/106723/len-mccluskey-denies-any-involvement-botched\">As PoliticsHome reports</a>, McCluskey said the claim that he was involved (he and Watson are bitter enemies now, having once been friends) was “fake news”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T13:04:38.261Z\">at 2.04pm BST</time></p>  </div> <div id=\"block-5d87682a8f0834740f3bfff1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T12:48:09.880Z\">1.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Shadow cabinet ministers should quit if they won't back Corbyn's Brexit stance, says McCluskey</h2>  <div class=\"block-elements\">  <p><strong>Len McCluskey</strong>, the Unite general secretary, has also been calling for unity this morning. But, unlike his fellow union leader Dave Prentis, whose call for unity was broadly supportive of Tom Watson (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8760058f08f30dc5bc01d3#block-5d8760058f08f30dc5bc01d3\">12.58pm),</a> McCluskey said that if members of the shadow cabinet like Watson were not willing to back Jeremy Corbyn’s line on Brexit, they should resign.</p> <p>Speaking on Sky’s Sophy Ridge on Sunday, when asked if he had a message for senior Labour figures who were arguing that the party should commit to campaigning for remain in any second referendum on Brexit, he replied:</p> <blockquote class=\"quoted\"> <p>My message is to support the leader … </p> <p>We must go into an election united. And when we have a policy on Brexit, and Jeremy Corbyn makes it clear that that is the policy, then that’s what leading members of the shadow cabinet should argue for. If they find that they can’t argue for it because they feel strongly, well of course they have that right, but they should step aside, and step aside from the shadow cabinet, which will become the cabinet, and they can argue whatever they want.</p> <p>But the policy and my appeals to them, and to Emily [Thornberry, shadow foreign secretary] and to anybody else is, support your leader …</p> <p>If we get to a position where Jeremy is saying: ‘Let’s not make our decision on how we will campaign until we know what the deal [is],’ my appeal to her – support Jeremy and that’s my appeal to the whole of conference.</p> </blockquote> <p>Asked if that meant he was unhappy with people saying the party should commit now to backing remain in any future referendum, McCluskey said he was if these people were “in the leadership”. He explained:</p> <blockquote class=\"quoted\"> <p>In this situation … in order for Labour to get through the message of unity and healing our nation, everybody needs to be singing from the same hymn sheet. Now if the leadership team – the shadow cabinet, soon to be the cabinet – find that difficult then yes they should step aside.</p> </blockquote> <p>A reminder: among those people who have been saying today that Labour should commit now to backing remain in a second referendum come what may are: Tom Watson, the deputy leader (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d875c698f08f30dc5bc01c4#block-5d875c698f08f30dc5bc01c4\">12.39pm)</a>, Richard Leonard, the Scottish Labour leader (see<a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8755558f08f30dc5bc01ac#block-5d8755558f08f30dc5bc01ac\"> 12.16pm)</a>, and Mark Drakeford, the Welsh Labour leader and Welsh first minister (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d874fda8f0834740f3bff4b#block-5d874fda8f0834740f3bff4b\">11.47pm).</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1175713015255175172\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When asked what his message was to remain supporting Labour MPs, Len McCluskey says &quot;support the leader&quot; and argues that members of the Shadow Cabinet should &quot;step aside&quot; if they can&#39;t support Jeremy Corbyn&#39;s position <a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <a href=\"https://t.co/Kwu7WSHyVV\">pic.twitter.com/Kwu7WSHyVV</a></p>&mdash; Ridge on Sunday (@RidgeOnSunday) <a href=\"https://twitter.com/RidgeOnSunday/status/1175713015255175172?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:44:36.746Z\">at 3.44pm BST</time></p>  </div> <div id=\"block-5d8764b48f08f9df5bdd92c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T12:16:12.827Z\">1.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The morning session in the conference hall has just ended. Delegates were supposed to have a series of votes – including on the private schools composite (see <a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8748438f08f30dc5bc014b#block-5d8748438f08f30dc5bc014b\">11.26am)</a> – but the votes had to be abandoned after a few minutes of chaos. The chair, <strong tabindex=\"-1\">Andi Fox</strong>, called a vote on a proposal to “reference back” part of the early years policy commission report. But two delegates used points of order to complain that they did not know exactly what bit they were referencing back, the chair was unable to explain, and after an outbreak of angry shouting from the hall she announced that all the votes would be put off until the afternoon.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:45:14.448Z\">at 3.45pm BST</time></p>  </div> <div id=\"block-5d8760058f08f30dc5bc01d3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:58:20.237Z\">12.58pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Unison boss Dave Prentis tells Labour conference infighting is 'road to nowhere'</h2>  <div class=\"block-elements\">  <p>In the debate on health and social care <strong>Dave Prentis</strong>, the general secretary of Unison, urged Labour to unite, in an implicit criticism of the attempt to abolish the post of deputy Labour leader. He told the conference:</p> <blockquote class=\"quoted\"> <p>We all know, in our heart of hearts, that to save the NHS there is only one option: Labour has to win power. Divided parties never get elected. So we owe it to our NHS to leave Britain this week united … What members need like never before is a Labour government. So less of the triggering, less of the denouncing, less of the deleting – that is the road to nowhere. Let’s get behind our leader, Jeremy, let’s get out there, get the NHS back in our hands, and our great party back in power.</p> </blockquote> <p>Prentis went slightly further in a tweet on this subject yesterday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavePrentis/status/1175323917029969920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our sole focus at Labour Conference this week should be on taking the fight to Boris Johnson. What we need at this time is unity and a focus on winning the upcoming election. Anything else is a betrayal of UNISON members and working people everywhere who are relying on us.</p>&mdash; Dave Prentis (@DavePrentis) <a href=\"https://twitter.com/DavePrentis/status/1175323917029969920?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T14:45:59.318Z\">at 3.45pm BST</time></p>  </div> <div id=\"block-5d875e498f08f9df5bdd92a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:48:33.859Z\">12.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And this is from my colleague <strong>Rajeev Syal</strong>, who has been at Tom Watson’s fringe event.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/syalrajeev/status/1175733415787880448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tom Watson just told a fringe at <a href=\"https://twitter.com/hashtag/Lab2019?src=hash&amp;ref_src=twsrc%5Etfw\">#Lab2019</a> that he will fight Momentum’s founder who tried to abolish his position in the party issue - “I have got a message for Jon Lansman. I am remaining. I may have lost a bit of weight but I’m no pushover.”</p>&mdash; rajeev syal (@syalrajeev) <a href=\"https://twitter.com/syalrajeev/status/1175733415787880448?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:51:38.794Z\">at 12.51pm BST</time></p>  </div> <div id=\"block-5d875ea58f08f9df5bdd92a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:46:01.542Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from the BBC’s <strong>Laura Kuenssberg.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1175732438213046274\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So while swathes of Labour members spending lunchtime at Remain rallies, whispers that leadership is trying to get its Brexit position agreed over email that it WON&#39;T settle if Leave or Remain before an election - NEC not meeting in person</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1175732438213046274?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1175733268819382272\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1. This is NEC Email...<br>‘Please find attached the amended final version as recommended by Jeremy...<br> Please confirm by contacting GSO if you accept. The deadline is 1.30pm. However if we have a majority of support before that time, then it will be agreed.’</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1175733268819382272?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1175733483441938432\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">2. So seems leadership trying to get members of NEC to agree party’s Brexit policy with a race to get email replies in, while those who disagree are speaking elsewhere at conference</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1175733483441938432?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1175733754511446017\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">3. Not really sure this is either the kinder, gentler politics or the kind of proper party democracy that excited Jeremy Corbyn’s supporters</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1175733754511446017?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d875c698f08f30dc5bc01c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:39:56.831Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tom Watson</strong>, the deputy Labour leader, has been speaking at a lunchtime fringe meeting. According to extracts from his speech sent out in advance, he repeated his call for Labour to commit to backing remain in any second referendum. He said:</p> <blockquote class=\"quoted\"> <p>This week we have the opportunity to unite the Labour party around a position we believe in.</p> <p>Jeremy Corbyn has been right to try to bring the country – both leave and remain voters – back together. Offering everyone in the country the final say is the best way to begin bridging this divide.</p> <p>The vast majority of our members, our MPs and our voters want to remain in Europe. If we achieve a people’s vote, I believe our members, our MPs and our party will lead the campaign to remain. That’s not just because it is the best way of reconnecting with our voters, but also because it is the best way of standing up for our values.</p> <p>We are a remain party. We are a European party. We are an internationalist party. That is who we are. Not perfect, not pure. But overwhelmingly committed to Britain remaining in Europe and reforming Europe.</p> <p>By backing a people’s vote, by backing remain, I am sure we can deliver the Labour government the people of this country so badly need.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e7e7d4e7d0d5e3c17ec968a65b479d814ccd763a\"> <img src=\"https://media.guim.co.uk/e7e7d4e7d0d5e3c17ec968a65b479d814ccd763a/0_53_4610_2768/1000.jpg\" alt=\"Tom Watson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:45:01.111Z\">at 12.45pm BST</time></p>  </div> <div id=\"block-5d875b998f0834740f3bff99\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:33:07.519Z\">12.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Attempts to reinstate a key “socialist” section of Labour’s constitution have been rejected, PA Media reports. A rule change aimed at restoring the original wording of clause IV was pushed by some members at the party’s annual conference in Brighton. Under this clause in Labour’s 1918 constitution, the party was committed to the “common ownership of the means of production, distribution and exchange”. But one such proposal to reinstate the original wording was defeated by 71.53% to 28.47% while another was rejected by 68.58% to 31.42%. As PA reports, both secured a majority of support among votes cast by constituency Labour parties but more than 99% of votes from affiliates – which include trade unions – opposed the change. </p> <p>The votes were held yesterday, but because there were card votes, the results were only announced this morning.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:41:54.520Z\">at 12.41pm BST</time></p>  </div> <div id=\"block-5d87579f8f0834740f3bff86\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:20:19.720Z\">12.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Leonard says he cannot see case for holding second Scottish independence referendum 'in foreseeable future'</h2>  <div class=\"block-elements\">  <p>And this is what <strong>Richard Leonard</strong>, the Scottish Labour leader, said on the BBC’s Sunday Politics Scotland about whether Labour should back a second independence referendum in Scotland. The Scottish Labour party has in the past firmly opposed the idea, but in August Jeremy Corbyn and John McDonnell, the shadow chancellor, said <a href=\"https://www.theguardian.com/politics/2019/aug/15/corbyn-westminster-should-not-block-second-scottish-independence-vote\">a Labour government in London would not object to such a poll being held.</a> Subsequently <a href=\"https://www.scotsman.com/news/politics/scottish-labour-reach-agreement-with-jeremy-corbyn-over-second-independence-referendum-1-4993235\">Leonard and Corbyn agreed a compromise line.</a></p> <p>Explaining the position today, Leonard said:</p> <blockquote class=\"quoted\"> <p>The Labour position going into the general election whenever it comes will be that we oppose the creation of a separate Scottish state, that we oppose independence and therefore that we oppose the holding of a second independence referendum. </p> <p>Where there has been some discussion is around if there was to be a renewed mandate which showed not only electoral but demonstrable public support for the holding of a second referendum – then there would need to be some consideration given to that. </p> <p>We had an independence referendum just five years ago and that’s got to be a factor in considering whether the circumstances are right for a second independence referendum to be held. </p> <p>All of the evidence shows that even people who voted yes in 2014, even some people who are supporting the SNP, do not think that the time is now for a second independence referendum. </p> <p>The circumstances under which the 2014 referendum were held were that the SNP had gained an overall majority – unprecedented, completely unexpected – and there was an understanding that there had never been an independence referendum and the time might be right to test it. </p> <p>What I’m saying is I don’t see the circumstances today and I don’t see them in the foreseeable future where we would be back in that kind of space again. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:27:23.789Z\">at 12.27pm BST</time></p>  </div> <div id=\"block-5d8755558f08f30dc5bc01ac\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T11:16:43.225Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Scottish Labour leader Richard Leonard says UK party should be 'more overtly remain'</h2>  <div class=\"block-elements\">  <p><strong>Richard Leonard</strong>, the Scottish Labour leader, like his Welsh counterpart Mark Drakeford (see <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d874fda8f0834740f3bff4b#block-5d874fda8f0834740f3bff4b\">11.47am)</a> has said Labour should back remain in any future referendum. Speaking on the BBC’s Sunday Politics Scotland, Leonard said:</p> <blockquote class=\"quoted\"> <p>The Scottish Labour party took a decision frankly in the wake of the European party election results that we needed to be much clearer, that we needed much greater clarity about the position that we were taking. </p> <p>For that reason the Scottish executive of the Labour party backed my proposal that we call for an affirmative vote that any deal should go back to the public; secondly, that on that vote there should be a remain option; and thirdly, that we would campaign unambiguously for remain. </p> <p>I would support the party taking that stance. I do think the time has come for clarity on this question and the Scottish Labour party, the Welsh Labour party take a similar view that we should be more overtly remain. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"336ff9f5aea7aaee188e6cb4015a2b880b547b07\"> <img src=\"https://media.guim.co.uk/336ff9f5aea7aaee188e6cb4015a2b880b547b07/0_105_3152_1892/1000.jpg\" alt=\"Richard Leonard\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Leonard</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:17:43.143Z\">at 12.17pm BST</time></p>  </div> <div id=\"block-5d8752ff8f0834740f3bff6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T10:57:46.578Z\">11.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to the BBC’s <strong>Norman Smith</strong>, tomorrow delegates are due to get a vote on two Brexit options – a composite motion saying the party should back remain in all circumstances, and a compromise motion tabled by the national executive committee setting out the leadership’s position. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1175705659217784832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So understand likely to be two Brexit options to be voted on tomorrow at Labour Conference. Remain v Corbyn/NEC special conf proposal</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1175705659217784832?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <p>Here is the text of the NEC motion.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1175350473622208512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here is Labour’s draft statement on Brexit, to be approved by NEC. It commits a Labour government to negotiate new Brexit deal within three months of taking office and then putting that to British people in referendum vote three months later. Importantly it says Labour will... <a href=\"https://t.co/3h2HkYbRMb\">pic.twitter.com/3h2HkYbRMb</a></p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1175350473622208512?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:05:11.743Z\">at 12.05pm BST</time></p>  </div> <div id=\"block-5d874fda8f0834740f3bff4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T10:47:17.487Z\">11.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mark Drakeford says Welsh government is committed to campaigning for remain</h2>  <div class=\"block-elements\">  <p>The Welsh Labour party is firmly committed to the UK remaining in the EU in all circumstances, unlike the UK Labour party. That is also the position of the Labour-run Welsh government. This is what <strong>Mark Drakeford</strong>, the Welsh first minister, told the conference in his speech this morning.</p> <blockquote class=\"quoted\"> <p>Faced with the deep and lasting damage this hard Tory Brexit will do to our country, we say it’s time to go back to the people in a second referendum with remain on the ballot paper.</p> <p>And conference, I can tell you now that my Welsh Labour government will continue to stand up for Wales by campaigning wholeheartedly, vigorously and unapologetically, for Wales to remain in the EU.</p> <p>Brexit has torn at the very fabric of the things we cherish, including the United Kingdom itself.</p> <p>Those pursuing Brexit have used – and misused – the union for their own narrow and ideological ends. </p> <p>To drive us away from the partnerships we have developed with our European friends over so many years.</p> <p>We should be under no doubt that the voluntary union of our four sovereign nations here in the UK is under threat if we do not act. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourvsbrexit/status/1175698593254170625\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mark Drakeford tells <a href=\"https://twitter.com/hashtag/Lab19?src=hash&amp;ref_src=twsrc%5Etfw\">#Lab19</a> that the Welsh Labour Party will campaign wholeheartedly for Remain in a future referendum. This should be the policy of the party as a whole! <a href=\"https://t.co/bGvz31Mzus\">pic.twitter.com/bGvz31Mzus</a></p>&mdash; Labour for a Socialist Europe (@labourvsbrexit) <a href=\"https://twitter.com/labourvsbrexit/status/1175698593254170625?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T10:49:52.531Z\">at 11.49am BST</time></p>  </div> <div id=\"block-5d8748438f08f30dc5bc014b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T10:26:08.009Z\">11.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Angela Rayner says Labour is committed to 'integration' of private schools into state sector</h2>  <div class=\"block-elements\">  <p>The Labour conference is debating education at the moment. In her speech, <strong>Angela Rayner</strong>, the shadow education secretary, said a Labour government would be committed to the “integration” of private schools into the state sector. She told delegates:</p> <blockquote class=\"quoted\"> <p>That is why we’ll upgrade social mobility to social justice, turning the Social Mobility Commission into the Social Justice Commission. And we will set that commission to work on making the whole education system fairer through the integration of private schools.</p> <p>John McDonnell and I will set out the further steps a Labour government would take. But I can say today that our very first budget will immediately close the tax loopholes used by elite private schools, and use that money to improve the lives of all children.</p> </blockquote> <p>Quite what this pledge means in practice is not clear. As Rayner says, Labour wants to take away the tax advantages private schools enjoy, which would make private education more expensive, and perhaps as a result less desirable. But delegates want Labour to go further.</p> <p>The conference is currently debating two composite motions on schools. One of them – schools composite 1, moved by Battersea CLP – says “the ongoing existence of private schools is incompatible with Labour’s pledge to promote social justice, not social mobility in education”. It goes on:</p> <blockquote class=\"quoted\"> <p>Conference resolves:</p> <p>To include in the next Labour party general election manifesto a commitment to integrate all private schools into the state sector. That would include, but is not limited to:</p> <p>Withdrawal of charitable status and all other public subsidies and tax privileges including business rate exemption.</p> <p>Ensure universities admit the same proportion of private school pupils as in the wider population (currently 7%).</p> <p>Endowments, investments and properties held by private schools to be redistributed democratically and fairly across the country’s educational institutions.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"56418af84376d9a31dc3a719d15d481f1b70dadc\"> <img src=\"https://media.guim.co.uk/56418af84376d9a31dc3a719d15d481f1b70dadc/0_13_4500_2700/1000.jpg\" alt=\"Angela Rayner.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Rayner.</span> <span class=\"element-image__credit\">Photograph: Anthony Harvey/Rex/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T17:25:42.455Z\">at 6.25pm BST</time></p>  </div> <div id=\"block-5d8738da8f08f30dc5bc00ec\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T09:59:39.060Z\">10.59am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jeremy Corbyn's interview with Andrew Marr – summary</h2>  <div class=\"block-elements\">  <p>Here are the main points from Jeremy Corbyn’s interview with Andrew Marr.</p> <ul> <li><strong>Corbyn said the UK could be better off outside the EU than within if the right Brexit deal were available.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news?page=with:block-5d8735ce8f0834740f3bfebb#block-5d8735ce8f0834740f3bfebb\">10am.)</a> While recognising that most party members wanted the UK to remain in the EU, Corbyn said it was important to recognise why 17 million people voted to leave. He said:</li> </ul> <blockquote class=\"quoted\"> <p>Please remember why people voted leave, why people voted remain, but also remember there is more that unites all of those people – over austerity, over investment, over education, over housing, over health, over a green industrial revolution – than there is that divides them.</p> </blockquote> <ul> <li><strong>He said that if the conference voted for Labour to campaign for remain in all circumstances, he would respect that decision. </strong>At the moment his policy is for Labour to offer voters a choice between remain and a credible leave option in a referendum after the election, and for the party to decide its stance at the time. But, when asked if he would agree to campaign for remain regardless if the conference voted for that this week (Brexit is being debated tomorrow), Corbyn replied:</li> </ul> <blockquote class=\"quoted\"> <p>I will go along with whatever decision the party comes to.</p> </blockquote> <ul> <li><strong>He did not rule out giving Labour MPs a free vote if Boris Johnson brings a deal back to the Commons. </strong>However, he implied this was unlikely. Asked if a free vote was possible, he replied:</li> </ul> <blockquote class=\"quoted\"> <p>I would hope we could vote together as a party on this. And that is what I’ve tried to do all the way through.</p> </blockquote> <ul> <li><strong>He said Labour and other opposition parties would use Commons votes to block a further suspension of parliament if the supreme court ruled that the current suspension (prorogation) was unlawful.</strong> The court is due to announce its ruling early next week, and Corbyn said there should be an immediate recall of parliament in those circumstances. And he said:</li> </ul> <blockquote class=\"quoted\"> <p>If [the supreme court] decide that parliament should be recalled … then we would seek to take immediate action in parliament to prevent him closing down parliament all the way through to 31 October. So I would work with the other opposition parties, as we have up to now.</p> </blockquote> <p>Corbyn did not say how opposition parties might stop a second prorogation. It is normally just up to the prime minister to decide when parliament is prorogued.</p> <ul> <li><strong>Corbyn said he did not know that his ally Jon Lansman was going to call a vote at Labour’s national executive committee meeting on Friday calling for the post of deputy leader to be abolished.</strong> He said he was aware of general talk about changing the role, but not that this motion was going to be proposed. He said:</li> </ul> <blockquote class=\"quoted\"> <p>I was not aware that the particular motion was going to be moved at that time, but I knew there were people discussing options.</p> </blockquote> <p>Corbyn also claimed the move was not directed against Watson personally. When it was put to him that he should have known what was being planned, he replied:</p> <blockquote class=\"quoted\"> <p>I’m not all-seeing and all-knowing – I’d love to be.</p> </blockquote> <ul> <li><strong>Corbyn dismisses concerns about the operation of his office raised by his policy adviser Andrew Fisher <a href=\"https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate\">in a private memo about his decision to resign.</a></strong> When asked why the memo referred to colleagues having a “lack of human decency” and a issuing a “blizzard of lies”, Corbyn confirmed that he had read the document. He went on:</li> </ul> <blockquote class=\"quoted\"> <p>I think [Fisher] said that because he was extremely distressed at that point about whatever was going on in discussions within the office at that moment. I would have thought similar memos fly around the BBC pretty much every day.</p> </blockquote> <p>Corbyn also stressed that Fisher would stay in his job until the end of the year and said he had had a “very convivial” coffee with Fisher and other members of his team only this morning. He went on:</p> <blockquote class=\"quoted\"> <p>He is a great colleague, a great friend … I’ve worked with Andrew for 15 years, when I was a backbencher and many other times. He is a great writer, he’s a great thinker and he’s done a huge amount of work in the party. We get along absolutely very well and he’s promised that whatever happens in the future he will be working with me on policy issues.</p> </blockquote> <ul> <li><strong>Corbyn rejected suggestions that he might be about to step down. </strong>He said he would lead the party into the general election and serve a full term as PM if he won. (There were claims that the move to oust Tom Watson was prompted by fears that Corbyn might be close to resigning, which would raise the prospect of Watson taking over as interim leader.)</li> </ul> <ul> <li><strong>Corbyn defended Labour’s decision, announced today, to commit to abolishing Ofsted.</strong> Asked why he was doing this, Corbyn replied:</li> </ul> <blockquote class=\"quoted\"> <p>Because it is a very assertive form of investigation into a school. They turn up every few years, or sometimes more frequently than that, and do an exercise on that school and then make a decision about it. The level of stress on the students and the teachers is absolutely enormous. </p> <p>What we want instead is a more frequent form of supportive investigation of schools and examination of them through HMI, Her Majesty’s Inspectors of schools, but also through local authorities. It’s part of reinvigorating local education authorities to administer all schools within that community area.</p> </blockquote> <ul> <li><strong>He said that if he became PM he would try to fly less than his predecessors and use trains more.</strong> “I fly as little as I can now,” he said. “I take trains wherever I can.” Promising to do the same in government, he said “an example has to be set”.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"27467e4007b9c86fc62026124addabce055c774b\"> <img src=\"https://media.guim.co.uk/27467e4007b9c86fc62026124addabce055c774b/0_100_3000_1802/1000.jpg\" alt=\"Jeremy Corbyn (right) on the the Andrew Marr Show.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn (right) on the the Andrew Marr Show.</span> <span class=\"element-image__credit\">Photograph: Handout/BBC via Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T10:14:36.997Z\">at 11.14am BST</time></p>  </div> <div id=\"block-5d8735ce8f0834740f3bfebb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T09:00:16.793Z\">10.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn says UK could be better off outside EU if right deal available</h2>  <div class=\"block-elements\">  <p>Here is the full exchange with <strong>Andrew Marr </strong>where <strong>Jeremy Corbyn</strong> said the UK could be better off outside the EU than inside in some circumstances.</p> <blockquote class=\"quoted\"> <p><strong>AM:</strong> One of your first jobs [as PM] is go to Brussels and negotiate a new Brexit deal … In that context, is it your view that Britain is better off inside the European Union or better off, long-term, outside the European Union? Which?</p> <p><strong>JC:</strong> [It] depends on the agreement you have with the European Union outside. </p> <p><strong>AM:</strong> So we could be better off outside, therefore?</p> <p><strong>JC:</strong> Listen, what I’ve tried to do all along is recognise the result of the referendum and respect it. That’s what we said in our 2017 manifests, which is why we voted before that to invoke article 50 … We have consistently put forward what I believe to be a credible option, which is what we call the five pillars which is the customs union, the trade relationship, protection of consumer, environmental and workers’ rights, and of course, the Good Friday agreement and the peace process …</p> <p>I recognise the majority of Labour party supporters and members support remain and supported remain, but a significant minority voted the other way.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T09:03:38.840Z\">at 10.03am BST</time></p>  </div> <div id=\"block-5d87337c8f0834740f3bfeb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:41:09.168Z\">9.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Why do you want to abolish Ofsted?</em></p> <p>Corbyn says inspections are causing too much stresss.</p> <p>And that’s it. The interview is over.</p> <p>I will post a summary and reaction as soon as possible.</p> </div>   </div> <div id=\"block-5d87330a8f08f30dc5bc00da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:40:22.754Z\">9.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: If you become PM, will you fly less than normal PMs?</em></p> <p>Corbyn says he flies as little as he can. He will take trains as often as he can.</p> <p>He says he wants to set an example.</p> <ul> <li><strong>Corbyn says he would try to travel by train where possible as PM.</strong></li> </ul> </div>   </div> <div id=\"block-5d87329f8f08f9df5bdd91b0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:38:23.605Z\">9.38am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn says he and other opposition parties may try to stop Johnson suspending parliament again</h2>  <div class=\"block-elements\">  <p>Corbyn says, if the supreme court decides prorogation was unlawful, he and other opposition parties would try to ensure Johnson cannot prorogue again.</p> <p>He says the Commons should be recalled if that is what the supreme court decides. He hopes that happens.</p> <ul> <li><strong>Corbyn says he and other opposition parties may try to stop Johnson suspending parliament again.</strong></li> </ul> </div>   </div> <div id=\"block-5d8732048f0834740f3bfead\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:36:40.571Z\">9.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: You could avoid no deal by voting for a deal Boris Johnson brings back. Do you agree?</em></p> <p>Corbyn says Johnson has not brought a deal back. He has been PM since July, but we have not seen one.</p> <p><em>Q: Should Labour back a deal?</em></p> <p>It depends what it is, says Corbyn.</p> <p>But he says all his instincts are telling him to that Johnson does not want a deal.</p> <p><em>Q: Would you allow Labour MPs a free vote on any Johnson deal?</em></p> <p>Corbyn says he would hope that the party would be able to have a united line on this (ie, that he would not allow one).</p> <ul> <li><strong>Corbyn does not rule out giving Labour MPs a free vote on any Boris Johnson Brexit deal.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:48:46.461Z\">at 9.48am BST</time></p>  </div> <div id=\"block-5d8731cf8f0834740f3bfeac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:34:07.455Z\">9.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: If the conference votes for Labour to be unequivocally a remain party, will you accept it?</em></p> <p>Corbyn says he will accept what the party decides.</p> <p>But he wants people to remember the concerns of the 17 million people who voted to leave, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:49:00.988Z\">at 9.49am BST</time></p>  </div> <div id=\"block-5d8731798f0834740f3bfeaa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:33:13.617Z\">9.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Are you ignoring the views of those who want a “clean-break Brexit”?</em></p> <p>Corbyn says the views of these people do matter to him.</p> <p>But people were not told the truth about what Brexit would involve.</p> <p>He says the government has tried to hide the truth about what Brexit would involve.</p> </div>   </div> <div id=\"block-5d87307c8f0834740f3bfea7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:31:50.572Z\">9.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn suggests UK could be better off outside EU than within it if right deal available</h2>  <div class=\"block-elements\">  <p><em>Q: Do you think the UK would be better off staying in the EU or outside?</em></p> <p>Corbyn says it would depend on what the deal to leave would be like.</p> <ul> <li><strong>Corbyn suggests UK could be better off outside the EU than within it.</strong></li> </ul> <p>He says it is important to recognise that the country voted to leave.</p> <p><em>Q: So if Michel Barnier gives you the Labour version of Brexit, would you campaign enthusiastically for it?</em></p> <p>Corbyn says he wants to be able to put a sensible leave deal to the public.</p> <p>Q: So if you get a good Brexit deal, do you then campaign for it?</p> <p>Corbyn says:</p> <blockquote class=\"quoted\"> <p>Let’s see what we get, and we will put that final deal to the British people.</p> </blockquote> <p><em>Q: Why can’t you answer?</em></p> <p>Because we don’t know if we have got it yet, says Corbyn.</p> <p><em>Q: So at the moment you are staying neutral?</em></p> <p>Corbyn says Labour would have a special conference to decide.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:49:45.085Z\">at 9.49am BST</time></p>  </div> <div id=\"block-5d87301f8f0834740f3bfea5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:27:37.250Z\">9.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn says he would serve a full term as prime minister if elected</h2>  <div class=\"block-elements\">  <p><em>Q: Will you definitely be Labour leader during the election and afterwards?</em></p> <p>Corbyn says he will be taking the party into the election as leader.</p> <p><em>Q: And would you serve a full term?</em></p> <p>Yes, says Corbyn.</p> <ul> <li><strong>Corbyn says he would serve a full term as prime minister.</strong></li> </ul> </div>   </div> <div id=\"block-5d872f458f08f9df5bdd91a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:26:00.167Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you recognise the words in the memo from Andrew Fisher, leaked to the Sunday Times?</em></p> <p>Corbyn says he has read the memo and discussed it with Fisher.</p> <p>He says Fisher is doing a stressful job. He wants to spend more time with his family.</p> <p>But Fisher is here at the conference. They had a discussion this morning.</p> <p><em>Q: Why did he talk about a “blizzard of lies” in the office?</em></p> <p>Fisher says that might have been because of what happened in the office that day. He says office disagreements happen everywhere. He suggests there might be similar memos about what happens on the Marr show.</p> <p>Fisher will continue to advise him on policy, he says.</p> <ul> <li><strong>Corbyn plays down Andrew Fisher’s concerns about how Corbyn’s office is run, suggesting these are just normal workplace disputes.</strong></li> </ul> </div>   </div> <div id=\"block-5d872f238f08f30dc5bc00c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:22:24.513Z\">9.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: If you did not know about this, why not?</em></p> <p>Corbyn says:</p> <blockquote class=\"quoted\"> <p>I am not all-seeing and all-knowing … I would like to be.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:50:34.361Z\">at 9.50am BST</time></p>  </div> <div id=\"block-5d872f0e8f0834740f3bfea1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:21:46.815Z\">9.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jeremy Corbyn's interview with Andrew Marr</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Corbyn</strong> is being interviewed by Andrew Marr now.</p> <p>Asked if he knew in advance about the move to abolish Tom Watson’s post, Corbyn says he did not know a motion was going to be put to the national executive committee. But he knew that there had been talk about changing the role, he says.</p> <p><em>Q: Two of your allies, Diane Abbott and Rebecca Long-Bailey, voted to get rid of Watson’s post at that NEC meeting. Have you spoken to them about it?</em></p> <p>Corbyn says this move did not work.</p> <ul> <li><strong>Corbyn says he did not know in advance about move to get NEC to vote to abolish Tom Watson’s post.</strong></li> </ul> </div>   </div> <div id=\"block-5d872dad8f0834740f3bfe9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:18:33.170Z\">9.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jonathan Ashworth</strong>, the shadow health secretary, also told Sky News that he did not know if Jeremy Corbyn knew in advance about the attempt on Friday night by Jon Lansman, the Momentum founder, to get the national executive committee to abolish Tom Watson’s post.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1175683534440321024\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Ashworth on <a href=\"https://twitter.com/RidgeOnSunday?ref_src=twsrc%5Etfw\">@RidgeOnSunday</a> <br><br>- Did JC know about plan to abolish Tom Watson’s job? “I don’t know”<br>- On departure of Corbyn aide Andrew Fisher says he wants to leave to spend more time with his family towards the end of the year <br>- On voting on 2 Ref “Well I’m a remainer”</p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1175683534440321024?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:21:59.309Z\">at 9.21am BST</time></p>  </div> <div id=\"block-5d872af58f08f30dc5bc00b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:14:10.068Z\">9.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrew Fisher,</strong> Jeremy Corbyn’s policy chief, has been tweeting this morning about the plan to abolish prescription charges in England. Fisher has not said anything on his Twitter feed about his decision to resign, or the reasons for it.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FisherAndrew79/status/1175670359103889408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Following the lead of <a href=\"https://twitter.com/WelshLabour?ref_src=twsrc%5Etfw\">@WelshLabour</a>, the next UK Labour Government will abolish prescription charges for all NHS patients <a href=\"https://twitter.com/hashtag/Lab19?src=hash&amp;ref_src=twsrc%5Etfw\">#Lab19</a><a href=\"https://t.co/hjaVLC8OkL\">https://t.co/hjaVLC8OkL</a></p>&mdash; Andrew Fisher (@FisherAndrew79) <a href=\"https://twitter.com/FisherAndrew79/status/1175670359103889408?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <p>Here is an extract from <a href=\"https://www.thetimes.co.uk/article/it-s-class-war-corbyn-s-toff-aides-accused-of-wrecking-election-hopes-lg6f7223b\">the Sunday Times’s inside story (paywall)</a> about the Labour conference and the reasons for Fisher’s resignation.</p> <blockquote class=\"quoted\"> <p>In his resignation note to allies, Fisher claimed that “class war” had gripped the upper echelons of the party. Insiders say this is a reference to the dominance of Corbyn’s most senior aide, Seumas Milne, and his sidekick James Schneider, both of whom were educated at Winchester and Oxford, over party planning, messaging, Brexit and the election campaign. Andrew Murray – a former communist with aristocratic forebears, who wielded great influence – has only recently taken a step back because he is unwell.</p> <p>Last week Milne selected the strapline “people before privilege”, a move that led one Labour staffer to remark: “That proves irony is dead – two people with privilege came up with that.”</p> <p>Fisher also accused Corbyn’s senior aides of having “connived” to leak policies designed to be made public at conference and then lied to him about it.</p> <p>And he revealed that a speech he was working on and a pamphlet he had signed off were pulled at the last minute without explanation and that a confidential document he was working on was left on a printer for anyone to read.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:23:22.855Z\">at 9.23am BST</time></p>  </div> <div id=\"block-5d872a2d8f08f9df5bdd9191\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T08:03:37.160Z\">9.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On Sky <strong>Jonathan Ashworth</strong>, the shadow health secretary, is being interviewed now.</p> <p>He says his <a href=\"https://labour.org.uk/press/labour-announces-plans-scrap-prescription-charges/\">plan to abolish prescription charges in England</a> would cost around £745m. He says the party will explain how it will fund this when it publishes its manifesto costings at the next election.</p> <p>In Scotland and Wales there are no prescription charges, he says.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:21:24.938Z\">at 9.21am BST</time></p>  </div> <div id=\"block-5d8728ee8f0834740f3bfe83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T07:55:46.298Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"bad39b34cd5513e93377367e6d4164e944547601\"> <img src=\"https://media.guim.co.uk/bad39b34cd5513e93377367e6d4164e944547601/0_32_5172_3103/1000.jpg\" alt=\"Jeremy Corbyn mugs on sale at the Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn mugs on sale at the Labour conference.</span> <span class=\"element-image__credit\">Photograph: Michael Mayhew/Sportsphoto Ltd./Allstar</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d87258a8f08f9df5bdd917f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T07:50:53.110Z\">8.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is our version of the story about the resignation of Andrew Fisher, Jeremy Corbyn’s chief policy adviser.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate\">Key Labour aide ‘quits over lack of competence and decency in Corbyn’s team’</a> </p> </aside>  <p>This is from <strong>Tim Shipman,</strong> who broke the story in the Sunday Times.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1175543112288153600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When Andrew Fisher resigned he sent a message to close colleagues outlining 10 things that had caused him to quit. Many are coded attacks on the behaviour of Seumas Milne. He then added this: <a href=\"https://t.co/jLKwjQRYga\">pic.twitter.com/jLKwjQRYga</a></p>&mdash; Tim Shipman (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/1175543112288153600?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure>  <p>These are from Shipman defending his scoop.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1175543604229656577\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Nothing has been invalidated. The BBC has been given his official resignation statement. I have obtained his private reasons as shared with friends. Stop being a cultist and look at the denials from Corbyn’s office or Fisher of my reporting. There has been none</p>&mdash; Tim Shipman (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/1175543604229656577?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1175549724600016897\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">It’s a story because the bloke resigned quietly whilst telling his mates that he was going because the operation is a mess - which the last 24 hours rather reinforces don’t you think? These are HIS reasons for moving on</p>&mdash; Tim Shipman (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/1175549724600016897?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShippersUnbound/status/1175651306616307712\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">He still says he supports Corbyn and wants him to be PM but he’s clearly sick of some of the antics of fellow LOTO staff</p>&mdash; Tim Shipman (@ShippersUnbound) <a href=\"https://twitter.com/ShippersUnbound/status/1175651306616307712?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <p>And here is the New Statesman’s <strong>Stephen Bush</strong> on the story.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/status/1175519292823101451\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Genuinely flabbergasted by the Andrew Fisher news. Corbyn sees (saw?) him as a huge brain, was a big part of the success of 2017 (as I wrote at the time): <a href=\"https://t.co/iJKADzryCT\">https://t.co/iJKADzryCT</a></p>&mdash; Stephen Bush (@stephenkb) <a href=\"https://twitter.com/stephenkb/status/1175519292823101451?ref_src=twsrc%5Etfw\">September 21, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d8724408f0834740f3bfe72\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T07:40:31.035Z\">8.40am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Conference agenda</h2>  <div class=\"block-elements\">  <p>Here are the timings of the main events in the conference hall.</p> <p><em>9.50am: </em>Report from Harry Donaldson, chair of the conference arrangements committee.</p> <p><em>10am:</em> Mark Drakeford, the Welsh first minister, speaks.</p> <p><em>10.10am:</em> Angela Rayner, the shadow education secretary, speaks in a debate on education.</p> <p><em>11.20am: </em>Jonathan Ashworth, the shadow health secretary, and Mark Serwotka, the general secretary of the PCS union, speak in a debate on health and social care.</p> <p><em>2.15pm:</em> Diane Abbott, the shadow home secretary, and Richard Burgon, the shadow justice secretary, speaking in a debate on justice and home affairs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T08:20:00.133Z\">at 9.20am BST</time></p>  </div> <div id=\"block-5d869f648f0834740f3bfcc3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-22T07:21:51.866Z\">8.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Corbyn calls for party to have two deputy leaders</h2>  <div class=\"block-elements\">  <p>It’s the first full day of Labour conference, but already it feels as if there has been enough news to fill the whole week. On Friday night there was the surprise attempt to abolish the post of deputy leader. By lunchtime yesterday the plot had been abandoned, but it was a stark reminder of how deep divisions are in the party, partly over Brexit but also over Jeremy Corbyn’s leadership. The row has distracted attention from the fact that this is also a policy-rich conference, with Labour announcing a cache of policies likely to feature in the forthcoming general election.</p> <p>Here are the main stories around this morning.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-plunges-into-brexit-chaos\">Jeremy Corbyn was struggling to contain an open revolt by some of his most senior shadow ministers, MPs and party activists last night as anger over his refusal to back a policy of remaining in the EU threatened to wreck the Labour conference.</a></strong></li> </ul> <ul> <li><strong>Corbyn has <a href=\"https://www.mirror.co.uk/news/politics/jeremy-corbyn-calls-two-deputy-20139862\">told the Sunday Mirror</a> that he would like Labour to have two deputy leaders.</strong> Referring to the failed attempt to abolish Tom Watson’s post, and the way he defused it at a meeting of Labour’s national executive committee yesterday, Corbyn said:</li> </ul> <blockquote class=\"quoted\"> <p>I told the national executive we need to review how the deputy leadership works and have an election process for two deputy leaders in the future which reflects diversity within our society so one would be a woman. It was agreed overwhelmingly.</p> </blockquote> <p>Last year Labour was expected to vote to create a second deputy leader’s post but <a href=\"https://www.theguardian.com/politics/blog/live/2018/sep/25/labour-conference-brexit-debate-starmer-increasingly-likely-to-vote-down-mays-brexit-deal-starmer-says-politics-live?page=with:block-5baa2770e4b0a9b9706792e0#block-5baa2770e4b0a9b9706792e0\">the plan was unexpectedly shelved at the last minute</a> – reportedly because the leadership feared that the election for the second deputy leader would turn into a proxy ballot on Corbyn’s Brexit policy, with members electing a candidate strongly backing a second referendum (which at the time Corbyn was resisting).</p> <ul> <li><strong>Corbyn has played down his differences with Watson, <a href=\"https://www.mirror.co.uk/news/politics/jeremy-corbyn-calls-two-deputy-20139862\">telling the Sunday Mirror</a> that disagreements on policy are inevitable in a shadow cabinet. </strong>Corbyn said:</li> </ul> <blockquote class=\"quoted\"> <p>I’ve got a shadow cabinet with great energy. <a href=\"https://www.mirror.co.uk/all-about/diane-abbott\">Diane Abbott</a> says she disagrees with me three times a day but totally supports my leadership. When you have people who are very politically committed there are bound to be debates.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate\">Andrew Fisher, a key adviser to Jeremy Corbyn, has reportedly quit saying the Labour leader cannot win the next general election.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-we-will-scrap-ofsted-radical-election-pledge\">Labour is pledging to abolish Ofsted and end “high stakes” school inspections as part of radical plans drawn up before a possible snap election.</a> </strong>There are more details of the party’s plans <a href=\"https://labour.org.uk/press/labour-scrap-unfit-purpose-ofsted-overhaul-school-inspection-regime/\">here</a>.</li> </ul> <ul> <li><strong><a href=\"https://labour.org.uk/press/labour-announces-plans-scrap-prescription-charges/\">Labour is promising to abolish prescription charges in England.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://labour.org.uk/press/labour-announces-plans-reduce-number-victims-crime-scrapping-ineffective-short-sentences-investing-proven-alternatives-custody/\">Labour is announcing plans to abolish ineffective short prison sentences.</a> </strong>The shadow justice secretary, <strong>Richard Burgon</strong>, said:</li> </ul> <blockquote class=\"quoted\"> <p>Sending people to prison for a few weeks is often the worst way to tackle the drug addictions, mental health and debt problems that lead to people to commit certain crimes in the first place. The Ministry of Justice’s own evidence shows there would be tens of thousands fewer crimes if ineffective short prison sentences were scrapped. </p> <p>For some offenders – including those who have committed rape, murder and other violent or sexual offences – prison will always be necessary. But jailing others for a few weeks in a prison system in crisis reduces the chances of rehabilitation, making reoffending more likely. Yet thousands of people are being jailed each year for shoplifting and figures I recently uncovered show nearly half of all women sent to prison were homeless. </p> <p> Instead of the Tories investing scarce justice resources in new prison places that just repeats the errors of the past, we will invest in effective alternatives that keep people safe.</p> </blockquote> <ul> <li><strong>Labour has said Boris Johnson must explain newspaper allegations that he failed to declare potential conflicts of interest while London mayor in relation to the allocation of public money to an American woman.</strong> As the Press Association reports, the Sunday Times reports the potential conflicts arose through Johnson’s association with the model-turned-technology-entrepreneur Jennifer Arcuri, who moved to London seven years ago. The paper says Arcuri was given £126,000 in public money and was afforded privileged access to three foreign trade missions Johnson led. <strong>Jon Trickett</strong>, Labour’s shadow Cabinet Office minister, said Johnson should provide full disclosure on the allegations. Trickett said:</li> </ul> <blockquote class=\"quoted\"> <p>Boris Johnson must now give a full account of his actions in response to these grave and most serious allegations of the misuse use of public money in his former role as mayor of London.</p> <p>The public has a right to know how and why these funds were used for the benefit of a close personal friend without on the face of it legitimate reason. </p> <p>This cannot be swept under the carpet. It is a matter of the integrity of the man now leading our country, who appears to believe he can get away with anything.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>8.30am:</em> The Unite leader, Len McCluskey, is among the guests on Sky’s Sophy Ridge on Sunday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1175658634233204737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🚨 It’s one hour ☝️ until <a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> starts 🚨<br><br>Today’s bumper line-up:<br>✅ <a href=\"https://twitter.com/JunckerEU?ref_src=twsrc%5Etfw\">@JunckerEU</a><br>✅ <a href=\"https://twitter.com/David_Cameron?ref_src=twsrc%5Etfw\">@David_Cameron</a> <br>✅ <a href=\"https://twitter.com/LenMcCluskey?ref_src=twsrc%5Etfw\">@LenMcCluskey</a> <br>✅ <a href=\"https://twitter.com/JonAshworth?ref_src=twsrc%5Etfw\">@JonAshworth</a> <br>✅ Dame Margaret Beckett<br>✅ <a href=\"https://twitter.com/BrandonLewis?ref_src=twsrc%5Etfw\">@BrandonLewis</a> <a href=\"https://twitter.com/SophyRidgeSky?ref_src=twsrc%5Etfw\">@SophyRidgeSky</a> will be live from <a href=\"https://twitter.com/hashtag/LabourConference2019?src=hash&amp;ref_src=twsrc%5Etfw\">#LabourConference2019</a> from 8.30am on <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> 🎉 <a href=\"https://t.co/5y9sV4a7wP\">pic.twitter.com/5y9sV4a7wP</a></p>&mdash; Ridge on Sunday (@RidgeOnSunday) <a href=\"https://twitter.com/RidgeOnSunday/status/1175658634233204737?ref_src=twsrc%5Etfw\">September 22, 2019</a></blockquote>  </figure>  <p><em>9am:</em> Jeremy Corbyn is interviewed on the Andrew Marr Show.</p> <p><em>9.45am:</em> The conference opens. Those speaking during the day include the Welsh first minister, Mark Drakeford, the shadow education secretary, Angela Rayner, the shadow health secretary, Jonathan Ashworth, the shadow home secretary, Diane Abbott, and the shadow justice secretary, Richard Burgon.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will focusing almost exclusively on the Labour conference. I plan to publish a summary when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. </p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-22T11:01:29.640Z\">at 12.01pm BST</time></p>  </div>",
      "wordcount": "8989",
      "commentCloseDate": "2019-09-22T18:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-22T07:21:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:34Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ccgbc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/27fbd546db6d1a88a4d079e4bb89c37a0c511f65/0_221_5976_3586/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn is facing a clash with party members tomorrow over his plan to postpone a vote on what stance the party should adopt in a referendum on Brexit until after the general election. The party’s national executive committee has approved a motion saying this decision must “only” be taken after the proposed Brexit renegotiation. See 4.40pm. But surveys suggest the Labour membership is overwhelming in favour of remain, and at least 80 motions have been submitted saying the party should commit to remain now. Delegates will debate this decision tomorrow afternoon, but whether the conference ends up taking a firm decision, or settling on a compromise, may depend on the wording of the composite motion that is being drafted in a private meeting this evening. Delegates have voted for a motion that theoretically commits the party to getting rid of private schools. (See 6.25pm.) Other motions passed by the conference, under new procedures intended to give delegates more say over policy (see 5.52pm), include ending NHS outsourcing and making the provision of all social care free. (See 7.02pm.) Jeremy Corbyn has suggested a Labour Brexit deal could be preferable to remaining in the EU, putting himself on a collision course with activists and MPs pushing for the party to campaign for remain. Diane Abbott has urged a key adviser to Jeremy Corbyn who resigned citing a lack of “professionalism, competence and human decency” in the Labour leader’s team to reconsider his decision. That’s all from me for tonight. Thanks for the comments. From the Mirror’s Pippa Crerar This is from my colleague Rajeev Syal. @labourlewis is Clive Lewis. As promised a bit earlier, here is a summary of the five composite motions and one women’s conference motion passed by delegates earlier. (See 5.15pm.) All were passed overwhelmingly on a show of hands. 1) Schools composite 1 This effectively commits the party to abolishing private schools. See 6.25pm. 2) Schools composite 2 This says Labour should stop the opening of any new academies and free schools and bring all publicly funded schools back under the control of local authority education committees. 3) NHS composite 1 This says Labour should provide “the necessary additional resources to cover rising costs in the NHS and social care” and “end all privatisation and outsourcing in the NHS”. 4) NHS composite 2 This says Labour should end all NHS outsourcing and return all outsourced services and staff to the NHS. 5) Social care composite This says Labour should “make the provision of all social care free to [the] recipient as is the case for health care under the NHS”. Women’s conference motion on migrant women This says Labour should end the detention of asylum seeking women, put a 28-day limit on all immigration detention and end charges for migrant and refugee women needing ante-natal and maternity care. Andrew Marr has replied to Jeremy Corbyn. (See 6.06pm.) The Independent Schools Council has said abolishing private schools would be an attack on parental freedom. (See 6.25pm.) Its chief executive, Julie Robinson, said: Parents across the country have every right to be worried about the decision by Labour party conference to support a motion to abolish independent schools. The move is an attack on the rights and freedoms of parents to make choices over the education of their children. Abolition would represent an act of national self-harm. Tearing down excellent schools does not improve our education system. The repercussions would be irreversible and far-reaching, damaging educational opportunities and limiting life chances. Moreover, Labour’s plan would breach the European convention on human rights on the right to choose education. Of the five composite motions passed this afternoon, the most important is schools composite 1. (See 11.26am). Momentum, the pro-Corbyn organisation which by one estimate is backed by around 70% of CLP (constituency Labour party) delegates at the conference and which promoted schools composite 1, has just put out a news released headed: “Labour commits to abolishing private schools in next manifesto.” Laura Parker, Momentum’s national coordinator, said: This is a huge step forward in dismantling the privilege of a tiny, Eton educated elite who are running our country into the ground. Every child deserves a world class education, not only those who are able pay for it, and I’ll be proud to campaign on this manifesto pledge at the next election. When she was explaining Labour’s policy earlier, Angela Rayner, the shadow education secretary, did not put it quite in these terms. She said Labour was committed the “integration” of private schools into the state sector, which implies a more gradualist and voluntary approach. (See 11.26am.) John McDonnell, the shadow chancellor, recently told the Guardian that he wanted an education system “where private schools don’t need to exist and should not exist where we have equality of education” - which is also not quite the same as promising to close Eton against its wishes. But the text of schools composite 1 does back up the Momentum analysis of what it means. I quoted some of it earlier. For the record, here it is in full. I have used bold text to highlight the most significant sentence. Conference notes: Only 7% of UK students attend private schools, yet the Sutton Trust 2019 report revealed that 65% of senior judges, 52% of junior ministers, 44% of news columnists and 16% of university vice-chancellors were educated in private schools. Children at private schools have 300% more spent on their education than children in state schools. Participation in private schooling is concentrated at the very top of the family income distribution A Populus poll revealed 63% of the public agree, “it is unfair that some people get a better education and life chances for their children by paying for a private school.” Conference believes: Labour must go further than the 2017 manifesto to challenge the elite privilege of private schools who dominate the top professions. The on-going existence of private schools is incompatible with Labour’s pledge to promote social justice, not social mobility in education. Labour is opposed to hierarchy, elitism and selection in education. Private schools reflect and reinforce class inequality in wider society. Conference resolves: To include in the next Labour party general election manifesto a commitment to integrate all private schools into the state sector. This would include, but is not limited to: Withdrawal of charitable status and all other public subsidies and tax privileges, including business rate exemption. Ensure universities admit the same proportion of private school students as in the wider population (currently 7%) Endowments, investments and properties held by private schools to be redistributed democratically and fairly across the country’s educational institutions. Jeremy Corbyn has criticised the BBC for not giving enough attention to newspaper allegations that Boris Johnson failed to declare potential conflicts of interest while London mayor. Referring to a story broken by the Sunday Times saying Johnson allegedly failed to declare an interest in the allocation of public money to a close friend, Corbyn said: There was something important in one of the Sunday papers today about an alleged abuse of power and misuse of public funds by Boris Johnson before he became prime minister. But, do you know what? Lots of the media have barely touched it. Incredible, isn’t it? This is about the man who is the prime minister of our country. Referring to his appearance on the Andrew Marr Show this morning, Corbyn said: I was on the BBC’s flagship news programme this morning and I was asked about a range of issues. That’s fine. It’s right. It’s justified. It’s how our democracy works. But I was followed by Boris Johnson’s deputy [Dominic Raab], who was asked nothing about these allegations. This is how the establishment works. They close ranks. They put privilege first. Things have to change. Labour will put people first before privilege. In the conference hall the “reference back” votes are still going ahead. The row a moment ago (see 5.15pm) was about a procedural point that was barely comprehensible. But the broader story is clear, and quite interesting; members are complaining that they are not having as much influence over policy as they want. In their recent book on party political membership, Footsoldiers, the academics Tim Bale, Paul Webb and Monica Poletti reveal that in 2017 Labour members were more likely than members of any other main party (the Tories, the Lib Dems, the SNP, Greens and Ukip) to say that they should have more influence over party policy. At one level this was surprising because Tory members have almost zero influence over party policy, and Labour members have some influence. But the kind of people who join Labour expect to have a say over party policy, and when Jeremy Corbyn was elected leader he promised to give more power to the membership. Bale, Webb and Poletti write: The figures for the 2017 survey suggest, however, that [Corbyn] was not widely felt to have delivered on this promise during his first two years as leader - an impression only strengthened by subsequent developments: by 2019, there were unmistakeable signs of growing discontent among an overwhelmingly anti-Brexit membership of the way Jeremy Corbyn was dealing with this issue. This analysis does not take account the fact that this year the conference schedule has been changed to ensure that members do have more of a say in the past. As Luke Akehurst explains in this LabourList briefing, this year 20 priority ballot motions are being debated, not the usual four. That is a significant change. But, judging by some of the things being said on the floor of the conference, some members are not satisfied. Another delegate in the conference hall has just complained about the size of the union vote. “There is no point us voting here because everything we vote for just gets voted down,” she said. “Why don’t you just stay here and we can go to the pub?” she added in exasperation. In his speech to the party conference Richard Burgon, the shadow justice secretary, said that a Labour government would reverse all the Tory cuts to legal aid-funded early legal help within 100 days of coming to power. Here is an extract from a Labour news release with more details. Early legal help is the legal support that people receive prior to a lawyer representing them in the courts. It is the kind of advice that many desperately need when faced everyday problems such as flawed benefits decisions or rogue landlords. Access to justice has been seriously undermined by the Tory and Liberal Democrats changes to legal aid, with hundreds of thousands of people unable to enforce their rights. In addition to Labour’s previous commitments to restore this form of legal aid for housing cases, family law and welfare benefits appeals, this move will restore legal aid cuts for immigration cases, employment, debt, and mental health cases. A lack of early legal advice often creates extra costs for the taxpayer as cases go to court which could have been resolved earlier or spiral into costly social problems as people unnecessarily lose their homes or jobs. The United Nations special rapporteur on extreme poverty and human rights has said that cuts in legal aid meant many could no longer afford “to challenge benefit denials or reductions and are thus effectively deprived of their human right to a remedy.” In the conference hall delegates have voted to pass five composite motions, plus a motion from the women’s conference. All were carried overwhelmingly. I will summarise what they say shortly. They are now voting on some “reference back” proposals relating to policy commission reports. This is the process went wrong before lunch. (See 1.16pm.) There have been more complaints about the process not being clear, but this time the votes are going ahead. But one delegate complained about the voting system being unfair. The trade unions control almost half the votes at Labour conference. The delegate said this meant ordinary members kept getting defeated by the union vote. It should be one member, one vote, he said. According to ITV’s Robert Peston, some members of Labour’s national executive committee are saying that the Brexit policy statement that the NEC is supposed to have agreed (see 4.40pm) has not actually been agreed by the committee. Diane Abbott, the shadow home secretary, has been speaking to the Guardian editor-in-chief, Katharine Viner, at a fringe event. Here are some of the highlights from my colleague Frances Perraudin. The Mirror’s Dan Bloom has the text of the Brexit motion being proposed by Labour’s national executive committee. The wording is much the same as the draft circulating yesterday, but there are two changes. The new version adds references to the Good Friday agreement and to the rights of EU nationals to the paragraph about the Brexit deal a Labour government would seek to negotiate. And the final paragraph now says: The NEC believes it is right that the party shall only decide how to campaign in such a referendum - through a one-day special conference, following the election of a Labour government. What’s new about this is the addition of the word “only”, which was not in yesterday’s text. It has the effect of firming up the message. This means the leadership is heading for a clash with Labour remainers like Emily Thornberry, who want the matter settled now. (See 4.12pm.) Emily Thornberry, the shadow foreign secretary, has renewed her call for Labour to decide this week whether or not it will back remain in a future referendum. Firming up what she said in a Guardian interview last week, she told a HuffPost fringe meeting: We’re all here [at conference]. I don’t see why we can’t make the decision now ... I think that this conference should thrash it out. As the draft statement from Labour’s national executive committee shows, Jeremy Corbyn’s current plan is for a Labour government to negotiate a new Brexit deal within three months of coming to power and to hold a referendum within six months of coming to power. The party would decide at a one-day special conference after the renegotiation how it would campaign in the referendum. The issue is due to be decided tomorrow. The conference will be asked to back the NEC statement, but many delegates will be pushing for a move to commit the party to backing remain in all circumstances. At least 80 motions have been submitted making this argument, and a meeting will take place tonight to roll these up into a composite. In her speech to the conference Diane Abbott, the shadow home secretary, said Tory policies were to blame for rising crime. She said: There is no question that the cuts in police numbers have contributed to the rise in crime. But other contributors are the cuts to education, the increase in school exclusions, all the zero-hours contracts, all the homelessness and inequality. All the cuts in mental health services have also played their part. And these are all Tory policies. When they say they will lead the fight against crime – do not believe a word of it. They are the ones who have created the conditions for rising serious and violent crime. Senior police officers are increasingly going on record and saying that cuts to public services have created an environment where crime flourishes. Cuts have consequences. You cannot keep people safe on the cheap. And she ended by saying Jeremy Corbyn would lead a “great, reforming government”. She explained: We will welcome refugees, including child refugees. We will proudly uphold the torture ban and treat the victims of torture with humanity, not detentions and deportations. We will end indefinite immigration detention, and limit it to the 28 days MPs were originally promised. And we will close Yarl’s Wood and Brook House detention centres and review the entire detention estate. We will fund our police forces properly, and work to give our communities genuine security. We will hold public inquiries into historic injustices – into Orgreave, into blacklisting. We will release all papers relating to the Shrewsbury 24 trials and the 37 Cammell Laird shipyard workers. I owe everything in life to the Labour movement. There was a postwar generation of socialists who campaigned against colonialism. There was the NHS orange juice and cod-liver oil. There was my free university education. And above all the chance to serve as Britain’s first black woman MP. Speaking at a fringe meeting about how Labour can win back support in its heartlands, Jon Trickett – shadow Cabinet Office minister and MP for Hemsworth – said he was fed up with the argument that the people who voted for Brexit were from “backwards” communities in the north of England. He said: Here’s the point I want to make. Those held-back communities – the heartland communities – can be found in Hastings, they can be found in Hackney and they can be found in Hartlepool. A very senior member of the Labour party, she said to me: ‘Well, no wonder they’re all coming down south, the young people, because you can’t be gay up north.’ That was said by somebody whose name you will have mentioned several times in the past few weeks. He later said: Those people who are suggesting that the people who voted for Brexit did not know what they were voting for infantilises 17 million people. In his speech to the conference this morning Jonathan Ashworth, the shadow health secretary, said a Labour government would halt hospital closures pending reviews looking at clinical evidence and social impact. He said: Local hospitals and health centres are part of the fabric of society. They are valued local employers. Often where our children are born, or where we finally say goodbye to our loved ones. Shut services down and something invaluable vanishes from a community. Of course, nothing stays the same. Medicine advances. Treatments evolve. New facilities are built. I think we all understand that. But we need more capacity, not less. So I can tell you cuts and closures because of Boris Johnson’s austerity will be halted, suspended and decisions reviewed based on clinical evidence and social impact instead. This is from Kay Boycott, the chief executive of Asthma UK, welcoming Labour’s announcement today that it would end prescription charges in England. We have been campaigning hard for years to stop the unfair prescription charges for people with asthma that are putting them at risk of having a life-threatening asthma attack, so it is hugely heartening that our concerns have been heard and the Labour party has now committed to scrapping prescription charges for everyone in England. An estimated 1.3 million people with asthma have cut back on their medication because of the cost, which puts them at risk of a potentially life-threatening asthma attack. Hundreds of nurses have seen their patients have asthma attacks or need emergency treatment because they can’t afford to pay their prescriptions. This is unacceptable and unfair. No one should have to pay to breathe. Sadiq Khan, the Labour mayor of London, told a fringe meeting at lunchtime that he also wanted the party to adopt an unequivocally pro-remain stance. He told the New Statesman event: We are at a vital crossroads. Neutrality is not an option. The party should be unequivocally pro-remain. All Labour MPs should be whipped to campaign for remain. For a more colourful insight into what Len McCluskey probably thinks about Labour remainers, it is worth reading The Fall and Rise of the British Left, a new book by Andrew Murray, the chief of staff at McCluskey’s Unite union, and a part-time adviser to Jeremy Corbyn. Murray writes: Brexit Derangement Syndrome, a fever which has long prostrated the Conservative party, now runs riot on the left and has the potential to destroy the broad-based alliance for progressive social change assembled under Jeremy Corbyn’s leadership of Labour. Were it to become a full-on ‘remain’ party, as many politicians and pundits want, setting aside the decision of the 2016 referendum, it would endanger decisive layers of time-honoured support now regarded as out of joint with the new enlightenment. It would be a Hilary Clinton strategy in short. There are plenty of other reasons why it’s worth reading Murray’s book. It doesn’t contain any Corbyn office gossip, but it is well-written, sometimes funny and probably the best guide currently available to the ideology at the heart of Corbynism. In his Sky News interview, the Unite general secretary, Len McCluskey, also denied being involved in the attempt on Friday night to get Labour’s national executive committee to abolish the post of deputy leader. As PoliticsHome reports, McCluskey said the claim that he was involved (he and Watson are bitter enemies now, having once been friends) was “fake news”. Len McCluskey, the Unite general secretary, has also been calling for unity this morning. But, unlike his fellow union leader Dave Prentis, whose call for unity was broadly supportive of Tom Watson (see 12.58pm), McCluskey said that if members of the shadow cabinet like Watson were not willing to back Jeremy Corbyn’s line on Brexit, they should resign. Speaking on Sky’s Sophy Ridge on Sunday, when asked if he had a message for senior Labour figures who were arguing that the party should commit to campaigning for remain in any second referendum on Brexit, he replied: My message is to support the leader … We must go into an election united. And when we have a policy on Brexit, and Jeremy Corbyn makes it clear that that is the policy, then that’s what leading members of the shadow cabinet should argue for. If they find that they can’t argue for it because they feel strongly, well of course they have that right, but they should step aside, and step aside from the shadow cabinet, which will become the cabinet, and they can argue whatever they want. But the policy and my appeals to them, and to Emily [Thornberry, shadow foreign secretary] and to anybody else is, support your leader … If we get to a position where Jeremy is saying: ‘Let’s not make our decision on how we will campaign until we know what the deal [is],’ my appeal to her – support Jeremy and that’s my appeal to the whole of conference. Asked if that meant he was unhappy with people saying the party should commit now to backing remain in any future referendum, McCluskey said he was if these people were “in the leadership”. He explained: In this situation … in order for Labour to get through the message of unity and healing our nation, everybody needs to be singing from the same hymn sheet. Now if the leadership team – the shadow cabinet, soon to be the cabinet – find that difficult then yes they should step aside. A reminder: among those people who have been saying today that Labour should commit now to backing remain in a second referendum come what may are: Tom Watson, the deputy leader (see 12.39pm), Richard Leonard, the Scottish Labour leader (see 12.16pm), and Mark Drakeford, the Welsh Labour leader and Welsh first minister (see 11.47pm). The morning session in the conference hall has just ended. Delegates were supposed to have a series of votes – including on the private schools composite (see 11.26am) – but the votes had to be abandoned after a few minutes of chaos. The chair, Andi Fox, called a vote on a proposal to “reference back” part of the early years policy commission report. But two delegates used points of order to complain that they did not know exactly what bit they were referencing back, the chair was unable to explain, and after an outbreak of angry shouting from the hall she announced that all the votes would be put off until the afternoon. In the debate on health and social care Dave Prentis, the general secretary of Unison, urged Labour to unite, in an implicit criticism of the attempt to abolish the post of deputy Labour leader. He told the conference: We all know, in our heart of hearts, that to save the NHS there is only one option: Labour has to win power. Divided parties never get elected. So we owe it to our NHS to leave Britain this week united … What members need like never before is a Labour government. So less of the triggering, less of the denouncing, less of the deleting – that is the road to nowhere. Let’s get behind our leader, Jeremy, let’s get out there, get the NHS back in our hands, and our great party back in power. Prentis went slightly further in a tweet on this subject yesterday. And this is from my colleague Rajeev Syal, who has been at Tom Watson’s fringe event. These are from the BBC’s Laura Kuenssberg. Tom Watson, the deputy Labour leader, has been speaking at a lunchtime fringe meeting. According to extracts from his speech sent out in advance, he repeated his call for Labour to commit to backing remain in any second referendum. He said: This week we have the opportunity to unite the Labour party around a position we believe in. Jeremy Corbyn has been right to try to bring the country – both leave and remain voters – back together. Offering everyone in the country the final say is the best way to begin bridging this divide. The vast majority of our members, our MPs and our voters want to remain in Europe. If we achieve a people’s vote, I believe our members, our MPs and our party will lead the campaign to remain. That’s not just because it is the best way of reconnecting with our voters, but also because it is the best way of standing up for our values. We are a remain party. We are a European party. We are an internationalist party. That is who we are. Not perfect, not pure. But overwhelmingly committed to Britain remaining in Europe and reforming Europe. By backing a people’s vote, by backing remain, I am sure we can deliver the Labour government the people of this country so badly need. Attempts to reinstate a key “socialist” section of Labour’s constitution have been rejected, PA Media reports. A rule change aimed at restoring the original wording of clause IV was pushed by some members at the party’s annual conference in Brighton. Under this clause in Labour’s 1918 constitution, the party was committed to the “common ownership of the means of production, distribution and exchange”. But one such proposal to reinstate the original wording was defeated by 71.53% to 28.47% while another was rejected by 68.58% to 31.42%. As PA reports, both secured a majority of support among votes cast by constituency Labour parties but more than 99% of votes from affiliates – which include trade unions – opposed the change. The votes were held yesterday, but because there were card votes, the results were only announced this morning. And this is what Richard Leonard, the Scottish Labour leader, said on the BBC’s Sunday Politics Scotland about whether Labour should back a second independence referendum in Scotland. The Scottish Labour party has in the past firmly opposed the idea, but in August Jeremy Corbyn and John McDonnell, the shadow chancellor, said a Labour government in London would not object to such a poll being held. Subsequently Leonard and Corbyn agreed a compromise line. Explaining the position today, Leonard said: The Labour position going into the general election whenever it comes will be that we oppose the creation of a separate Scottish state, that we oppose independence and therefore that we oppose the holding of a second independence referendum. Where there has been some discussion is around if there was to be a renewed mandate which showed not only electoral but demonstrable public support for the holding of a second referendum – then there would need to be some consideration given to that. We had an independence referendum just five years ago and that’s got to be a factor in considering whether the circumstances are right for a second independence referendum to be held. All of the evidence shows that even people who voted yes in 2014, even some people who are supporting the SNP, do not think that the time is now for a second independence referendum. The circumstances under which the 2014 referendum were held were that the SNP had gained an overall majority – unprecedented, completely unexpected – and there was an understanding that there had never been an independence referendum and the time might be right to test it. What I’m saying is I don’t see the circumstances today and I don’t see them in the foreseeable future where we would be back in that kind of space again. Richard Leonard, the Scottish Labour leader, like his Welsh counterpart Mark Drakeford (see 11.47am) has said Labour should back remain in any future referendum. Speaking on the BBC’s Sunday Politics Scotland, Leonard said: The Scottish Labour party took a decision frankly in the wake of the European party election results that we needed to be much clearer, that we needed much greater clarity about the position that we were taking. For that reason the Scottish executive of the Labour party backed my proposal that we call for an affirmative vote that any deal should go back to the public; secondly, that on that vote there should be a remain option; and thirdly, that we would campaign unambiguously for remain. I would support the party taking that stance. I do think the time has come for clarity on this question and the Scottish Labour party, the Welsh Labour party take a similar view that we should be more overtly remain. According to the BBC’s Norman Smith, tomorrow delegates are due to get a vote on two Brexit options – a composite motion saying the party should back remain in all circumstances, and a compromise motion tabled by the national executive committee setting out the leadership’s position. Here is the text of the NEC motion. The Welsh Labour party is firmly committed to the UK remaining in the EU in all circumstances, unlike the UK Labour party. That is also the position of the Labour-run Welsh government. This is what Mark Drakeford, the Welsh first minister, told the conference in his speech this morning. Faced with the deep and lasting damage this hard Tory Brexit will do to our country, we say it’s time to go back to the people in a second referendum with remain on the ballot paper. And conference, I can tell you now that my Welsh Labour government will continue to stand up for Wales by campaigning wholeheartedly, vigorously and unapologetically, for Wales to remain in the EU. Brexit has torn at the very fabric of the things we cherish, including the United Kingdom itself. Those pursuing Brexit have used – and misused – the union for their own narrow and ideological ends. To drive us away from the partnerships we have developed with our European friends over so many years. We should be under no doubt that the voluntary union of our four sovereign nations here in the UK is under threat if we do not act. The Labour conference is debating education at the moment. In her speech, Angela Rayner, the shadow education secretary, said a Labour government would be committed to the “integration” of private schools into the state sector. She told delegates: That is why we’ll upgrade social mobility to social justice, turning the Social Mobility Commission into the Social Justice Commission. And we will set that commission to work on making the whole education system fairer through the integration of private schools. John McDonnell and I will set out the further steps a Labour government would take. But I can say today that our very first budget will immediately close the tax loopholes used by elite private schools, and use that money to improve the lives of all children. Quite what this pledge means in practice is not clear. As Rayner says, Labour wants to take away the tax advantages private schools enjoy, which would make private education more expensive, and perhaps as a result less desirable. But delegates want Labour to go further. The conference is currently debating two composite motions on schools. One of them – schools composite 1, moved by Battersea CLP – says “the ongoing existence of private schools is incompatible with Labour’s pledge to promote social justice, not social mobility in education”. It goes on: Conference resolves: To include in the next Labour party general election manifesto a commitment to integrate all private schools into the state sector. That would include, but is not limited to: Withdrawal of charitable status and all other public subsidies and tax privileges including business rate exemption. Ensure universities admit the same proportion of private school pupils as in the wider population (currently 7%). Endowments, investments and properties held by private schools to be redistributed democratically and fairly across the country’s educational institutions. Here are the main points from Jeremy Corbyn’s interview with Andrew Marr. Corbyn said the UK could be better off outside the EU than within if the right Brexit deal were available. (See 10am.) While recognising that most party members wanted the UK to remain in the EU, Corbyn said it was important to recognise why 17 million people voted to leave. He said: Please remember why people voted leave, why people voted remain, but also remember there is more that unites all of those people – over austerity, over investment, over education, over housing, over health, over a green industrial revolution – than there is that divides them. He said that if the conference voted for Labour to campaign for remain in all circumstances, he would respect that decision. At the moment his policy is for Labour to offer voters a choice between remain and a credible leave option in a referendum after the election, and for the party to decide its stance at the time. But, when asked if he would agree to campaign for remain regardless if the conference voted for that this week (Brexit is being debated tomorrow), Corbyn replied: I will go along with whatever decision the party comes to. He did not rule out giving Labour MPs a free vote if Boris Johnson brings a deal back to the Commons. However, he implied this was unlikely. Asked if a free vote was possible, he replied: I would hope we could vote together as a party on this. And that is what I’ve tried to do all the way through. He said Labour and other opposition parties would use Commons votes to block a further suspension of parliament if the supreme court ruled that the current suspension (prorogation) was unlawful. The court is due to announce its ruling early next week, and Corbyn said there should be an immediate recall of parliament in those circumstances. And he said: If [the supreme court] decide that parliament should be recalled … then we would seek to take immediate action in parliament to prevent him closing down parliament all the way through to 31 October. So I would work with the other opposition parties, as we have up to now. Corbyn did not say how opposition parties might stop a second prorogation. It is normally just up to the prime minister to decide when parliament is prorogued. Corbyn said he did not know that his ally Jon Lansman was going to call a vote at Labour’s national executive committee meeting on Friday calling for the post of deputy leader to be abolished. He said he was aware of general talk about changing the role, but not that this motion was going to be proposed. He said: I was not aware that the particular motion was going to be moved at that time, but I knew there were people discussing options. Corbyn also claimed the move was not directed against Watson personally. When it was put to him that he should have known what was being planned, he replied: I’m not all-seeing and all-knowing – I’d love to be. Corbyn dismisses concerns about the operation of his office raised by his policy adviser Andrew Fisher in a private memo about his decision to resign. When asked why the memo referred to colleagues having a “lack of human decency” and a issuing a “blizzard of lies”, Corbyn confirmed that he had read the document. He went on: I think [Fisher] said that because he was extremely distressed at that point about whatever was going on in discussions within the office at that moment. I would have thought similar memos fly around the BBC pretty much every day. Corbyn also stressed that Fisher would stay in his job until the end of the year and said he had had a “very convivial” coffee with Fisher and other members of his team only this morning. He went on: He is a great colleague, a great friend … I’ve worked with Andrew for 15 years, when I was a backbencher and many other times. He is a great writer, he’s a great thinker and he’s done a huge amount of work in the party. We get along absolutely very well and he’s promised that whatever happens in the future he will be working with me on policy issues. Corbyn rejected suggestions that he might be about to step down. He said he would lead the party into the general election and serve a full term as PM if he won. (There were claims that the move to oust Tom Watson was prompted by fears that Corbyn might be close to resigning, which would raise the prospect of Watson taking over as interim leader.) Corbyn defended Labour’s decision, announced today, to commit to abolishing Ofsted. Asked why he was doing this, Corbyn replied: Because it is a very assertive form of investigation into a school. They turn up every few years, or sometimes more frequently than that, and do an exercise on that school and then make a decision about it. The level of stress on the students and the teachers is absolutely enormous. What we want instead is a more frequent form of supportive investigation of schools and examination of them through HMI, Her Majesty’s Inspectors of schools, but also through local authorities. It’s part of reinvigorating local education authorities to administer all schools within that community area. He said that if he became PM he would try to fly less than his predecessors and use trains more. “I fly as little as I can now,” he said. “I take trains wherever I can.” Promising to do the same in government, he said “an example has to be set”. Here is the full exchange with Andrew Marr where Jeremy Corbyn said the UK could be better off outside the EU than inside in some circumstances. AM: One of your first jobs [as PM] is go to Brussels and negotiate a new Brexit deal … In that context, is it your view that Britain is better off inside the European Union or better off, long-term, outside the European Union? Which? JC: [It] depends on the agreement you have with the European Union outside. AM: So we could be better off outside, therefore? JC: Listen, what I’ve tried to do all along is recognise the result of the referendum and respect it. That’s what we said in our 2017 manifests, which is why we voted before that to invoke article 50 … We have consistently put forward what I believe to be a credible option, which is what we call the five pillars which is the customs union, the trade relationship, protection of consumer, environmental and workers’ rights, and of course, the Good Friday agreement and the peace process … I recognise the majority of Labour party supporters and members support remain and supported remain, but a significant minority voted the other way. Q: Why do you want to abolish Ofsted? Corbyn says inspections are causing too much stresss. And that’s it. The interview is over. I will post a summary and reaction as soon as possible. Q: If you become PM, will you fly less than normal PMs? Corbyn says he flies as little as he can. He will take trains as often as he can. He says he wants to set an example. Corbyn says he would try to travel by train where possible as PM. Corbyn says, if the supreme court decides prorogation was unlawful, he and other opposition parties would try to ensure Johnson cannot prorogue again. He says the Commons should be recalled if that is what the supreme court decides. He hopes that happens. Corbyn says he and other opposition parties may try to stop Johnson suspending parliament again. Q: You could avoid no deal by voting for a deal Boris Johnson brings back. Do you agree? Corbyn says Johnson has not brought a deal back. He has been PM since July, but we have not seen one. Q: Should Labour back a deal? It depends what it is, says Corbyn. But he says all his instincts are telling him to that Johnson does not want a deal. Q: Would you allow Labour MPs a free vote on any Johnson deal? Corbyn says he would hope that the party would be able to have a united line on this (ie, that he would not allow one). Corbyn does not rule out giving Labour MPs a free vote on any Boris Johnson Brexit deal. Q: If the conference votes for Labour to be unequivocally a remain party, will you accept it? Corbyn says he will accept what the party decides. But he wants people to remember the concerns of the 17 million people who voted to leave, he says. Q: Are you ignoring the views of those who want a “clean-break Brexit”? Corbyn says the views of these people do matter to him. But people were not told the truth about what Brexit would involve. He says the government has tried to hide the truth about what Brexit would involve. Q: Do you think the UK would be better off staying in the EU or outside? Corbyn says it would depend on what the deal to leave would be like. Corbyn suggests UK could be better off outside the EU than within it. He says it is important to recognise that the country voted to leave. Q: So if Michel Barnier gives you the Labour version of Brexit, would you campaign enthusiastically for it? Corbyn says he wants to be able to put a sensible leave deal to the public. Q: So if you get a good Brexit deal, do you then campaign for it? Corbyn says: Let’s see what we get, and we will put that final deal to the British people. Q: Why can’t you answer? Because we don’t know if we have got it yet, says Corbyn. Q: So at the moment you are staying neutral? Corbyn says Labour would have a special conference to decide. Q: Will you definitely be Labour leader during the election and afterwards? Corbyn says he will be taking the party into the election as leader. Q: And would you serve a full term? Yes, says Corbyn. Corbyn says he would serve a full term as prime minister. Q: Do you recognise the words in the memo from Andrew Fisher, leaked to the Sunday Times? Corbyn says he has read the memo and discussed it with Fisher. He says Fisher is doing a stressful job. He wants to spend more time with his family. But Fisher is here at the conference. They had a discussion this morning. Q: Why did he talk about a “blizzard of lies” in the office? Fisher says that might have been because of what happened in the office that day. He says office disagreements happen everywhere. He suggests there might be similar memos about what happens on the Marr show. Fisher will continue to advise him on policy, he says. Corbyn plays down Andrew Fisher’s concerns about how Corbyn’s office is run, suggesting these are just normal workplace disputes. Q: If you did not know about this, why not? Corbyn says: I am not all-seeing and all-knowing … I would like to be. Jeremy Corbyn is being interviewed by Andrew Marr now. Asked if he knew in advance about the move to abolish Tom Watson’s post, Corbyn says he did not know a motion was going to be put to the national executive committee. But he knew that there had been talk about changing the role, he says. Q: Two of your allies, Diane Abbott and Rebecca Long-Bailey, voted to get rid of Watson’s post at that NEC meeting. Have you spoken to them about it? Corbyn says this move did not work. Corbyn says he did not know in advance about move to get NEC to vote to abolish Tom Watson’s post. Jonathan Ashworth, the shadow health secretary, also told Sky News that he did not know if Jeremy Corbyn knew in advance about the attempt on Friday night by Jon Lansman, the Momentum founder, to get the national executive committee to abolish Tom Watson’s post. Andrew Fisher, Jeremy Corbyn’s policy chief, has been tweeting this morning about the plan to abolish prescription charges in England. Fisher has not said anything on his Twitter feed about his decision to resign, or the reasons for it. Here is an extract from the Sunday Times’s inside story (paywall) about the Labour conference and the reasons for Fisher’s resignation. In his resignation note to allies, Fisher claimed that “class war” had gripped the upper echelons of the party. Insiders say this is a reference to the dominance of Corbyn’s most senior aide, Seumas Milne, and his sidekick James Schneider, both of whom were educated at Winchester and Oxford, over party planning, messaging, Brexit and the election campaign. Andrew Murray – a former communist with aristocratic forebears, who wielded great influence – has only recently taken a step back because he is unwell. Last week Milne selected the strapline “people before privilege”, a move that led one Labour staffer to remark: “That proves irony is dead – two people with privilege came up with that.” Fisher also accused Corbyn’s senior aides of having “connived” to leak policies designed to be made public at conference and then lied to him about it. And he revealed that a speech he was working on and a pamphlet he had signed off were pulled at the last minute without explanation and that a confidential document he was working on was left on a printer for anyone to read. On Sky Jonathan Ashworth, the shadow health secretary, is being interviewed now. He says his plan to abolish prescription charges in England would cost around £745m. He says the party will explain how it will fund this when it publishes its manifesto costings at the next election. In Scotland and Wales there are no prescription charges, he says. Here is our version of the story about the resignation of Andrew Fisher, Jeremy Corbyn’s chief policy adviser. This is from Tim Shipman, who broke the story in the Sunday Times. These are from Shipman defending his scoop. And here is the New Statesman’s Stephen Bush on the story. Here are the timings of the main events in the conference hall. 9.50am: Report from Harry Donaldson, chair of the conference arrangements committee. 10am: Mark Drakeford, the Welsh first minister, speaks. 10.10am: Angela Rayner, the shadow education secretary, speaks in a debate on education. 11.20am: Jonathan Ashworth, the shadow health secretary, and Mark Serwotka, the general secretary of the PCS union, speak in a debate on health and social care. 2.15pm: Diane Abbott, the shadow home secretary, and Richard Burgon, the shadow justice secretary, speaking in a debate on justice and home affairs. It’s the first full day of Labour conference, but already it feels as if there has been enough news to fill the whole week. On Friday night there was the surprise attempt to abolish the post of deputy leader. By lunchtime yesterday the plot had been abandoned, but it was a stark reminder of how deep divisions are in the party, partly over Brexit but also over Jeremy Corbyn’s leadership. The row has distracted attention from the fact that this is also a policy-rich conference, with Labour announcing a cache of policies likely to feature in the forthcoming general election. Here are the main stories around this morning. Jeremy Corbyn was struggling to contain an open revolt by some of his most senior shadow ministers, MPs and party activists last night as anger over his refusal to back a policy of remaining in the EU threatened to wreck the Labour conference. Corbyn has told the Sunday Mirror that he would like Labour to have two deputy leaders. Referring to the failed attempt to abolish Tom Watson’s post, and the way he defused it at a meeting of Labour’s national executive committee yesterday, Corbyn said: I told the national executive we need to review how the deputy leadership works and have an election process for two deputy leaders in the future which reflects diversity within our society so one would be a woman. It was agreed overwhelmingly. Last year Labour was expected to vote to create a second deputy leader’s post but the plan was unexpectedly shelved at the last minute – reportedly because the leadership feared that the election for the second deputy leader would turn into a proxy ballot on Corbyn’s Brexit policy, with members electing a candidate strongly backing a second referendum (which at the time Corbyn was resisting). Corbyn has played down his differences with Watson, telling the Sunday Mirror that disagreements on policy are inevitable in a shadow cabinet. Corbyn said: I’ve got a shadow cabinet with great energy. Diane Abbott says she disagrees with me three times a day but totally supports my leadership. When you have people who are very politically committed there are bound to be debates. Andrew Fisher, a key adviser to Jeremy Corbyn, has reportedly quit saying the Labour leader cannot win the next general election. Labour is pledging to abolish Ofsted and end “high stakes” school inspections as part of radical plans drawn up before a possible snap election. There are more details of the party’s plans here. Labour is promising to abolish prescription charges in England. Labour is announcing plans to abolish ineffective short prison sentences. The shadow justice secretary, Richard Burgon, said: Sending people to prison for a few weeks is often the worst way to tackle the drug addictions, mental health and debt problems that lead to people to commit certain crimes in the first place. The Ministry of Justice’s own evidence shows there would be tens of thousands fewer crimes if ineffective short prison sentences were scrapped. For some offenders – including those who have committed rape, murder and other violent or sexual offences – prison will always be necessary. But jailing others for a few weeks in a prison system in crisis reduces the chances of rehabilitation, making reoffending more likely. Yet thousands of people are being jailed each year for shoplifting and figures I recently uncovered show nearly half of all women sent to prison were homeless. Instead of the Tories investing scarce justice resources in new prison places that just repeats the errors of the past, we will invest in effective alternatives that keep people safe. Labour has said Boris Johnson must explain newspaper allegations that he failed to declare potential conflicts of interest while London mayor in relation to the allocation of public money to an American woman. As the Press Association reports, the Sunday Times reports the potential conflicts arose through Johnson’s association with the model-turned-technology-entrepreneur Jennifer Arcuri, who moved to London seven years ago. The paper says Arcuri was given £126,000 in public money and was afforded privileged access to three foreign trade missions Johnson led. Jon Trickett, Labour’s shadow Cabinet Office minister, said Johnson should provide full disclosure on the allegations. Trickett said: Boris Johnson must now give a full account of his actions in response to these grave and most serious allegations of the misuse use of public money in his former role as mayor of London. The public has a right to know how and why these funds were used for the benefit of a close personal friend without on the face of it legitimate reason. This cannot be swept under the carpet. It is a matter of the integrity of the man now leading our country, who appears to believe he can get away with anything. Here is the agenda for the day. 8.30am: The Unite leader, Len McCluskey, is among the guests on Sky’s Sophy Ridge on Sunday. 9am: Jeremy Corbyn is interviewed on the Andrew Marr Show. 9.45am: The conference opens. Those speaking during the day include the Welsh first minister, Mark Drakeford, the shadow education secretary, Angela Rayner, the shadow health secretary, Jonathan Ashworth, the shadow home secretary, Diane Abbott, and the shadow justice secretary, Richard Burgon. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will focusing almost exclusively on the Labour conference. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "52955",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "science/2019/sep/22/why-do-aviation-addicts-fly-in-the-face-of-reason",
    "type": "article",
    "sectionId": "science",
    "sectionName": "Science",
    "webPublicationDate": "2019-09-22T17:02:44Z",
    "webTitle": "Why do aviation addicts fly in the face of reason? | Letters",
    "webUrl": "https://www.theguardian.com/science/2019/sep/22/why-do-aviation-addicts-fly-in-the-face-of-reason",
    "apiUrl": "https://content.guardianapis.com/science/2019/sep/22/why-do-aviation-addicts-fly-in-the-face-of-reason",
    "fields": {
      "headline": "Why do aviation addicts fly in the face of reason?",
      "standfirst": "In the wake of the global climate strike, <strong>Celia Roberts </strong>suggests academics should fly less often. Plus letters from <strong>John Gamlin, Daniel Scharf, Alicia Baker </strong>and <strong>Sally Starborg</strong>",
      "trailText": "<strong>Letters: </strong>in the wake of the global climate strike, <strong>Celia Roberts </strong>suggests academics should fly less often. Plus letters from <strong>John Gamlin, Daniel Scharf, Alicia Baker </strong>and <strong>Sally Starborg</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6decc7512c025574a13615229ea3215b890e34eb\"> <img src=\"https://media.guim.co.uk/6decc7512c025574a13615229ea3215b890e34eb/0_78_3008_1805/1000.jpg\" alt=\"A passenger plane makes and early morning landing at Gatwick airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Some may argue that face-to-face meetings at conferences around the world are necessary for the exchange of ideas and production of knowledge. However, research at the University of British Columbia suggests that there is no clear relationship between those who fly more and the quality of research.’</span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure>",
      "body": "<p>In your <a href=\"https://www.theguardian.com/environment/2019/sep/20/the-climate-crisis-explained-in-10-charts\" title=\"\">10 charts explaining the climate crisis</a> (21 September), aviation is targeted as a “difficult problem” to solve. Given that the global climate strike was organised by, among others, the student climate network, students need to ask their academic staff how much they are cutting down on flying to conferences. The Tyndall Centre for Climate Change Research states that academics are among the highest emitters of greenhouse gas emissions. And while universities are increasingly committed to a green agenda for their own organisations in terms of carbon reduction, recycling and sustainable living, there is little evidence that academics are cutting down on their frequent flying habit.</p> <p>Some may argue that face-to-face meetings at conferences around the world are necessary for the exchange of ideas and production of knowledge. However, research at the University of British Columbia suggests that there is no clear relationship between those who fly more and the quality of research. The University of Lund in Sweden is exceptional in requiring staff to set out concrete personal reduction targets. Isn’t it time that all UK universities followed suit and that students held their lecturers to account by asking them what steps they are taking to fly less?<br><strong>Celia Roberts</strong><br><em>Professor </em><em>emerita, King’s College London</em></p> <p>• It is good to see your week of articles regarding global warming concluding with graphs to support the case. Sadly, you overlooked the most important issue in the whole saga, namely the rise in human numbers since the beginning of the industrial revolution. About 200 years ago there were about 1 billion of us; today it is about 8 billion and rising. For the sake of human comfort we have used technology to systematically destroy the natural order of things – and the more of us there are, the worse it will become.</p> <p>To make up for this omission I suggest a future article on the issue. If you wish for ready data I’m sure the pressure group Population Matters will be only too pleased to help.<br><strong>John Gamlin</strong><br><em>East Bergholt, Suffolk</em></p> <p>• The statement that “climate action must never be reduced to individual choices” (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/20/the-guardian-view-on-transport-emissions-the-trouble-with-planes-and-automobiles\" title=\"\">Editorial</a>, 21 September) needs to be qualified. Some responsibility should be placed on individuals, but as members of extended families expressing their mutual love and care for each other through making “family declarations” about the climate and loss of biodiversity. Pledging to become better informed and act accordingly, to be honest and transparent, and work collectively to reduce the carbon emissions for which they are responsible to zero by 2030 (with the larger reductions in the early years), and to lobby and rebel to achieve system change regarding the remainder. All global citizens are acquainted by applying only about six degrees of separation. Applying that number of links that normally are deeper and more loving, the sum of family declarations could amount to powerful and decisive influence on governments and businesses across the world, resulting in systemic change.<br><strong>Daniel Scharf</strong><br><em>Abingdon, Oxfordshire</em></p> <p>• Although it is clear that we have to fly less or stop flying, what happens to poor countries which are very dependent on tourism? We were in Sri Lanka earlier this year when the bombs went off. Our small group stayed on, but we watched the hotels emptying out, the restaurants without diners and the increasing desperation of people who are dependent on visitors from distant countries. Will the rich west have to help such countries change their economic models to stop them being tourist destinations?<br><strong>Alicia Baker</strong><br><em>London</em></p> <p>• During the climate strike, mention was made of this being “bigger than Brexit” and it occurred to me that wasn’t David Cameron also the one who got rid of <a href=\"https://www.theguardian.com/environment/2013/nov/21/david-cameron-green-crap-comments-storm\" title=\"\">“all that green crap”</a>: removing subsidies for renewables and thus giving the message to go ahead and keep exploiting finite resources? Toxic legacy indeed!<br><strong>Sally Starborg</strong><br><em>Chester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "679",
      "commentable": "false",
      "firstPublicationDate": "2019-09-22T17:02:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-22T17:29:13Z",
      "newspaperEditionDate": "2019-09-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccjeq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6decc7512c025574a13615229ea3215b890e34eb/0_78_3008_1805/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In your 10 charts explaining the climate crisis (21 September), aviation is targeted as a “difficult problem” to solve. Given that the global climate strike was organised by, among others, the student climate network, students need to ask their academic staff how much they are cutting down on flying to conferences. The Tyndall Centre for Climate Change Research states that academics are among the highest emitters of greenhouse gas emissions. And while universities are increasingly committed to a green agenda for their own organisations in terms of carbon reduction, recycling and sustainable living, there is little evidence that academics are cutting down on their frequent flying habit. Some may argue that face-to-face meetings at conferences around the world are necessary for the exchange of ideas and production of knowledge. However, research at the University of British Columbia suggests that there is no clear relationship between those who fly more and the quality of research. The University of Lund in Sweden is exceptional in requiring staff to set out concrete personal reduction targets. Isn’t it time that all UK universities followed suit and that students held their lecturers to account by asking them what steps they are taking to fly less? Celia Roberts Professor emerita, King’s College London • It is good to see your week of articles regarding global warming concluding with graphs to support the case. Sadly, you overlooked the most important issue in the whole saga, namely the rise in human numbers since the beginning of the industrial revolution. About 200 years ago there were about 1 billion of us; today it is about 8 billion and rising. For the sake of human comfort we have used technology to systematically destroy the natural order of things – and the more of us there are, the worse it will become. To make up for this omission I suggest a future article on the issue. If you wish for ready data I’m sure the pressure group Population Matters will be only too pleased to help. John Gamlin East Bergholt, Suffolk • The statement that “climate action must never be reduced to individual choices” (Editorial, 21 September) needs to be qualified. Some responsibility should be placed on individuals, but as members of extended families expressing their mutual love and care for each other through making “family declarations” about the climate and loss of biodiversity. Pledging to become better informed and act accordingly, to be honest and transparent, and work collectively to reduce the carbon emissions for which they are responsible to zero by 2030 (with the larger reductions in the early years), and to lobby and rebel to achieve system change regarding the remainder. All global citizens are acquainted by applying only about six degrees of separation. Applying that number of links that normally are deeper and more loving, the sum of family declarations could amount to powerful and decisive influence on governments and businesses across the world, resulting in systemic change. Daniel Scharf Abingdon, Oxfordshire • Although it is clear that we have to fly less or stop flying, what happens to poor countries which are very dependent on tourism? We were in Sri Lanka earlier this year when the bombs went off. Our small group stayed on, but we watched the hotels emptying out, the restaurants without diners and the increasing desperation of people who are dependent on visitors from distant countries. Will the rich west have to help such countries change their economic models to stop them being tourist destinations? Alicia Baker London • During the climate strike, mention was made of this being “bigger than Brexit” and it occurred to me that wasn’t David Cameron also the one who got rid of “all that green crap”: removing subsidies for renewables and thus giving the message to go ahead and keep exploiting finite resources? Toxic legacy indeed! Sally Starborg Chester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4225",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/sep/22/canadian-contrasts-gave-birth-to-gilead",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-09-22T17:01:13Z",
    "webTitle": "Canadian contrasts gave birth to Gilead | Letters",
    "webUrl": "https://www.theguardian.com/books/2019/sep/22/canadian-contrasts-gave-birth-to-gilead",
    "apiUrl": "https://content.guardianapis.com/books/2019/sep/22/canadian-contrasts-gave-birth-to-gilead",
    "fields": {
      "headline": "Canadian contrasts gave birth to Gilead",
      "standfirst": "Margaret Atwood | Top 10 buildings | 100 best books | BBC Sounds | Labour infighting",
      "trailText": "<strong>Brief letters:</strong> Margaret Atwood | Top 10 buildings | 100 best books | BBC Sounds | Labour infighting",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"14d84d39cfedc5a2b02cc28497e522f23cc6dc8e\"> <img src=\"https://media.guim.co.uk/14d84d39cfedc5a2b02cc28497e522f23cc6dc8e/0_150_4511_2706/1000.jpg\" alt=\"Filming for a scene from the TV adaptation of The Handmaid's Tale\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Filming for a scene from the TV adaptation of The Handmaid’s Tale.</span> <span class=\"element-image__credit\">Photograph: The Washington Post/Getty Images</span> </figcaption> </figure>",
      "body": "<p>You say Margaret Atwood’s childhood “was spent in the Canadian wilderness” (<a href=\"https://www.theguardian.com/books/2019/sep/20/margaret-atwood-moving-away-from-gilead-testaments\" title=\"\">Interview</a>, 21 September). Only partly. She spent half the year in the bush and half at school in Toronto, a circumstance that contributed to her fascination with dichotomies and gave her the objectivity to recognise and analyse power politics, especially as they affect girls and women. The late 40s and 50s being an era of deadening conformity, Canada and the world should be grateful to the Ontario wilderness and to Atwood’s remarkable parents.<br><strong>Hilary Knight</strong><br><em>Victoria, British Columbia, Canada</em></p> <p>• Oliver Wainwright says the High Line in New York has inspired many imitators (<a href=\"https://www.theguardian.com/artanddesign/2019/sep/16/best-architecture-of-the-21st-century\" title=\"\">Top 10 buildings of the century … so far</a>, G2, 17 September). However, it is not as groundbreaking as suggested – it was preceded by the Promenade Plantée in Paris’s 12th arrondissement, inaugurated in 1993.<br><strong>Theo van de Bilt</strong><br><em>High Wych, Hertfordshire</em></p> <p>• Who chose your “100 best books of the century” (<a href=\"https://www.theguardian.com/books/2019/sep/21/best-books-of-the-21st-century\" title=\"\">Review</a>, 21 September)? No Melissa Harrison, William Boyd, Sebastian Faulks, John Banville, but Gone Girl and The Girl with the Dragon Tattoo. Really? Perhaps you should ask your readers for nominations.<br><strong>Kathy Arundale</strong><br><em>Hale, Greater Manchester</em></p> <p>• A number of readers (<a href=\"https://www.theguardian.com/media/2019/sep/17/turned-off-by-the-switch-to-bbc-sounds\" title=\"\">Letters, 18</a> and <a href=\"https://www.theguardian.com/media/2019/sep/20/with-the-new-sounds-app-the-bbc-is-ignoring-its-own-audience\" title=\"\">21 September</a>) have expressed disquiet at the idea that the switch from iPlayer Radio to BBC Sounds will mean they can’t access broadcasts through their mobiles. However, access should still be available via the web page bbc.co.uk/sounds.<br><strong>Brian Josephson</strong><br><em>Cambridge</em></p> <p>• Labour party in Brighton: we will fight ourselves on the beaches (<a href=\"https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post\" title=\"\">Corbyn allies move against Watson on eve of conference with bid to scrap deputy post</a>, 21 September).<br><strong>Susan Hutchinson</strong><br><em>Oxford</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p> <p>• This page was amended on 24 September 2019. An earlier version of the letter from Kathy Arundale contained editing errors that mistakenly indicated that Arundale believed Gone Girl and The Girl with the Dragon Tattoo were not on the top 100 list.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "352",
      "commentable": "false",
      "firstPublicationDate": "2019-09-22T17:01:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:25:51Z",
      "newspaperEditionDate": "2019-09-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccjjt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/14d84d39cfedc5a2b02cc28497e522f23cc6dc8e/0_150_4511_2706/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You say Margaret Atwood’s childhood “was spent in the Canadian wilderness” (Interview, 21 September). Only partly. She spent half the year in the bush and half at school in Toronto, a circumstance that contributed to her fascination with dichotomies and gave her the objectivity to recognise and analyse power politics, especially as they affect girls and women. The late 40s and 50s being an era of deadening conformity, Canada and the world should be grateful to the Ontario wilderness and to Atwood’s remarkable parents. Hilary Knight Victoria, British Columbia, Canada • Oliver Wainwright says the High Line in New York has inspired many imitators (Top 10 buildings of the century … so far, G2, 17 September). However, it is not as groundbreaking as suggested – it was preceded by the Promenade Plantée in Paris’s 12th arrondissement, inaugurated in 1993. Theo van de Bilt High Wych, Hertfordshire • Who chose your “100 best books of the century” (Review, 21 September)? No Melissa Harrison, William Boyd, Sebastian Faulks, John Banville, but Gone Girl and The Girl with the Dragon Tattoo. Really? Perhaps you should ask your readers for nominations. Kathy Arundale Hale, Greater Manchester • A number of readers (Letters, 18 and 21 September) have expressed disquiet at the idea that the switch from iPlayer Radio to BBC Sounds will mean they can’t access broadcasts through their mobiles. However, access should still be available via the web page bbc.co.uk/sounds. Brian Josephson Cambridge • Labour party in Brighton: we will fight ourselves on the beaches (Corbyn allies move against Watson on eve of conference with bid to scrap deputy post, 21 September). Susan Hutchinson Oxford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition • This page was amended on 24 September 2019. An earlier version of the letter from Kathy Arundale contained editing errors that mistakenly indicated that Arundale believed Gone Girl and The Girl with the Dragon Tattoo were not on the top 100 list.",
      "charCount": "2235",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/sep/22/jeremy-corbyn-uk-better-off-brexit-deal-right",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-22T11:50:59Z",
    "webTitle": "Corbyn suggests UK could be better off after Brexit if deal is right",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/22/jeremy-corbyn-uk-better-off-brexit-deal-right",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/22/jeremy-corbyn-uk-better-off-brexit-deal-right",
    "fields": {
      "headline": "Corbyn suggests UK could be better off after Brexit if deal is right",
      "standfirst": "<p>Labour leader risks infuriating activists and MPs as he plays down splits at party conference</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/sep/22/labour-conference-latest-news-jeremy-corbyn-calls-for-party-to-have-two-deputy-leaders-live-news\">Labour conference – live updates</a></li></ul>",
      "trailText": "Labour leader risks infuriating activists and MPs as he plays down splits at party conference",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"70358396-a2b5-4214-9e6e-a75ad2d13395\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zEi7hOcemIo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn has suggested a Labour Brexit deal could be preferable to remaining in the EU, putting himself on a collision course with activists and MPs pushing for the party to campaign for remain.</p> \n<p>In an appearance on BBC One’s The Andrew Marr Show before a contentious debate on Brexit at the party’s conference in Brighton, Corbyn sought to play down Labour divisions after an aborted attempt to <a href=\"https://www.theguardian.com/politics/2019/sep/21/how-the-labour-coup-to-oust-tom-watson-unfolded\">ditch Tom Watson’s job</a> and the <a href=\"https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate\">resignation of a key policy aide</a>, Andrew Fisher.</p> \n<p>When asked whether it was in Britain’s long-term interests to remain in the EU, the Labour leader said: “It depends on the agreement you have with the European Union outside.”</p> \n<p>His suggestion that a Labour government could negotiate an exit deal that would be preferable to EU membership – and that he will reserve judgment until those negotiations are complete – will infuriate anti-Brexit activists.</p> \n<p>He said: “We have consistently put forward what I believe to be a credible option, which is based on five pillars – the customs union, the trade relationship, protection of consumer and environmental rights, and of course the Good Friday agreement.”</p> \n<p>If the EU27 agree to those demands, he said, “that would be a credible offer to put before the British people”.</p> \n<p>More than 90 local constituency Labour parties (CLPs) have submitted motions on Brexit to the conference, most demanding their party support remain. These are due to be hammered out into a “composite” at a late-night meeting on Sunday.</p> \n<p>But the national executive committee (NEC) is threatening to pre-empt those discussions by tabling its own policy statement – a draft version of which suggests deferring the decision on whether to support remain until a special conference to be held after a Labour government has negotiated a Brexit deal.</p> \n<p>Corbyn made clear that was his position. “We would put both views and say look, this is the best deal we could get; this is the remain and hopefully reform option. These are the choices before you.”</p> \n<p>He added: “The vast majority of Labour party supporters and members supported remain, but a significant minority voted the other way. The party, the people and the leader of this country should understand why people voted leave.”</p> \n<p>Corbyn admitted he knew plans to ditch the role of deputy leader were under discussion, though insisted he was unaware that the “particular motion” would be launched on Friday night.</p> \n<p>“I was not aware that the particular motion was going to be moved at that time but I knew they would be discussing options, so when I heard of this I then proposed a statement to the NEC which I put myself, which was that we should have a consultation about having two deputy leaders in the future, which would reflect gender and ethnic balance in our society.”</p> \n<p>The attempt to abolish Watson’s post was launched by Jon Lansman, the founder of the pro-Corbyn campaign group Momentum, and supported by 16 other members of the party’s NEC.</p> \n<p>Corbyn also confirmed that Fisher, his policy chief, was preparing to quit at the end of this year. Fisher sent a blistering memo, leaked to the <a href=\"https://www.thetimes.co.uk/edition/news/loser-jeremy-corbyn-rocked-as-key-aide-andrew-fisher-walks-out-zmf73hdxg\">Sunday Times</a>, citing a “blizzard of lies and excuses” and apparently claimed that the highest ranks of the party were engaged in “class war”.</p> \n<p>Corbyn said: “I’ve obviously seen the words that Andrew wrote, and I discussed them with him at some length, immediately.” He said Fisher would remain in post for the general election campaign. He added: “I think he said that because he was extremely distressed at that point about whatever was going on, discussions within the office, in that moment.”</p> \n<p>Fisher was a central figure in compiling the 2017 general election manifesto. The Guardian understands he has recently been warning the shadow cabinet that Labour’s position of trying to appeal to both leave and remain is beginning to damage the party’s electoral standing.</p> \n<p>“I’m taking the party into the general election to end austerity, to bring forward policies that bring about a better standard of living and better opportunities for people all across this country. I’m enjoying doing that,” Corbyn said – adding that “of course” he would serve a full term, if elected as prime minister.</p>",
      "wordcount": "698",
      "firstPublicationDate": "2019-09-22T09:29:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:35Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cct7x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79cf9d478009e6782f9bae57fe5c0ef3fa9c4522/293_404_6427_3856/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has suggested a Labour Brexit deal could be preferable to remaining in the EU, putting himself on a collision course with activists and MPs pushing for the party to campaign for remain. In an appearance on BBC One’s The Andrew Marr Show before a contentious debate on Brexit at the party’s conference in Brighton, Corbyn sought to play down Labour divisions after an aborted attempt to ditch Tom Watson’s job and the resignation of a key policy aide, Andrew Fisher. When asked whether it was in Britain’s long-term interests to remain in the EU, the Labour leader said: “It depends on the agreement you have with the European Union outside.” His suggestion that a Labour government could negotiate an exit deal that would be preferable to EU membership – and that he will reserve judgment until those negotiations are complete – will infuriate anti-Brexit activists. He said: “We have consistently put forward what I believe to be a credible option, which is based on five pillars – the customs union, the trade relationship, protection of consumer and environmental rights, and of course the Good Friday agreement.” If the EU27 agree to those demands, he said, “that would be a credible offer to put before the British people”. More than 90 local constituency Labour parties (CLPs) have submitted motions on Brexit to the conference, most demanding their party support remain. These are due to be hammered out into a “composite” at a late-night meeting on Sunday. But the national executive committee (NEC) is threatening to pre-empt those discussions by tabling its own policy statement – a draft version of which suggests deferring the decision on whether to support remain until a special conference to be held after a Labour government has negotiated a Brexit deal. Corbyn made clear that was his position. “We would put both views and say look, this is the best deal we could get; this is the remain and hopefully reform option. These are the choices before you.” He added: “The vast majority of Labour party supporters and members supported remain, but a significant minority voted the other way. The party, the people and the leader of this country should understand why people voted leave.” Corbyn admitted he knew plans to ditch the role of deputy leader were under discussion, though insisted he was unaware that the “particular motion” would be launched on Friday night. “I was not aware that the particular motion was going to be moved at that time but I knew they would be discussing options, so when I heard of this I then proposed a statement to the NEC which I put myself, which was that we should have a consultation about having two deputy leaders in the future, which would reflect gender and ethnic balance in our society.” The attempt to abolish Watson’s post was launched by Jon Lansman, the founder of the pro-Corbyn campaign group Momentum, and supported by 16 other members of the party’s NEC. Corbyn also confirmed that Fisher, his policy chief, was preparing to quit at the end of this year. Fisher sent a blistering memo, leaked to the Sunday Times, citing a “blizzard of lies and excuses” and apparently claimed that the highest ranks of the party were engaged in “class war”. Corbyn said: “I’ve obviously seen the words that Andrew wrote, and I discussed them with him at some length, immediately.” He said Fisher would remain in post for the general election campaign. He added: “I think he said that because he was extremely distressed at that point about whatever was going on, discussions within the office, in that moment.” Fisher was a central figure in compiling the 2017 general election manifesto. The Guardian understands he has recently been warning the shadow cabinet that Labour’s position of trying to appeal to both leave and remain is beginning to damage the party’s electoral standing. “I’m taking the party into the general election to end austerity, to bring forward policies that bring about a better standard of living and better opportunities for people all across this country. I’m enjoying doing that,” Corbyn said – adding that “of course” he would serve a full term, if elected as prime minister.",
      "charCount": "4167",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-22T07:23:12Z",
    "webTitle": "Key Labour aide ‘quits over lack of competence and decency in Corbyn’s team’",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate",
    "fields": {
      "headline": "Key Labour aide ‘quits over lack of competence and decency in Corbyn’s team’",
      "standfirst": "<p>Adviser Andrew Fisher accuses leadership of ‘class war’ in resignation, as new row blows up over party’s position on Brexit</p>",
      "trailText": "Adviser Andrew Fisher accuses leadership of ‘class war’ in resignation, as new row blows up over party’s position on Brexit",
      "byline": "Toby Helm and James Tapper",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e84746c8e8fbac0825ff05d0b02ff04145e6085\"> <img src=\"https://media.guim.co.uk/8e84746c8e8fbac0825ff05d0b02ff04145e6085/291_377_4190_2514/1000.jpg\" alt=\"Andrew Fisher at a protest at Westminster in 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrew Fisher at a protest at Westminster in 2016.</span> <span class=\"element-image__credit\">Photograph: Ben Cawthra/LNP</span> </figcaption> </figure>",
      "body": "<p>A key adviser to Jeremy Corbyn has reportedly quit saying the Labour leader cannot win the next general election.</p> <p>In a significant blow to Corbyn, Andrew Fisher, who masterminded the party’s 2017 manifesto, said he no longer had faith that Labour would be successful.</p> <p>Fisher wrote a memo to colleagues, the <em>Sunday Times</em> reports, saying members of Corbyn’s team had a “lack of professionalism, competence and human decency”. He also accused them of making a “blizzard of lies and excuses” and apparently claimed that the highest ranks of the party were engaged in “class war”. Labour said it did not comment on staffing matters. Fisher said in a statement reported by Sky News that he wanted to spend more time with his family and would remain until after the likely autumn general election.</p> <p>The 40-year-old has been a controversial figure within the Labour movement. He was suspended from Labour in 2015 for apparently supporting a Class War candidate against Emily Benn, Tony Benn’s granddaughter, in the general election, and Benn <a href=\"https://www.theguardian.com/politics/2015/nov/07/andrew-fisher-jeremy-corbyn-labour-row-escalates\" title=\"\">called for him</a> to be expelled. He also appeared in a video saying he had “very violent, bloody nightmares” about hitting former Labour cabinet minister James Purnell.</p> <p>Barely a year after his suspension, Fisher was confirmed as Labour’s executive director of policy, and was given <a href=\"https://www.theguardian.com/politics/2017/sep/22/the-inside-story-of-labours-election-shock-jeremy-corbyn\" title=\"\">a large share of the credit</a> for Labour’s surprise success in the 2017 general election which saw Theresa May lose her majority.</p> <p>Fisher’s resignation adds to bitter infighting that has dogged the party. It boiled over again this weekend when pro-Remain Labour MPs and activists accused Corbyn of trying to “shut down democratic debate” on Brexit. The row, which broke out after the leadership tabled plans to delay a decision on whether it should back Remain or Leave until after a general election, came as a new Opinium poll for the <em>Observer</em> showed the Tory party had extended its lead over Labour to 15 points.</p>  <figure class=\"element element-image\" data-media-id=\"2110f3756b9569f136cf87a7406089ea6172466e\"> <img src=\"https://media.guim.co.uk/2110f3756b9569f136cf87a7406089ea6172466e/0_137_5904_3543/1000.jpg\" alt=\"Labour activists hand out bags ahead of the 2019 Labour party conference in Brighton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour activists hand out bags ahead of the 2019 Labour party conference in Brighton.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>The survey put the Conservatives on 37% (unchanged from two weeks ago) with Labour on 22% (down three percentage points) , the Liberal Democrats up by one point on 17% and the Brexit party down one on 12%.</p> <p>Also worrying for Labour, before a probable general election in which Brexit would be certain to dominate, the survey found that almost seven out of 10 voters (69%) now believe <a href=\"https://www.theguardian.com/politics/2019/sep/17/corbyn-vows-to-put-sensible-brexit-deal-to-voters-in-referendum\" title=\"\">Corbyn’s policy on Brexit </a>– to back a second referendum while not recommending either Leave or Remain – is unclear.</p> <p>In contrast, well over half of voters think the Conservatives (58%), the Liberal Democrats (59%) and the Brexit party (70%) have clear Brexit policies. Opinium also found for the first time that Remain voters were now just as likely to vote for the Liberal Democrats as for Labour. The <a href=\"https://www.theguardian.com/politics/2019/sep/15/lib-dems-pledge-to-revoke-brexit-without-referendum\" title=\"\">Lib Dems backed a policy of scrapping Brexit</a> if they formed the next government at their conference in Bournemouth last week.</p> <p>Ninety constituency Labour parties (CLPs) have submitted motions to Labour’s Brighton conference on Brexit, 90% of which back a clear Remain position. The motions reflect a widespread belief among activists that the lack of a clear policy is driving away voters and would be fatal to the party’s chances at a general election.</p> <p>On Sunday evening shadow Brexit secretary Keir Starmer is expected to attend a key meeting at which the Brexit motions from CLPs will be combined into one, before being debated and voted upon on the conference floor on Monday.</p> <p>However, the process was thrown into confusion on Saturday when Corbyn tabled a draft statement to the party’s national executive committee (NEC) which said the crucial decision on how Labour would campaign in a referendum would be put off until a “one-day special conference, following the election of a Labour government”. The move was seen as an attempt to override the pro-Remain motion and prevent it being debated and voted on. While Corbyn now accepts that Labour should pursue a referendum in an election campaign, he also fears driving away Labour supporters who backed leaving the EU, and has indicated that he would want to stay neutral when a second vote happened – a position regarded as unsustainable by many in the party.</p> <p>A member of the NEC who was present said the statement met “serious objections” from several NEC members, and some unions, and was not passed because of widespread demands for amendments. The NEC will meet again on Sunday to discuss the statement a second time.</p> <p>But when its content was made public, Remain activists and MPs were appalled, saying the party was trying to use the NEC to crush democratic debate and silence the views of a clear majority of party members.</p> <p>Clive Lewis MP, a shadow Treasury minister, said: “This move is just plain wrong. How can this be defended? We, the left, took over the leadership of this party promising internal democracy, promising a new kind of politics. And yet here we are, with a leadership apparently determined to shut down democratic debate on the crucial issue of the day, probably relying on union bloc votes to outvote the members. It’s not what we signed up for. We now need to rally on the conference floor – if it passes, delegates should mobilise to vote against the NEC statement so the Brexit motions can be heard and democratically debated.”</p> <p>Michael Chessum, national organiser for Another Europe is Possible, the organisation that has championed the pro-Remain motion, said: “Introducing an NEC statement in this manner would be a bare-faced attempt to shut down a democratic debate on Brexit at conference. The idea that Labour would not take a position now, and put it off to a special conference just after an election, is absurd. We have a conference, right here and right now, which has had a huge wave of grassroots motions submitted to it on Brexit. Ahead of an election, Labour’s members and voters want to know that the party understands them and is on their side. Preventing their views from even being debated is just a slap in the face. The NEC should vote down this statement and let the members decide our policy democratically on the conference floor.”</p> <p>Lloyd Russell-Moyle, Labour MP for Brighton Kemptown, said: “We are being hammered on the doorstep because our Brexit position is a fudge. Yes, it’s great that we are putting forward a public vote and a Remain option. But in every seat in the country, Leave and Remain, we are losing votes because our voters are turning to Remain parties. This conference is our one chance before an election to get out of the fudge – we cannot allow that to be taken away from us in some procedural stitch-up.”</p> <p>In an interview on the eve of conference, Corbyn suggested he would campaign to remain in the EU if that was what the conference decided. “I am the servant of the people and the party,” he said, while stopping short of explicitly backing a Remain position.</p> <p>Separate polling this weekend by YouGov for the People’s Vote Campaign showed 46% of voters thought that any effort by a party leader to “stay neutral” in a Brexit referendum would be “unreasonable” – only 26% thought it acceptable.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1198",
      "commentable": "false",
      "firstPublicationDate": "2019-09-21T22:59:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:39Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccffv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e84746c8e8fbac0825ff05d0b02ff04145e6085/291_377_4190_2514/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A key adviser to Jeremy Corbyn has reportedly quit saying the Labour leader cannot win the next general election. In a significant blow to Corbyn, Andrew Fisher, who masterminded the party’s 2017 manifesto, said he no longer had faith that Labour would be successful. Fisher wrote a memo to colleagues, the Sunday Times reports, saying members of Corbyn’s team had a “lack of professionalism, competence and human decency”. He also accused them of making a “blizzard of lies and excuses” and apparently claimed that the highest ranks of the party were engaged in “class war”. Labour said it did not comment on staffing matters. Fisher said in a statement reported by Sky News that he wanted to spend more time with his family and would remain until after the likely autumn general election. The 40-year-old has been a controversial figure within the Labour movement. He was suspended from Labour in 2015 for apparently supporting a Class War candidate against Emily Benn, Tony Benn’s granddaughter, in the general election, and Benn called for him to be expelled. He also appeared in a video saying he had “very violent, bloody nightmares” about hitting former Labour cabinet minister James Purnell. Barely a year after his suspension, Fisher was confirmed as Labour’s executive director of policy, and was given a large share of the credit for Labour’s surprise success in the 2017 general election which saw Theresa May lose her majority. Fisher’s resignation adds to bitter infighting that has dogged the party. It boiled over again this weekend when pro-Remain Labour MPs and activists accused Corbyn of trying to “shut down democratic debate” on Brexit. The row, which broke out after the leadership tabled plans to delay a decision on whether it should back Remain or Leave until after a general election, came as a new Opinium poll for the Observer showed the Tory party had extended its lead over Labour to 15 points. The survey put the Conservatives on 37% (unchanged from two weeks ago) with Labour on 22% (down three percentage points) , the Liberal Democrats up by one point on 17% and the Brexit party down one on 12%. Also worrying for Labour, before a probable general election in which Brexit would be certain to dominate, the survey found that almost seven out of 10 voters (69%) now believe Corbyn’s policy on Brexit – to back a second referendum while not recommending either Leave or Remain – is unclear. In contrast, well over half of voters think the Conservatives (58%), the Liberal Democrats (59%) and the Brexit party (70%) have clear Brexit policies. Opinium also found for the first time that Remain voters were now just as likely to vote for the Liberal Democrats as for Labour. The Lib Dems backed a policy of scrapping Brexit if they formed the next government at their conference in Bournemouth last week. Ninety constituency Labour parties (CLPs) have submitted motions to Labour’s Brighton conference on Brexit, 90% of which back a clear Remain position. The motions reflect a widespread belief among activists that the lack of a clear policy is driving away voters and would be fatal to the party’s chances at a general election. On Sunday evening shadow Brexit secretary Keir Starmer is expected to attend a key meeting at which the Brexit motions from CLPs will be combined into one, before being debated and voted upon on the conference floor on Monday. However, the process was thrown into confusion on Saturday when Corbyn tabled a draft statement to the party’s national executive committee (NEC) which said the crucial decision on how Labour would campaign in a referendum would be put off until a “one-day special conference, following the election of a Labour government”. The move was seen as an attempt to override the pro-Remain motion and prevent it being debated and voted on. While Corbyn now accepts that Labour should pursue a referendum in an election campaign, he also fears driving away Labour supporters who backed leaving the EU, and has indicated that he would want to stay neutral when a second vote happened – a position regarded as unsustainable by many in the party. A member of the NEC who was present said the statement met “serious objections” from several NEC members, and some unions, and was not passed because of widespread demands for amendments. The NEC will meet again on Sunday to discuss the statement a second time. But when its content was made public, Remain activists and MPs were appalled, saying the party was trying to use the NEC to crush democratic debate and silence the views of a clear majority of party members. Clive Lewis MP, a shadow Treasury minister, said: “This move is just plain wrong. How can this be defended? We, the left, took over the leadership of this party promising internal democracy, promising a new kind of politics. And yet here we are, with a leadership apparently determined to shut down democratic debate on the crucial issue of the day, probably relying on union bloc votes to outvote the members. It’s not what we signed up for. We now need to rally on the conference floor – if it passes, delegates should mobilise to vote against the NEC statement so the Brexit motions can be heard and democratically debated.” Michael Chessum, national organiser for Another Europe is Possible, the organisation that has championed the pro-Remain motion, said: “Introducing an NEC statement in this manner would be a bare-faced attempt to shut down a democratic debate on Brexit at conference. The idea that Labour would not take a position now, and put it off to a special conference just after an election, is absurd. We have a conference, right here and right now, which has had a huge wave of grassroots motions submitted to it on Brexit. Ahead of an election, Labour’s members and voters want to know that the party understands them and is on their side. Preventing their views from even being debated is just a slap in the face. The NEC should vote down this statement and let the members decide our policy democratically on the conference floor.” Lloyd Russell-Moyle, Labour MP for Brighton Kemptown, said: “We are being hammered on the doorstep because our Brexit position is a fudge. Yes, it’s great that we are putting forward a public vote and a Remain option. But in every seat in the country, Leave and Remain, we are losing votes because our voters are turning to Remain parties. This conference is our one chance before an election to get out of the fudge – we cannot allow that to be taken away from us in some procedural stitch-up.” In an interview on the eve of conference, Corbyn suggested he would campaign to remain in the EU if that was what the conference decided. “I am the servant of the people and the party,” he said, while stopping short of explicitly backing a Remain position. Separate polling this weekend by YouGov for the People’s Vote Campaign showed 46% of voters thought that any effort by a party leader to “stay neutral” in a Brexit referendum would be “unreasonable” – only 26% thought it acceptable.",
      "charCount": "7038",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/james-tapper\">James Tapper</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/22/truth-will-be-lost-if-messenger-becomes-the-story",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-22T06:00:03Z",
    "webTitle": "Boris Johnson’s confrontation: don’t lose sight of the real story | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/22/truth-will-be-lost-if-messenger-becomes-the-story",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/22/truth-will-be-lost-if-messenger-becomes-the-story",
    "fields": {
      "headline": "Boris Johnson’s confrontation: don’t lose sight of the real story",
      "standfirst": "<p>The PM’s hospital encounter led to an online frenzy while the state of the NHS was forgotten</p>",
      "trailText": "The PM’s hospital encounter led to an online frenzy while the state of the NHS was forgotten",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"1c13ad76a40fd1a0af0b841035f20422e3b0ee4e\"> <img src=\"https://media.guim.co.uk/1c13ad76a40fd1a0af0b841035f20422e3b0ee4e/0_206_3500_2100/1000.jpg\" alt=\"Omar Salem confronts Boris Johnson during his visit to Whipps Cross University Hospital\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Omar Salem confronts Boris Johnson during his visit to Whipps Cross University Hospital</span> <span class=\"element-image__credit\">Photograph: Yui Mok/AP</span> </figcaption> </figure>",
      "body": "<p>‘The problem with politicians and political activists is that they are trapped in their own little bubbles.” If there’s one complaint that defines our age, it’s the accusation that those involved in politics are too removed from “real” people. The trouble is, when political activists show that they have the same concerns as everybody else, the complaint gets turned on its head. “But that’s not a real person, that’s a political activist.”</p> <p>So it was with the confrontation last week between Boris Johnson and <a href=\"https://www.theguardian.com/politics/video/2019/sep/18/boris-johnson-confronted-patient-father-nhs-waiting-times-video\" title=\"\">Omar Salem</a>, the father of a sick child at Whipps Cross university hospital in London. Much of the debate about the confrontation has been less about Johnson or the state of the NHS than about Salem being a Labour party activist.</p> <p>What if he is? Isn’t that a good thing? An expression of an activist facing the same problems as experienced by “ordinary” people? Of an “ordinary” person whose experiences are part of the reason he is an activist? Salem’s experiences are no less real, his anger is no less valid, because he is an activist. To insist that “ordinary” people cannot be activists is to insist that people’s experiences and anger only matter when they suffer, but not when they challenge the problems they face or organise against them.</p> <p>If the targeting of Salem was one side of the Whipps Cross drama, the other was the targeting of the BBC’s political editor, Laura Kuenssberg. Her tweet about <a href=\"https://twitter.com/bbclaurak/status/1174318564397985793\" title=\"\">Salem being a Labour party activist</a> generated a Twitter storm, and included calls for her sacking, as critics accused her of “dogpiling”.</p> <p>Kuenssberg’s “This is him” tweet, pointing to Salem’s Twitter feed, was certainly oddly phrased and it’s not difficult to see why her critics seized on it as an invitation for people to pile in. Salem, though, <a href=\"https://twitter.com/OmarSalem/status/1174279099935789057\" title=\"\">had already outed himself</a>. Other journalists and media had also <a href=\"https://twitter.com/Channel4News/status/1174312018708488194\" title=\"\">pointed out his activism</a>. And Salem seemed comfortable with Kuenssberg’s tweet; she was, he wrote, “doing her job without fear or favour, which is a vital part of democracy”.</p> <p>Hostility to Kuenssberg is long running and stems partly from a perception that she is <a href=\"https://www.thecanary.co/topics/laura-kuenssberg/\" title=\"\">too close to the Tories</a>. But the targeting of both Salem and Kuenssberg stems also from confusion as to what we want from journalists.</p> <p>We often think of “objective” or “impartial” journalism as a matter of presenting the facts and abjuring judgment. But, as George Brock, professor of journalism at City University, London, observes, good journalism is more complex. Journalism “is the systematic effort to establish the truth of what matters to society”. Facts, however, can rarely be “divorced from context or values”. Hence, good journalism is not simply about transmitting facts, but also about deciding which facts are relevant and “making sense of [the facts] it transmits”. That inevitably involves “the exercise of judgment”.</p> <p>We need journalists to be truthful in the sense of not distorting the facts for political purposes. But truthfulness or impartiality do not mean the disavowal of one’s political or moral instincts.</p> <p>Consider the work of <a href=\"https://www.theguardian.com/profile/ameliagentleman\" title=\"\">Amelia Gentleman</a>, the <em>Guardian</em> journalist whose uncovering of the Windrush scandal has been a model of investigative journalism, and whose book on the affair was <a href=\"https://guardianbookshop.com/windrush-betrayal-9781783351848.html\" title=\"\">published last week</a>. It is meticulously researched, scrupulously truthful and devastatingly powerful. It is also the product of someone whose power derives from her moral engagement with her subject. Good journalism is never simply partisan. But all journalism is necessarily shaped by particular political and moral perspectives.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The confrontation reveals the importance of judgment in journalism. The facts are not in doubt but what was the story?</p> </blockquote> </aside>  <p>The Whipps Cross hospital confrontation reveals the importance of judgment in journalism. The facts are not in dispute, but what was the actual story? That the prime minister was confronted by a member of the public? That the member of the public was a Labour party activist? That a BBC correspondent identified him as an activist? Or that patients are being failed because of under-resourcing and that there is real anger about this?</p> <p>That so much of the focus has been on Salem’s activism and on Kuenssberg’s tweet, rather than on hospital constraints and on patient anger, reveals a warping of judgment. This is the fault not of a particular journalist but of a broader cultural shift in which the identity of the messenger has become more important than the message.</p> <p>In journalism, as in politics, the frameworks within which we make sense of the world have fragmented. And in the process, so have judgments about what is significant. Many dismiss Salem’s anger because he is a Labour activist and Kuenssberg’s journalism because she is allegedly a Tory. When we’re more agitated by the messenger than the message, then “the systematic effort to establish the truth of what matters to society” becomes that much more difficult.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "22",
      "wordcount": "792",
      "commentCloseDate": "2019-09-22T14:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-22T06:00:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-22T15:01:16Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccexy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1c13ad76a40fd1a0af0b841035f20422e3b0ee4e/0_206_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘The problem with politicians and political activists is that they are trapped in their own little bubbles.” If there’s one complaint that defines our age, it’s the accusation that those involved in politics are too removed from “real” people. The trouble is, when political activists show that they have the same concerns as everybody else, the complaint gets turned on its head. “But that’s not a real person, that’s a political activist.” So it was with the confrontation last week between Boris Johnson and Omar Salem, the father of a sick child at Whipps Cross university hospital in London. Much of the debate about the confrontation has been less about Johnson or the state of the NHS than about Salem being a Labour party activist. What if he is? Isn’t that a good thing? An expression of an activist facing the same problems as experienced by “ordinary” people? Of an “ordinary” person whose experiences are part of the reason he is an activist? Salem’s experiences are no less real, his anger is no less valid, because he is an activist. To insist that “ordinary” people cannot be activists is to insist that people’s experiences and anger only matter when they suffer, but not when they challenge the problems they face or organise against them. If the targeting of Salem was one side of the Whipps Cross drama, the other was the targeting of the BBC’s political editor, Laura Kuenssberg. Her tweet about Salem being a Labour party activist generated a Twitter storm, and included calls for her sacking, as critics accused her of “dogpiling”. Kuenssberg’s “This is him” tweet, pointing to Salem’s Twitter feed, was certainly oddly phrased and it’s not difficult to see why her critics seized on it as an invitation for people to pile in. Salem, though, had already outed himself. Other journalists and media had also pointed out his activism. And Salem seemed comfortable with Kuenssberg’s tweet; she was, he wrote, “doing her job without fear or favour, which is a vital part of democracy”. Hostility to Kuenssberg is long running and stems partly from a perception that she is too close to the Tories. But the targeting of both Salem and Kuenssberg stems also from confusion as to what we want from journalists. We often think of “objective” or “impartial” journalism as a matter of presenting the facts and abjuring judgment. But, as George Brock, professor of journalism at City University, London, observes, good journalism is more complex. Journalism “is the systematic effort to establish the truth of what matters to society”. Facts, however, can rarely be “divorced from context or values”. Hence, good journalism is not simply about transmitting facts, but also about deciding which facts are relevant and “making sense of [the facts] it transmits”. That inevitably involves “the exercise of judgment”. We need journalists to be truthful in the sense of not distorting the facts for political purposes. But truthfulness or impartiality do not mean the disavowal of one’s political or moral instincts. Consider the work of Amelia Gentleman, the Guardian journalist whose uncovering of the Windrush scandal has been a model of investigative journalism, and whose book on the affair was published last week. It is meticulously researched, scrupulously truthful and devastatingly powerful. It is also the product of someone whose power derives from her moral engagement with her subject. Good journalism is never simply partisan. But all journalism is necessarily shaped by particular political and moral perspectives. The Whipps Cross hospital confrontation reveals the importance of judgment in journalism. The facts are not in dispute, but what was the actual story? That the prime minister was confronted by a member of the public? That the member of the public was a Labour party activist? That a BBC correspondent identified him as an activist? Or that patients are being failed because of under-resourcing and that there is real anger about this? That so much of the focus has been on Salem’s activism and on Kuenssberg’s tweet, rather than on hospital constraints and on patient anger, reveals a warping of judgment. This is the fault not of a particular journalist but of a broader cultural shift in which the identity of the messenger has become more important than the message. In journalism, as in politics, the frameworks within which we make sense of the world have fragmented. And in the process, so have judgments about what is significant. Many dismiss Salem’s anger because he is a Labour activist and Kuenssberg’s journalism because she is allegedly a Tory. When we’re more agitated by the messenger than the message, then “the systematic effort to establish the truth of what matters to society” becomes that much more difficult. • Kenan Malik is an Observer columnist",
      "charCount": "4805",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]