[
  {
    "id": "politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-29T15:00:52Z",
    "webTitle": "Give MPs the power to protect the weak and vulnerable | Damian Collins",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/29/commons-select-committees-more-powers--jeremy-kyle-dominic-cummings",
    "fields": {
      "headline": "Give MPs the ability to hold the rich and powerful to account",
      "standfirst": "Select committees do vital work – but Jeremy Kyle and Dominic Cummings are among those who did not appear before them when asked. It’s time MPs had the power to make people show up",
      "trailText": "Select committees do vital work – but Jeremy Kyle and Dominic Cummings are among those who did not appear before them when asked. It’s time MPs had the power to make people show up",
      "byline": "Damian Collins",
      "main": "<figure class=\"element element-image\" data-media-id=\"c43f1022ed721a753e47c6e0b1dd984b792a0d2e\"> <img src=\"https://media.guim.co.uk/c43f1022ed721a753e47c6e0b1dd984b792a0d2e/0_562_5439_3262/1000.jpg\" alt=\"Jeremy Kyle\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Kyle was a notable absence at the select committee’s inquiry into the Jeremy Kyle Show.</span> <span class=\"element-image__credit\">Photograph: ITV/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Last week the House of Commons <a href=\"https://houseofcommons.shorthandstories.com/select-committees-40/index.html\" title=\"\">marked the 40th anniversary</a> of the creation of select committees to scrutinise the work of individual government departments. I chair one of these – digital, culture, media and sport – but the scope of its work has extended beyond holding individual ministers to account. We now investigate much wider issues of concern, where the intervention of parliament could help expose wrongdoing and prevent vulnerable people from being exploited.</p> <p>On 25 June, as part of our inquiry into reality TV, we <a href=\"https://www.theguardian.com/media/2019/jun/25/treatment-of-jeremy-kyle-show-guests-likened-to-roman-colosseum\" title=\"\">questioned executives from ITV</a> about the <em>Jeremy Kyle Show</em>, which used techniques such as lie detector tests to try to resolve disputes between families and neighbours. This show was <a href=\"https://www.theguardian.com/media/2019/may/13/jeremy-kyle-show-suspended-after-death-of-guest\" title=\"\">taken off air</a> by ITV after a participant who had failed such a test took his own life.</p> <p>This tragic event prompted a wider debate about whether TV companies that make such programmes are operating with sufficient duty of care to the members of the public who take part in them. We asked the programme’s executive producer why he didn’t properly inform participants about the unreliability of lie detector tests, that Kyle presented as hard facts; some studies have shown that they can at best only give an accurate reading on two out of three occasions, and then only when conducted in perfectly controlled conditions. We also wanted to know why no one on the aftercare team, who were there to ensure the welfare of participants, was registered by the Health and Care Professions Council, which is recommended where teams are working with vulnerable adults.</p> <p>We can use our powers to ask these questions without fear or favour, and the large public response we have had since we opened the inquiry shows me that there is considerable public concern about these issues. We are also uniquely placed to do this, as there is a general presumption that witnesses will attend to give evidence if asked and are required to respond truthfully to the questions put to them. The participants of the programmes have no such rights; they give these away when they sign the long and complex contracts which are a requirement for all who want to take part.</p> <p>Over the last couple of years, we have similarly been able to challenge technology companies such as Facebook and Google about how they gather and use our personal data, and their <a href=\"https://www.theguardian.com/technology/2019/feb/18/facebook-fake-news-investigation-report-regulation-privacy-law-dcms\" title=\"\">responsibility to act against harmful content</a> and disinformation. We have also questioned leaders in sport about the oversight of <a href=\"https://www.theguardian.com/sport/2018/mar/05/sebastian-coe-inquiry-russia-doping\" title=\"\">doping controls</a> and other important areas of athlete welfare.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We need  a clear real-world sanction for those that refuse to comply with a request to provide evidence</p> </blockquote> </aside>  <p>Select committees can challenge powerful people and report our conclusions for all to see. This is something that can greatly anger some of them, not least the businessman and Leave.EU political donor <a href=\"https://www.theguardian.com/uk-news/arron-banks\" title=\"\">Arron Banks</a>, who was so upset by the committee’s work that he <a href=\"https://twitter.com/davidbenjyman/status/1057267255912882176\" title=\"\">wrote to every household</a> in my constituency to tell them so; not that it did him any good.</p> <p>Most people comply with a request to appear, even if sometimes reluctantly. On occasion we have to use our formal powers and issue a summons, as we did with Alexander Nix, the former chief executive of Cambridge Analytica. We can also use this power to order the supply of documents which are relevant to our inquiries, which led us last year to sending the sergeant at arms to the London hotel of an American businessman with a request for documents about Facebook.</p> <p>However, there is a debate now about what happens if people refuse to comply. For example, our discussion about the <em>Jeremy Kyle Show</em> had one notable absentee in the form of Kyle himself. We believe he should appear, and we hope we can find a future date when he will. When we previously asked the former campaign director of Vote Leave, Dominic Cummings, to come and answer the committee’s questions, <a href=\"https://www.theguardian.com/politics/2018/may/17/vote-leave-strategist-dominic-cummings-refuses-to-appear-before-mps\" title=\"\">he refused</a>. This led to a motion of censure being passed against him by the House of Commons, but that felt like a very unsatisfactory conclusion.</p> <p>I believe we need to formalise these powers and have a clear real-world sanction for those that refuse to comply with a request to provide evidence to a parliamentary committee. In some countries, once this has been established, legal proceedings can be commenced which could lead to a fine or some other appropriate sanction being enforced. This could also apply to people who have been proven to have lied to a parliamentary committee. In the United States Congress, for example, such behaviour is treated as a criminal offence, just as perjury in court would be.</p> <p>The select committees have become a place where parliament can stand up for the interests of the people and hold to account those with power but who sit outside the formal structures of government. Over the last 40 years we have seen the scope of these inquiries grow, and we need to make sure that the rules that underpin them are fit for the modern world.</p> <p><em>Damian Collins is the Conservative MP for Folkestone and Hythe</em></p>",
      "newspaperPageNumber": "45",
      "wordcount": "835",
      "commentable": "false",
      "firstPublicationDate": "2019-06-29T15:00:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-24T11:06:36Z",
      "newspaperEditionDate": "2019-06-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bn6eq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c43f1022ed721a753e47c6e0b1dd984b792a0d2e/0_562_5439_3262/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week the House of Commons marked the 40th anniversary of the creation of select committees to scrutinise the work of individual government departments. I chair one of these – digital, culture, media and sport – but the scope of its work has extended beyond holding individual ministers to account. We now investigate much wider issues of concern, where the intervention of parliament could help expose wrongdoing and prevent vulnerable people from being exploited. On 25 June, as part of our inquiry into reality TV, we questioned executives from ITV about the Jeremy Kyle Show, which used techniques such as lie detector tests to try to resolve disputes between families and neighbours. This show was taken off air by ITV after a participant who had failed such a test took his own life. This tragic event prompted a wider debate about whether TV companies that make such programmes are operating with sufficient duty of care to the members of the public who take part in them. We asked the programme’s executive producer why he didn’t properly inform participants about the unreliability of lie detector tests, that Kyle presented as hard facts; some studies have shown that they can at best only give an accurate reading on two out of three occasions, and then only when conducted in perfectly controlled conditions. We also wanted to know why no one on the aftercare team, who were there to ensure the welfare of participants, was registered by the Health and Care Professions Council, which is recommended where teams are working with vulnerable adults. We can use our powers to ask these questions without fear or favour, and the large public response we have had since we opened the inquiry shows me that there is considerable public concern about these issues. We are also uniquely placed to do this, as there is a general presumption that witnesses will attend to give evidence if asked and are required to respond truthfully to the questions put to them. The participants of the programmes have no such rights; they give these away when they sign the long and complex contracts which are a requirement for all who want to take part. Over the last couple of years, we have similarly been able to challenge technology companies such as Facebook and Google about how they gather and use our personal data, and their responsibility to act against harmful content and disinformation. We have also questioned leaders in sport about the oversight of doping controls and other important areas of athlete welfare. Select committees can challenge powerful people and report our conclusions for all to see. This is something that can greatly anger some of them, not least the businessman and Leave.EU political donor Arron Banks, who was so upset by the committee’s work that he wrote to every household in my constituency to tell them so; not that it did him any good. Most people comply with a request to appear, even if sometimes reluctantly. On occasion we have to use our formal powers and issue a summons, as we did with Alexander Nix, the former chief executive of Cambridge Analytica. We can also use this power to order the supply of documents which are relevant to our inquiries, which led us last year to sending the sergeant at arms to the London hotel of an American businessman with a request for documents about Facebook. However, there is a debate now about what happens if people refuse to comply. For example, our discussion about the Jeremy Kyle Show had one notable absentee in the form of Kyle himself. We believe he should appear, and we hope we can find a future date when he will. When we previously asked the former campaign director of Vote Leave, Dominic Cummings, to come and answer the committee’s questions, he refused. This led to a motion of censure being passed against him by the House of Commons, but that felt like a very unsatisfactory conclusion. I believe we need to formalise these powers and have a clear real-world sanction for those that refuse to comply with a request to provide evidence to a parliamentary committee. In some countries, once this has been established, legal proceedings can be commenced which could lead to a fine or some other appropriate sanction being enforced. This could also apply to people who have been proven to have lied to a parliamentary committee. In the United States Congress, for example, such behaviour is treated as a criminal offence, just as perjury in court would be. The select committees have become a place where parliament can stand up for the interests of the people and hold to account those with power but who sit outside the formal structures of government. Over the last 40 years we have seen the scope of these inquiries grow, and we need to make sure that the rules that underpin them are fit for the modern world. Damian Collins is the Conservative MP for Folkestone and Hythe",
      "charCount": "4875",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/damian-collins\">Damian Collins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/jun/29/canopy-growth-headquarters-canada-cannabis-bruce-linton",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-06-29T14:03:50Z",
    "webTitle": "‘There’s no opposition now’: how a quiet Canada town became a world leader in growing weed",
    "webUrl": "https://www.theguardian.com/business/2019/jun/29/canopy-growth-headquarters-canada-cannabis-bruce-linton",
    "apiUrl": "https://content.guardianapis.com/business/2019/jun/29/canopy-growth-headquarters-canada-cannabis-bruce-linton",
    "fields": {
      "headline": "‘There’s no opposition now’: how a quiet Canada town became a world leader in growing weed",
      "standfirst": "In an abandoned chocolate factory in Ontario, Canopy Growth is nurturing global ambitions<em>.</em> But could it thrive in Britain?",
      "trailText": "In an abandoned chocolate factory in Ontario, Canopy Growth is nurturing global ambitions<em>.</em> But could it thrive in Britain?",
      "byline": "Rob Davies",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"1db60e00b528ec11900a65242c052f984928a577\"> <img src=\"https://media.guim.co.uk/1db60e00b528ec11900a65242c052f984928a577/0_341_5760_3456/1000.jpg\" alt=\"Section grower Corey Evans walks between flowering marijuana plants at the Canopy Growth facility in Smiths Falls, Ontario, Canada.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Section grower Corey Evans walks between flowering marijuana plants at the Canopy Growth facility in Smiths Falls, Ontario, Canada.</span> <span class=\"element-image__credit\">Photograph: Chris Wattie/Reuters</span> </figcaption> </figure>",
      "body": "<p>The musky aroma hits you from the car park at the headquarters of Canopy Growth, the world’s largest cannabis company.</p> <p>Inside this nondescript warehouse – an abandoned Hershey’s chocolate factory in Smiths Falls, Canada – awaits the stuff of a stoner’s wildest dreams. Myriad rooms teem with row upon row of bushy marijuana plants at various stages of maturity, under intense lamplight, swaying in the breeze of dozens of fans.</p> <p>A staff member wheels past crates full of pre-rolled joints in their hundreds. Another trolley holds 25 large bags of high-grade dried cannabis bud, a kilogram each, with a combined value of roughly C$250,000 (£150,000).</p> <p>If anyone is the Willy Wonka of weed, it’s Canopy Growth’s co-chief executive, Bruce Linton.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/maps/embed/jun/2019-06-28T16:09:07.html\" data-alt=\"graphic\"> <a href=\"https://interactive.guim.co.uk/maps/embed/jun/2019-06-28T16:09:07.html\">graphic</a> </figure>  <p>Talking a mile a minute, his eyes gleam as he walks the halls of a facility that cost C$150m to build. “When I started it was officially the world’s worst idea, because there was no market,” he said. “There were no regulations and there were officially no patients. I was reluctant to tell my mother I was starting a cannabis business. Now she’s a cannabis patient, she’s like a drug dealer advising all her friends.”</p> <p>In a timely illustration of how far the business – and the image of cannabis – has come, he takes a call from America’s home economics queen, Martha Stewart. Canopy has a deal with Stewart that envisages cannabis-infused chews for anxious pets. “Martha, you’re gonna hate this, I have to call you back.” Canada legalised medical marijuana in 2001, but the recent weed boom was fuelled by a regulatory change in 2013 that effectively created a commercial market. Dozens of countries, including Germany, have brought forward their own medical marijuana legislation. </p> <p>In 2018 Canada became the second country, after Uruguay, to legalise and regulate recreational use.</p> <p>By catching the green wave, Linton has built, in under six years, a company valued by the stock market at £11.5bn, positioned to be the number one global player.</p> <p>Though Canopy has yet to make a profit, revenues reached C$225m last year. More than half comes from its recreational cannabis brand Tweed, even though legalisation only took hold halfway through the year.</p> <p>Its success is also transforming Smiths Falls, a former manufacturing town about 50 miles south-west of Ottawa in eastern Ontario, that was down on its luck. “Smiths Falls is very conservative,” says Tracy, who runs a taxi business. “The devil himself could be running as a conservative candidate and he’d win. Some people thought, ‘Oh my God, we’re gonna be growing pot?’ It’s employing so many people that there’s no opposition now.”</p> <p>Built by the same Ontario folk who laid railroads and dug canals, Smiths Falls had lost big employers such as RCA, which pressed the first Beatles albums sold in North America. The Ontario Hospital School, a Stanley tools plant and a metalworks all followed suit, with Hersheys dealing the final blow by upping sticks in 2008.</p> <p>The deputy mayor, Wendy Alford, used to work at Hersheys on the Reese’s Peanut Butter Cup production line. She says that Canopy Growth taking over the site has been “life-changing” for the town.</p> <p>The company employs 1,300 people, about 800 of them Smiths Falls residents, close to 10% of the population. There are indirect economic benefits, Alford says. “Their security trucks needed new tyres, so they all go over to Hank’s Tyres and that’s just made his year. He’s hiring new people.”</p> <p>Some of the early staff have been enriched by stock options granted when its shares were worth one hundredth of today’s price. It’s like the Silicon Valley tech boom, albeit on a smaller scale.</p>  <figure class=\"element element-image\" data-media-id=\"eba10a0cbb9f8ed8f5f6a70a273a020a41311b31\"> <img src=\"https://media.guim.co.uk/eba10a0cbb9f8ed8f5f6a70a273a020a41311b31/0_280_4507_2705/1000.jpg\" alt=\"Bruce Linton, the founder and chief executive of Canopy Growth, on the floor of the New York Stock Exchange in March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bruce Linton, the founder and co-CEO of Canopy Growth, on the floor of the New York Stock Exchange in March.</span> <span class=\"element-image__credit\">Photograph: Brendan McDermid/Reuters</span> </figcaption> </figure>  <p>Alford admits that weed wealth has gentrified Smiths Falls to a degree, pricing lower-income residents out of homes they might once have been able to afford. But there appears to be precious little obvious dissent about Canopy’s presence. The ongoing debate over whether the town should have angled or parallel parking is a far more divisive topic.</p> <p>Linton would like to replicate the Smiths Falls revival in Britain, where the firm has a foothold. Canopy owns a UK subsidiary, Spectrum Biomedical UK, and recently spent £43m on the beauty firm This Works, with an eye on a range of products infused with CBD, the non-psychoactive component of cannabis that has become a global health trend.</p> <p>Canopy also has a partnership with the Beckley Foundation, the campaign group that has long promoted drug policy reform and engaged in pioneering research into psychedelic substances.</p> <p>One thing Canopy hasn’t done is serve many prescriptions in the UK. In November last year, after a long-running campaign fronted by the parents of children with severe epilepsy, the law changed to permit medical cannabis, albeit in very tightly controlled conditions that campaigners and the industry say are unduly restrictive. A specialist must write a prescription before the product can even be imported. There are a handful of patients and Canopy has supplied one of them.</p>  <figure class=\"element element-image\" data-media-id=\"0147473f402f7a7fc76db4493d34292387188a0a\"> <img src=\"https://media.guim.co.uk/0147473f402f7a7fc76db4493d34292387188a0a/0_72_3053_1832/1000.jpg\" alt=\"A worker collects cuttings from a marijuana plant at Canopy Growth in Smiths Falls, Ontario, Canada.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A worker collects cuttings from a marijuana plant at Canopy Growth in Smiths Falls, Ontario, Canada.</span> <span class=\"element-image__credit\">Photograph: Chris Wattie/Reuters</span> </figcaption> </figure>  <p>Some of Canopy’s smaller rivals have made donations to the MP-run Conservative Drug Policy Reform Group to spur change. Canopy says it hasn’t spent a penny to shift politicians’ mindsets in the UK, but it has talked to them.</p> <p>Like many in the industry, Linton also touts cannabis as an alternative to opioids, the heroin-related prescription painkillers that have spawned legions of addicts and caused overdose deaths, particularly in the prescription-happy US and Canada. While there is anecdotal evidence that cannabis can treat pain, insomnia, anxiety and nausea – among other conditions – there is limited information from clinical trials to prove its benefits. One reason is that pharmaceutical companies have little incentive to test products they cannot patent.</p> <p>“It was never taught in medical school and didn’t come through a process of inventing a molecule and testing if it kills people,” says Linton. “The objections are always the same, that we need studies. We reference 71 peer-reviewed studies, we’re doing our own studies, we have now data from 80,000 patients that have been with us up to six years. People find that they get relief.”</p> <p>Canopy’s customer network presents a golden opportunity to collect data about its patients and product.</p> <p>The growing operation uses state-of-the-art technology to trace every product back to its mother plant. Artificial Intelligence plays a part in keeping the high-powered lights on at the right time and ensuring even temperatures.</p>  <figure class=\"element element-image\" data-media-id=\"6532f7f0d7a344fe9d3b40bc6ac4683e4f8b1bd4\"> <img src=\"https://media.guim.co.uk/6532f7f0d7a344fe9d3b40bc6ac4683e4f8b1bd4/476_0_3577_3578/1000.jpg\" alt=\"Promoting Tweed, Canopy Growth’s recreational cannabis brand, in the lobby at Smiths Falls, Ontario, Canad.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Promoting Tweed, Canopy Growth’s recreational cannabis brand, in the lobby at Smiths Falls, Ontario, Canada.</span> <span class=\"element-image__credit\">Photograph: Chris Wattie/Reuters</span> </figcaption> </figure>  <p>Security is tight, too. There is a vault licensed to carry C$150m of product, to which just seven people have the code.</p> <p>The 150,000kg of cannabis produced every year, here and in its other vast greenhouses, goes out in armoured trucks manned by security guards with guns. Each truck could be carrying a load worth up to C$25m, ranging from the traditional dried bud similar to that found on the street to cannabis oil and pharmaceutical-style gel caps.</p> <p>Legislation is expected to come into force this December that will permit expansion to include cannabis-infused drinks, vaping pens and edibles such as gummy bears and chocolate. These products will end up in Canada’s growing network of cannabis shops, pristine retail spots more reminiscent of the Apple store or high-end parfumiers than dens of iniquity.</p> <p>But breaking America is the biggest prize in the near future. Canopy recently signed a C$4.5bn deal giving it an option to buy the US cannabis firm Acreage, putting it in pole position to grab a slice of the US if it opens up further.</p> <p>While many American states now permit both medical and recreational cannabis use, federal law still prohibits it. And that’s an impediment to raising money through the tightly regulated banks, not to mention building a presence that crosses state lines.</p> <p>The importance of the US to Canopy’s future is one reason that Linton won’t say whether he is the type to get high on his own supply. He’s a frequent visitor to the US, where acknowledging the use of cannabis can still cause friction with border officials. “If you go to the south, you’ve never heard of cannabis, that’s my advice.”</p> <p>• This article was amended on 1 July 2019 to correct the location of Smiths Falls to south-west of Ottawa, not south-east. The error occurred in the editing process.</p>  <figure class=\"element element-image\" data-media-id=\"9cdbdac0417172732debe050b65003e864d6ec42\"> <img src=\"https://media.guim.co.uk/9cdbdac0417172732debe050b65003e864d6ec42/0_250_8000_4800/1000.jpg\" alt=\"A water tower in Smiths Falls, Ontario, Canada, where legally-grown cannabis is reviving job prospects.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A water tower in Smiths Falls, Ontario, Canada, where legally-grown cannabis is reviving job prospects.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>",
      "newspaperPageNumber": "34",
      "wordcount": "1366",
      "commentable": "false",
      "firstPublicationDate": "2019-06-29T14:03:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-06T08:16:14Z",
      "newspaperEditionDate": "2019-06-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bn4pe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1db60e00b528ec11900a65242c052f984928a577/0_341_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The musky aroma hits you from the car park at the headquarters of Canopy Growth, the world’s largest cannabis company. Inside this nondescript warehouse – an abandoned Hershey’s chocolate factory in Smiths Falls, Canada – awaits the stuff of a stoner’s wildest dreams. Myriad rooms teem with row upon row of bushy marijuana plants at various stages of maturity, under intense lamplight, swaying in the breeze of dozens of fans. A staff member wheels past crates full of pre-rolled joints in their hundreds. Another trolley holds 25 large bags of high-grade dried cannabis bud, a kilogram each, with a combined value of roughly C$250,000 (£150,000). If anyone is the Willy Wonka of weed, it’s Canopy Growth’s co-chief executive, Bruce Linton. Talking a mile a minute, his eyes gleam as he walks the halls of a facility that cost C$150m to build. “When I started it was officially the world’s worst idea, because there was no market,” he said. “There were no regulations and there were officially no patients. I was reluctant to tell my mother I was starting a cannabis business. Now she’s a cannabis patient, she’s like a drug dealer advising all her friends.” In a timely illustration of how far the business – and the image of cannabis – has come, he takes a call from America’s home economics queen, Martha Stewart. Canopy has a deal with Stewart that envisages cannabis-infused chews for anxious pets. “Martha, you’re gonna hate this, I have to call you back.” Canada legalised medical marijuana in 2001, but the recent weed boom was fuelled by a regulatory change in 2013 that effectively created a commercial market. Dozens of countries, including Germany, have brought forward their own medical marijuana legislation. In 2018 Canada became the second country, after Uruguay, to legalise and regulate recreational use. By catching the green wave, Linton has built, in under six years, a company valued by the stock market at £11.5bn, positioned to be the number one global player. Though Canopy has yet to make a profit, revenues reached C$225m last year. More than half comes from its recreational cannabis brand Tweed, even though legalisation only took hold halfway through the year. Its success is also transforming Smiths Falls, a former manufacturing town about 50 miles south-west of Ottawa in eastern Ontario, that was down on its luck. “Smiths Falls is very conservative,” says Tracy, who runs a taxi business. “The devil himself could be running as a conservative candidate and he’d win. Some people thought, ‘Oh my God, we’re gonna be growing pot?’ It’s employing so many people that there’s no opposition now.” Built by the same Ontario folk who laid railroads and dug canals, Smiths Falls had lost big employers such as RCA, which pressed the first Beatles albums sold in North America. The Ontario Hospital School, a Stanley tools plant and a metalworks all followed suit, with Hersheys dealing the final blow by upping sticks in 2008. The deputy mayor, Wendy Alford, used to work at Hersheys on the Reese’s Peanut Butter Cup production line. She says that Canopy Growth taking over the site has been “life-changing” for the town. The company employs 1,300 people, about 800 of them Smiths Falls residents, close to 10% of the population. There are indirect economic benefits, Alford says. “Their security trucks needed new tyres, so they all go over to Hank’s Tyres and that’s just made his year. He’s hiring new people.” Some of the early staff have been enriched by stock options granted when its shares were worth one hundredth of today’s price. It’s like the Silicon Valley tech boom, albeit on a smaller scale. Alford admits that weed wealth has gentrified Smiths Falls to a degree, pricing lower-income residents out of homes they might once have been able to afford. But there appears to be precious little obvious dissent about Canopy’s presence. The ongoing debate over whether the town should have angled or parallel parking is a far more divisive topic. Linton would like to replicate the Smiths Falls revival in Britain, where the firm has a foothold. Canopy owns a UK subsidiary, Spectrum Biomedical UK, and recently spent £43m on the beauty firm This Works, with an eye on a range of products infused with CBD, the non-psychoactive component of cannabis that has become a global health trend. Canopy also has a partnership with the Beckley Foundation, the campaign group that has long promoted drug policy reform and engaged in pioneering research into psychedelic substances. One thing Canopy hasn’t done is serve many prescriptions in the UK. In November last year, after a long-running campaign fronted by the parents of children with severe epilepsy, the law changed to permit medical cannabis, albeit in very tightly controlled conditions that campaigners and the industry say are unduly restrictive. A specialist must write a prescription before the product can even be imported. There are a handful of patients and Canopy has supplied one of them. Some of Canopy’s smaller rivals have made donations to the MP-run Conservative Drug Policy Reform Group to spur change. Canopy says it hasn’t spent a penny to shift politicians’ mindsets in the UK, but it has talked to them. Like many in the industry, Linton also touts cannabis as an alternative to opioids, the heroin-related prescription painkillers that have spawned legions of addicts and caused overdose deaths, particularly in the prescription-happy US and Canada. While there is anecdotal evidence that cannabis can treat pain, insomnia, anxiety and nausea – among other conditions – there is limited information from clinical trials to prove its benefits. One reason is that pharmaceutical companies have little incentive to test products they cannot patent. “It was never taught in medical school and didn’t come through a process of inventing a molecule and testing if it kills people,” says Linton. “The objections are always the same, that we need studies. We reference 71 peer-reviewed studies, we’re doing our own studies, we have now data from 80,000 patients that have been with us up to six years. People find that they get relief.” Canopy’s customer network presents a golden opportunity to collect data about its patients and product. The growing operation uses state-of-the-art technology to trace every product back to its mother plant. Artificial Intelligence plays a part in keeping the high-powered lights on at the right time and ensuring even temperatures. Security is tight, too. There is a vault licensed to carry C$150m of product, to which just seven people have the code. The 150,000kg of cannabis produced every year, here and in its other vast greenhouses, goes out in armoured trucks manned by security guards with guns. Each truck could be carrying a load worth up to C$25m, ranging from the traditional dried bud similar to that found on the street to cannabis oil and pharmaceutical-style gel caps. Legislation is expected to come into force this December that will permit expansion to include cannabis-infused drinks, vaping pens and edibles such as gummy bears and chocolate. These products will end up in Canada’s growing network of cannabis shops, pristine retail spots more reminiscent of the Apple store or high-end parfumiers than dens of iniquity. But breaking America is the biggest prize in the near future. Canopy recently signed a C$4.5bn deal giving it an option to buy the US cannabis firm Acreage, putting it in pole position to grab a slice of the US if it opens up further. While many American states now permit both medical and recreational cannabis use, federal law still prohibits it. And that’s an impediment to raising money through the tightly regulated banks, not to mention building a presence that crosses state lines. The importance of the US to Canopy’s future is one reason that Linton won’t say whether he is the type to get high on his own supply. He’s a frequent visitor to the US, where acknowledging the use of cannabis can still cause friction with border officials. “If you go to the south, you’ve never heard of cannabis, that’s my advice.” • This article was amended on 1 July 2019 to correct the location of Smiths Falls to south-west of Ottawa, not south-east. The error occurred in the editing process.",
      "charCount": "8270",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rob-davies\">Rob Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]