[
  {
    "id": "politics/2019/sep/13/nick-brown-joins-senior-labour-figures-vowing-back-remain",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-13T16:20:02Z",
    "webTitle": "Nick Brown joins senior Labour figures vowing to back remain",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/13/nick-brown-joins-senior-labour-figures-vowing-back-remain",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/13/nick-brown-joins-senior-labour-figures-vowing-back-remain",
    "fields": {
      "headline": "Nick Brown joins senior Labour figures vowing to back remain",
      "standfirst": "<p>Chief whip’s confirmation he would campaign to stay in EU adds to pressure on Corbyn</p>",
      "trailText": "Chief whip’s confirmation he would campaign to stay in EU adds to pressure on Corbyn",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"481c14a1be36d3ef6da791c6c1849f161988952b\"> <img src=\"https://media.guim.co.uk/481c14a1be36d3ef6da791c6c1849f161988952b/1123_496_3336_2002/1000.jpg\" alt=\"Nick Brown seen talking to journalists earlier this year\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Brown, seen talking to journalists earlier this year, confirmed his stance in an email to a constituent.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Another senior Labour figure has confirmed he would campaign for remain in a second EU referendum, as Brexit looks set to become a flashpoint at the party’s conference in Brighton.</p> <p>In an email seen by the Guardian, Labour’s chief whip, Nick Brown, told his constituents this week he would campaign for remain, joining his senior colleagues John McDonnell, Diane Abbott, Emily Thornberry, Keir Starmer <a href=\"https://www.theguardian.com/politics/2019/sep/11/jeremy-corbyn-rejects-call-tom-watson-labour-fully-back-remain\">and Tom Watson</a> in backing that position.</p> <p>The growing number of shadow cabinet members backing remain increases the pressure on Jeremy Corbyn, to voice his support for staying in the EU. He and others in the shadow cabinet have been reluctant to say how they would campaign in the event of a second referendum, as they try to avoid angering Labour voters in leave areas.</p> <p>Brown, who first said he would campaign for remain in March in an email to a constituent in his Newcastle East seat, wrote in his latest message that he was a “moderate remainer” and had consistently believed staying in the EU was in the national interest.</p> <p>However, since March Labour’s stance has been hammered out at the top levels of the party and has settled on trying to renegotiate a Brexit deal and then putting that to a second referendum with an option to remain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/13/progressive-alliance-win-election-labour-liberal-democrat\">An alliance between progressive parties would be fragile, but it could win an election | Zoe Williams</a> </p> </aside>  <p>Brown wrote: “The Labour party would campaign to put any Brexit outcome under this government back to the people through a referendum with the option to remain. As I have said before, I am a moderate remainer and have consistently believed that continued membership of the EU is in the national interest.</p> <p>“I also believe it is in the overwhelming interest of the north-east of England. Therefore in such a confirmatory ballot, as in the 2016 referendum, I would campaign and vote to remain in the EU.”</p> <p>Newcastle narrowly voted remain in the EU referendum.</p> <p>Corbyn will face fresh pressure over Brexit from scores of activists at the party’s conference in Brighton later this month.</p> <p>Brexit and whether Labour should back a second referendum dominated last year’s conference, which resulted in the party deciding to adopt an <a href=\"https://www.theguardian.com/commentisfree/2018/sep/26/jeremy-corbyn-labour-conference-speech-verdict-panel-liverpool\">“all options on the table” policy</a>, including the possibility of a public vote.</p> <p>So far this year motions have been submitted by more than 60 local Labour branches calling for Corbyn to abandon his plan to renegotiate a Brexit deal and then put it to a second referendum. Instead they want the party leader to shift his policy to back remain now and block Brexit.</p> <p>Clive Lewis, a shadow Treasury minister, said backing remain would bolster party morale. This week the Liberal Democrats announced a significant shift in their Brexit position <a href=\"https://www.theguardian.com/politics/2019/sep/09/liberal-democrats-poised-to-back-revoking-article-50-brexit\">by supporting the revocation of article 50</a>.</p> <p>Lewis said: “As an MP I know what wins elections for Labour – it’s our members, who are more than 90% in favour of remain. Our army of volunteers aren’t just foot soldiers, they’re members of a democratic movement. They need to feel ownership over our Brexit policy, they need to be excited and enthused by it.</p> <p>“Yes, the people should have the final say, but for our morale we need a clear anti-Brexit position in Labour. That means we must campaign in any public vote for remain.”</p> <p>Ana Oppenheim, from the pro-remain campaign group Another Europe is Possible, said: “Recent events have shown what Brexit really means – all-out attack on our rights and democracy by a new, nastier brand of the Tory establishment. There is no way that we or delegates from CLPs [constituency Labour parties] will accept a slightly better fudge as happened last year. We will take a remain position to a vote on conference floor.”</p> <p>Michael Chessum, the national organiser for Another Europe is Possible, said it would be a “scandal” if Brexit was not debated at conference.</p> <p>Motions will be passed to Labour’s conference arrangements committee, which meets on 16 September, to sift through the proposals and check they are in order. Delegates will then hold a priorities ballot to vote on what issues deserve time for debate and a further vote.</p> <p>It has taken the Labour leadership months to try to develop a position on Brexit that could keep voters and members in both camps happy. However, if the motion impelling Corbyn to back remain at a second referendum is passed, the party may be required to re-evaluate its position.</p> <p>A source close to the shadow cabinet said: “Ultimately if we’re a democratic party we have to be democratic. The unions are onside with a [referendum] but they don’t want to pick a side. Then you’ve got the membership who want remain. There undoubtedly is going to be a discussion at conference about that.” </p>",
      "newspaperPageNumber": "6",
      "wordcount": "781",
      "firstPublicationDate": "2019-09-13T16:20:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:02Z",
      "newspaperEditionDate": "2019-09-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb382",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/481c14a1be36d3ef6da791c6c1849f161988952b/1123_496_3336_2002/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Another senior Labour figure has confirmed he would campaign for remain in a second EU referendum, as Brexit looks set to become a flashpoint at the party’s conference in Brighton. In an email seen by the Guardian, Labour’s chief whip, Nick Brown, told his constituents this week he would campaign for remain, joining his senior colleagues John McDonnell, Diane Abbott, Emily Thornberry, Keir Starmer and Tom Watson in backing that position. The growing number of shadow cabinet members backing remain increases the pressure on Jeremy Corbyn, to voice his support for staying in the EU. He and others in the shadow cabinet have been reluctant to say how they would campaign in the event of a second referendum, as they try to avoid angering Labour voters in leave areas. Brown, who first said he would campaign for remain in March in an email to a constituent in his Newcastle East seat, wrote in his latest message that he was a “moderate remainer” and had consistently believed staying in the EU was in the national interest. However, since March Labour’s stance has been hammered out at the top levels of the party and has settled on trying to renegotiate a Brexit deal and then putting that to a second referendum with an option to remain. Brown wrote: “The Labour party would campaign to put any Brexit outcome under this government back to the people through a referendum with the option to remain. As I have said before, I am a moderate remainer and have consistently believed that continued membership of the EU is in the national interest. “I also believe it is in the overwhelming interest of the north-east of England. Therefore in such a confirmatory ballot, as in the 2016 referendum, I would campaign and vote to remain in the EU.” Newcastle narrowly voted remain in the EU referendum. Corbyn will face fresh pressure over Brexit from scores of activists at the party’s conference in Brighton later this month. Brexit and whether Labour should back a second referendum dominated last year’s conference, which resulted in the party deciding to adopt an “all options on the table” policy, including the possibility of a public vote. So far this year motions have been submitted by more than 60 local Labour branches calling for Corbyn to abandon his plan to renegotiate a Brexit deal and then put it to a second referendum. Instead they want the party leader to shift his policy to back remain now and block Brexit. Clive Lewis, a shadow Treasury minister, said backing remain would bolster party morale. This week the Liberal Democrats announced a significant shift in their Brexit position by supporting the revocation of article 50. Lewis said: “As an MP I know what wins elections for Labour – it’s our members, who are more than 90% in favour of remain. Our army of volunteers aren’t just foot soldiers, they’re members of a democratic movement. They need to feel ownership over our Brexit policy, they need to be excited and enthused by it. “Yes, the people should have the final say, but for our morale we need a clear anti-Brexit position in Labour. That means we must campaign in any public vote for remain.” Ana Oppenheim, from the pro-remain campaign group Another Europe is Possible, said: “Recent events have shown what Brexit really means – all-out attack on our rights and democracy by a new, nastier brand of the Tory establishment. There is no way that we or delegates from CLPs [constituency Labour parties] will accept a slightly better fudge as happened last year. We will take a remain position to a vote on conference floor.” Michael Chessum, the national organiser for Another Europe is Possible, said it would be a “scandal” if Brexit was not debated at conference. Motions will be passed to Labour’s conference arrangements committee, which meets on 16 September, to sift through the proposals and check they are in order. Delegates will then hold a priorities ballot to vote on what issues deserve time for debate and a further vote. It has taken the Labour leadership months to try to develop a position on Brexit that could keep voters and members in both camps happy. However, if the motion impelling Corbyn to back remain at a second referendum is passed, the party may be required to re-evaluate its position. A source close to the shadow cabinet said: “Ultimately if we’re a democratic party we have to be democratic. The unions are onside with a [referendum] but they don’t want to pick a side. Then you’ve got the membership who want remain. There undoubtedly is going to be a discussion at conference about that.”",
      "charCount": "4560",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/sep/13/against-compulsory-mmr-vaccination-and-for-looking-after-new-mothers",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-09-13T16:01:28Z",
    "webTitle": "Against compulsory MMR vaccination and for looking after new mothers | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/sep/13/against-compulsory-mmr-vaccination-and-for-looking-after-new-mothers",
    "apiUrl": "https://content.guardianapis.com/society/2019/sep/13/against-compulsory-mmr-vaccination-and-for-looking-after-new-mothers",
    "fields": {
      "headline": "Against compulsory MMR vaccination and for looking after new mothers",
      "standfirst": "<strong>Prof Arne Akbar</strong>, president of the British Society for Immunology, says compulsory vaccination is a blunt tool which could increase health inequities and alienate parents. Plus <strong>Prof Helen Stokes-Lampard and others</strong> call for a funded postnatal medical appointment at six to eight weeks specifically to assess new mothers’ physical and mental health",
      "trailText": "Letters: <strong>Prof Arne Akbar</strong>, president of the British Society for Immunology, says compulsory vaccination is a blunt tool which could increase health inequities and alienate parents. Plus <strong>Prof Helen Stokes-Lampard and others</strong> call for a funded postnatal medical appointment at six to eight weeks specifically to assess new mothers’ physical and mental health",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c39ca9df77816499393fdc0a42952a0cf7397ec1\"> <img src=\"https://media.guim.co.uk/c39ca9df77816499393fdc0a42952a0cf7397ec1/0_358_5316_3190/1000.jpg\" alt=\"A young child being given the combined measles, mumps and rubella (MMR) vaccination\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A young child being given the combined measles, mumps and rubella (MMR) vaccination.</span> <span class=\"element-image__credit\">Photograph: Geoff Caddick/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The recent drop in childhood vaccination uptake is a cause of concern for all of us, as your article rightly points out (<a href=\"https://www.theguardian.com/society/2019/sep/08/stop-measles-mmr-jab-compulsory-gps\" title=\"\">No MMR should mean no school place, say GPs</a>, 9 September), with only 87.2% of children in England receiving two doses of the MMR vaccine by age five. However, the factors that have led to this are complex and multifactorial. In such a situation, which has the potential to significantly affect our nation’s health, our policy decisions must be guided by evidence.</p> <p>Compulsory vaccination is a blunt tool and there is no current evidence that it would increase the UK’s immunisation rate, but rather concerns that it could increase current health inequities and alienate parents with questions on vaccination. However, there are lots of other actions that the government can take to positively influence vaccine uptake, many of which were outlined in the No 10’s recent announcement, such as strengthening the role of local immunisation coordinators, promoting catch-up vaccinations and improving information provision on vaccination.</p> <p>Healthcare professionals are the most trusted information source on vaccination, so we should encourage positive and educated conversations between them and parents, based on mutual trust. With the correct funding available, we at the British Society for Immunology believe that our country can make changes to significantly increase vaccine uptake without resorting to the extreme measure of compulsory vaccination.<br><strong>Prof</strong><strong> Arne Akbar </strong><br><em>President, British Society for Immunology </em></p> <p>• Regarding your article (<a href=\"https://www.theguardian.com/society/2019/sep/05/gps-are-ignoring-new-mothers-mental-health-says-parenting-charity\" title=\"\">New mothers’ mental health problems going undetected, says charity</a>, theguardian.com, 5 September), currently, a postnatal medical check for newborns is funded, while a check for the mothers themselves is not, even though a mother’s check is recommended by the National Institute for Health and Care Excellence. Healthcare professionals value spending time building relationships with parents and their new babies, but intense pressures on the NHS make this incredibly difficult.</p> <p>A funded postnatal medical appointment at six to eight weeks specifically to assess new mothers’ physical and mental health would be a major opportunity to improve postnatal support for mothers. We urge the relevant health authorities to implement this important proposal.<br><strong>Prof</strong><strong> Helen Stokes-Lampard</strong><em> Royal College of General Practitioners, </em><strong>Prof</strong><strong> Lesley Regan</strong><em> Royal College of Obstetricians and Gynaecologists, </em><strong>Dr Trudi Seneviratne</strong><em> Royal College of Psychiatrists, </em><strong>Gill Walton</strong><em> Royal College of Midwives, </em><strong>Nick Wilkie</strong><em> National Childbirth Trust </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "429",
      "commentable": "false",
      "firstPublicationDate": "2019-09-13T16:01:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-13T16:40:29Z",
      "newspaperEditionDate": "2019-09-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb3n5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c39ca9df77816499393fdc0a42952a0cf7397ec1/0_358_5316_3190/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The recent drop in childhood vaccination uptake is a cause of concern for all of us, as your article rightly points out (No MMR should mean no school place, say GPs, 9 September), with only 87.2% of children in England receiving two doses of the MMR vaccine by age five. However, the factors that have led to this are complex and multifactorial. In such a situation, which has the potential to significantly affect our nation’s health, our policy decisions must be guided by evidence. Compulsory vaccination is a blunt tool and there is no current evidence that it would increase the UK’s immunisation rate, but rather concerns that it could increase current health inequities and alienate parents with questions on vaccination. However, there are lots of other actions that the government can take to positively influence vaccine uptake, many of which were outlined in the No 10’s recent announcement, such as strengthening the role of local immunisation coordinators, promoting catch-up vaccinations and improving information provision on vaccination. Healthcare professionals are the most trusted information source on vaccination, so we should encourage positive and educated conversations between them and parents, based on mutual trust. With the correct funding available, we at the British Society for Immunology believe that our country can make changes to significantly increase vaccine uptake without resorting to the extreme measure of compulsory vaccination. Prof Arne Akbar President, British Society for Immunology • Regarding your article (New mothers’ mental health problems going undetected, says charity, theguardian.com, 5 September), currently, a postnatal medical check for newborns is funded, while a check for the mothers themselves is not, even though a mother’s check is recommended by the National Institute for Health and Care Excellence. Healthcare professionals value spending time building relationships with parents and their new babies, but intense pressures on the NHS make this incredibly difficult. A funded postnatal medical appointment at six to eight weeks specifically to assess new mothers’ physical and mental health would be a major opportunity to improve postnatal support for mothers. We urge the relevant health authorities to implement this important proposal. Prof Helen Stokes-Lampard Royal College of General Practitioners, Prof Lesley Regan Royal College of Obstetricians and Gynaecologists, Dr Trudi Seneviratne Royal College of Psychiatrists, Gill Walton Royal College of Midwives, Nick Wilkie National Childbirth Trust • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2867",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/sep/13/eu-leaders-must-get-tough-with-israel",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-09-13T15:59:36Z",
    "webTitle": "EU leaders must get tough with Israel | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/sep/13/eu-leaders-must-get-tough-with-israel",
    "apiUrl": "https://content.guardianapis.com/world/2019/sep/13/eu-leaders-must-get-tough-with-israel",
    "fields": {
      "headline": "EU leaders must get tough with Israel",
      "standfirst": "<strong>Chris Doyle</strong> responds to the news that Benjamin Netanyahu intends to annex large parts of the occupied West Bank",
      "trailText": "Letter:<strong> Chris Doyle</strong> responds to the news that Benjamin Netanyahu intends to annex large parts of the occupied West Bank",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"90c3a441ddd4e89fc3e6e730fb7a4d3c155fd760\"> <img src=\"https://media.guim.co.uk/90c3a441ddd4e89fc3e6e730fb7a4d3c155fd760/0_175_5147_3088/1000.jpg\" alt=\"Benjamin Netanyahu\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Israel should receive precisely the same response as Russia got,’ says Chris Doyle of the<strong> </strong>Council for Arab-British Understanding.</span> <span class=\"element-image__credit\">Photograph: Pool/EPA</span> </figcaption> </figure>",
      "body": "<p>Back in 2014, Russian forces entered Crimea and the peninsula was annexed. The reaction of Britain and other EU states was clear and immediate. Sanctions were imposed on Russia in a decision that most saw as reasonable and appropriate, upholding the longstanding sacred principle of the inadmissibility of the acquisition of territory through war.</p> <p>The Israeli prime minister has now promised to annex huge swathes of the occupied West Bank, including the Jordan Valley and settlements (<a href=\"https://www.theguardian.com/world/2019/sep/10/netanyahu-vows-annex-large-parts-occupied-west-bank-trump\" title=\"\">Report</a>, 11 September). Israel should receive precisely the same response as Russia got, if it goes down this reckless path. It cannot expect to have a business-as-usual relationship while stealing land belonging to another people. It is time for EU leaders, including Britain, to make this abundantly clear.<br><strong>Chris Doyle</strong><br><em>Director, Caabu (Council for Arab-British Understanding)</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "178",
      "commentable": "false",
      "firstPublicationDate": "2019-09-13T15:59:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-13T16:40:29Z",
      "newspaperEditionDate": "2019-09-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb3gt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/90c3a441ddd4e89fc3e6e730fb7a4d3c155fd760/0_175_5147_3088/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Back in 2014, Russian forces entered Crimea and the peninsula was annexed. The reaction of Britain and other EU states was clear and immediate. Sanctions were imposed on Russia in a decision that most saw as reasonable and appropriate, upholding the longstanding sacred principle of the inadmissibility of the acquisition of territory through war. The Israeli prime minister has now promised to annex huge swathes of the occupied West Bank, including the Jordan Valley and settlements (Report, 11 September). Israel should receive precisely the same response as Russia got, if it goes down this reckless path. It cannot expect to have a business-as-usual relationship while stealing land belonging to another people. It is time for EU leaders, including Britain, to make this abundantly clear. Chris Doyle Director, Caabu (Council for Arab-British Understanding) • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1158",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/sep/13/one-good-outcome-of-british-airways-pilots-strike",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-09-13T15:55:24Z",
    "webTitle": "One good outcome of British Airways pilots’ strike | Brief letters",
    "webUrl": "https://www.theguardian.com/business/2019/sep/13/one-good-outcome-of-british-airways-pilots-strike",
    "apiUrl": "https://content.guardianapis.com/business/2019/sep/13/one-good-outcome-of-british-airways-pilots-strike",
    "fields": {
      "headline": "One good outcome of British Airways pilots’ strike",
      "standfirst": "Last Night of the Proms | British Airways | Brexit | Jadon Sancho | Love’s number",
      "trailText": "<strong>Brief letters:</strong> Last Night of the Proms | British Airways | Brexit | Jadon Sancho | Love’s number",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"707ff2665b76b236edb84534d5f102f6a8ee01f9\"> <img src=\"https://media.guim.co.uk/707ff2665b76b236edb84534d5f102f6a8ee01f9/0_117_3500_2100/1000.jpg\" alt=\"British Airways planes\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Halley wonders if British Airways pilots should be lauded for stopping hundreds of flights a day.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Losing an empire and looking for a role in shaping our international future in 2019 should attract those attending the Last Night of the Proms to singing the following: “Lands of hope and hazard / One world for all life / May we be your safeguard / Curbing greed and strife / (Repeat) / Honour nature’s boundaries! / End the waste of war! We can guard Earth’s riches / Now and evermore / (Repeat).” While waving their copies of the Guardian.<br><strong>Daniel Scharf</strong><br><em>Abingdon, Oxfordshire</em></p> <p>• In the light of the looming climate emergency, should the British Airways pilots not be lauded for stopping hundreds of flights a day (<a href=\"https://www.theguardian.com/business/2019/sep/12/british-airways-cancels-flights-ahead-of-second-planned-pilots-strike\" title=\"\">BA begins to cancel flights as second pilots’ strike looms</a>, 13 September)?<br><strong>David Halley</strong><br><em>Hampton Hill, London</em></p> <p>• “Crash out of Europe” is an emotive term used by opponents of the UK’s withdrawal from the EU. It is, however, not possible to crash out of something, since the word “crash” describes a collision rather than a separation. A crash is also an unexpected event, not something that takes years of argument to achieve. Perhaps “wriggle out of the EU” would be more accurate.<br><strong>Chris Bocci</strong><br><em>Freshford, Somerset</em></p> <p>• You say Jadon Sancho, born in 2000, is the “first player born in the 21st century to score for England” (<a href=\"https://www.theguardian.com/football/2019/sep/10/england-kosovo-euro-2020-qualifying-match-report\" title=\"\">Kosovo give error-strewn England a scare on night of hits and misses</a>, 11 September). That would be true were it not for the fact that the 21st century began in 2001.<br><strong>Nicholas Q Gough</strong><br><em>Swindon, Wiltshire</em></p> <p>• Elle Hunt’s article about love being a numbers game was interesting (<a href=\"https://www.theguardian.com/lifeandstyle/2019/sep/09/all-you-need-is-maths-the-man-using-equations-to-find-love\" title=\"\">G2</a>, 10 September). 831 is the number I use to sign off my texts to my wife, ie, eight letters, three words, one meaning – I love you.<br><strong>Tony Leather</strong><br><em>South Shields, South Tyneside</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "336",
      "commentable": "false",
      "firstPublicationDate": "2019-09-13T15:55:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:27Z",
      "newspaperEditionDate": "2019-09-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb3k7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/707ff2665b76b236edb84534d5f102f6a8ee01f9/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Losing an empire and looking for a role in shaping our international future in 2019 should attract those attending the Last Night of the Proms to singing the following: “Lands of hope and hazard / One world for all life / May we be your safeguard / Curbing greed and strife / (Repeat) / Honour nature’s boundaries! / End the waste of war! We can guard Earth’s riches / Now and evermore / (Repeat).” While waving their copies of the Guardian. Daniel Scharf Abingdon, Oxfordshire • In the light of the looming climate emergency, should the British Airways pilots not be lauded for stopping hundreds of flights a day (BA begins to cancel flights as second pilots’ strike looms, 13 September)? David Halley Hampton Hill, London • “Crash out of Europe” is an emotive term used by opponents of the UK’s withdrawal from the EU. It is, however, not possible to crash out of something, since the word “crash” describes a collision rather than a separation. A crash is also an unexpected event, not something that takes years of argument to achieve. Perhaps “wriggle out of the EU” would be more accurate. Chris Bocci Freshford, Somerset • You say Jadon Sancho, born in 2000, is the “first player born in the 21st century to score for England” (Kosovo give error-strewn England a scare on night of hits and misses, 11 September). That would be true were it not for the fact that the 21st century began in 2001. Nicholas Q Gough Swindon, Wiltshire • Elle Hunt’s article about love being a numbers game was interesting (G2, 10 September). 831 is the number I use to sign off my texts to my wife, ie, eight letters, three words, one meaning – I love you. Tony Leather South Shields, South Tyneside • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1980",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/13/johnson-heckler-says-he-was-provoked-by-shutdown-of-parliament",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-13T15:44:51Z",
    "webTitle": "Johnson heckler says he was provoked by shutdown of parliament",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/13/johnson-heckler-says-he-was-provoked-by-shutdown-of-parliament",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/13/johnson-heckler-says-he-was-provoked-by-shutdown-of-parliament",
    "fields": {
      "headline": "Johnson heckler says he was provoked by shutdown of parliament",
      "standfirst": "<p>Charity executive Ben Gilchrist was dragged from venue in Rotherham after his outburst</p>",
      "trailText": "Charity executive Ben Gilchrist was dragged from venue in Rotherham after his outburst",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"12183823-33fe-4add-81f6-53b8c916c0f9\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ugd-VSV11F8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>A man who interrupted Boris Johnson during a speech in Rotherham has said he felt compelled to heckle the prime minister over the suspension of parliament.</p> \n<p>Ben Gilchrist, 41, the deputy chief executive of a Manchester charity, forced Johnson to break off from a speech about regional devolution when he began heckling him about the <a href=\"https://www.theguardian.com/politics/2019/sep/12/prorogation-sought-in-clandestine-manner-says-scottish-judge\">prorogation</a>.</p> \n<p>“He got me going when he started talking about how he valued local representation. So I jumped to my feet and tried to make my way towards him,” Gilchrist told the Guardian after being ejected from the Convention of the North at the Magna Science Adventure Centre.</p> \n<p>Johnson had been talking about giving local people the power to sort out what mattered to them when Gilchrist yelled: “Like our MPs, Boris? Maybe get back to parliament.”</p> \n<p>Johnson responded by saying: “I’m all in favour of our MPs.”</p> \n<p>Gilchrist then said: “Why are you not with them in parliament sorting out the mess that you created?”</p> \n<p>As he was removed from the hall, Gilchrist shouted: “Why don’t you sort it out, Boris?”</p> \n<p>Later Johnson said: “Whatever the shenanigans that may be going on at Westminster, we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st.” </p> \n<p>He jokingly added: “To the gentlemen who left prematurely, not necessarily under his own steam, that is the answer to his question.”</p> \n<p>Johnson’s response further angered Gilchrist. He told the Guardian: “The idea that it’s just ‘shenanigans’ is ridiculous. That’s our democracy. That’s why I’m so incensed. They think they can joke their way through this and cover it over with some sort of veneer of representing the people. </p> \n<p>“But that’s what our MPs are elected to do, that’s why they should be in there. There will not be sufficient time to debate this properly or hold the government to account and he’s had deliberately gone about setting up that scenario.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/13/what-can-boris-johnson-expect-from-the-eu-in-latest-brexit-talks\">What can Boris Johnson expect from the EU in latest Brexit talks?</a> </p> \n</aside> \n<p>Gilchrist said he was not a member of any political party and he was not harmed by the security guards who dragged him out of the venue.</p> \n<p>He said: “Two security guys very quickly came either side of me and started dragging me backwards under my arms. They were just doing their job and they didn’t hurt me. They tried to push me out of the nearest fire escape, which wouldn’t open. So we had to go to the next exit.”</p> \n<p>Gilchrist’s employer, which he did not want to name, helps voluntary groups with fundraising. He said: “I attend a lot of devolution-focused events because my job is trying to champion people’s voices.”</p> \n<p>He added: “I looked like a delegate because I was a delegate. But it was a personal reaction rather than a planned, organisational approach. I was thinking that if I get anywhere near a minister I would raise my voice. It was not fully intentional but I had prepared myself.”</p> \n<p>Earlier Johnson was confronted by a voter in Doncaster who accused him of telling fairytales about public spending and Brexit.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RZuQwbLhPnA\"> \n <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/RZuQwbLhPnA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n</figure> \n<p>Speaking in Doncaster market, the woman told Johnson: “People have died because of austerity. And then you’ve got the cheek to come here and tell us austerity is over and it’s all good now, we’re going to leave the EU and everything is going to be great. It’s just a fairytale.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "556",
      "firstPublicationDate": "2019-09-13T15:44:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:57Z",
      "newspaperEditionDate": "2019-09-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb3qp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8581a2c4146329f4ca93ebbcb0155f4bed147f15/0_0_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A man who interrupted Boris Johnson during a speech in Rotherham has said he felt compelled to heckle the prime minister over the suspension of parliament. Ben Gilchrist, 41, the deputy chief executive of a Manchester charity, forced Johnson to break off from a speech about regional devolution when he began heckling him about the prorogation. “He got me going when he started talking about how he valued local representation. So I jumped to my feet and tried to make my way towards him,” Gilchrist told the Guardian after being ejected from the Convention of the North at the Magna Science Adventure Centre. Johnson had been talking about giving local people the power to sort out what mattered to them when Gilchrist yelled: “Like our MPs, Boris? Maybe get back to parliament.” Johnson responded by saying: “I’m all in favour of our MPs.” Gilchrist then said: “Why are you not with them in parliament sorting out the mess that you created?” As he was removed from the hall, Gilchrist shouted: “Why don’t you sort it out, Boris?” Later Johnson said: “Whatever the shenanigans that may be going on at Westminster, we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st.” He jokingly added: “To the gentlemen who left prematurely, not necessarily under his own steam, that is the answer to his question.” Johnson’s response further angered Gilchrist. He told the Guardian: “The idea that it’s just ‘shenanigans’ is ridiculous. That’s our democracy. That’s why I’m so incensed. They think they can joke their way through this and cover it over with some sort of veneer of representing the people. “But that’s what our MPs are elected to do, that’s why they should be in there. There will not be sufficient time to debate this properly or hold the government to account and he’s had deliberately gone about setting up that scenario.” Gilchrist said he was not a member of any political party and he was not harmed by the security guards who dragged him out of the venue. He said: “Two security guys very quickly came either side of me and started dragging me backwards under my arms. They were just doing their job and they didn’t hurt me. They tried to push me out of the nearest fire escape, which wouldn’t open. So we had to go to the next exit.” Gilchrist’s employer, which he did not want to name, helps voluntary groups with fundraising. He said: “I attend a lot of devolution-focused events because my job is trying to champion people’s voices.” He added: “I looked like a delegate because I was a delegate. But it was a personal reaction rather than a planned, organisational approach. I was thinking that if I get anywhere near a minister I would raise my voice. It was not fully intentional but I had prepared myself.” Earlier Johnson was confronted by a voter in Doncaster who accused him of telling fairytales about public spending and Brexit. Speaking in Doncaster market, the woman told Johnson: “People have died because of austerity. And then you’ve got the cheek to come here and tell us austerity is over and it’s all good now, we’re going to leave the EU and everything is going to be great. It’s just a fairytale.”",
      "charCount": "3184",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-13T15:25:28Z",
    "webTitle": "Brexit: Boris Johnson heckled in Rotherham over suspension of parliament – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news",
    "fields": {
      "headline": "Brexit: Boris Johnson heckled in Rotherham over suspension of parliament – as it happened",
      "standfirst": "<p>John Bercow suggests ‘procedural creativity’ to stop no-deal Brexit as DUP insists it is opposed to deal to make Northern Ireland different from the UK</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/sep/13/jo-swinson-corbyn-and-johnson-are-unfit-to-lead-country\">Jo Swinson interview: Corbyn and Johnson are unfit to lead country</a></li></ul>",
      "trailText": "John Bercow suggests ‘procedural creativity’ to stop no-deal Brexit as DUP insists it is opposed to deal to make Northern Ireland different from the UK",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"12183823-33fe-4add-81f6-53b8c916c0f9\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/ugd-VSV11F8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d7b9dca8f0834740f3baa80\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T13:56:43.801Z\">2.56pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>We’re going to close the blog now. Here’s a summary:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b88588f08f9df5bdd3c42#block-5d7b88588f08f9df5bdd3c42\">The prime minister has been challenged by voters in Yorkshire</a>. </strong>A speech to northern politicians and business leaders in Rotherham was interrupted by a man who urged him to get back to parliament to sort out the mess he had created. Earlier a woman in Doncaster confronted Boris Johnson face-to-face and accused him of telling fairytales about spending and Brexit. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b91ae8f08f30dc5bbac7a#block-5d7b91ae8f08f30dc5bbac7a\">Scotland Yard has announced that no further action will be taken against Leave.EU</a></strong>, the Brexit campaign founded by businessman Arron Banks and spearheaded by Nigel Farage. It said there had been “technical breaches” of electoral law but insufficient evidence to justify any further criminal investigation. <br></li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/13/boris-johnson-to-meet-juncker-for-brexit-talks-in-luxembourg?CMP=share_btn_tw\">Johnson will head to Luxembourg on Monday to meet Jean-Claude Juncker and Michel Barnier to try to break the Brexit impasse</a>.</strong> The prime minister said he was “cautiously optimistic” about getting a deal. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/13/jo-swinson-corbyn-and-johnson-are-unfit-to-lead-country\">Jo Swinson has ruled out backing a Jeremy Corbyn-led government after a general election</a></strong>, saying the Liberal Democrats could not even have an informal support arrangement with Labour, despite recent cooperation to block a no-deal Brexit. Major policy differences and serious personal worries about Corbyn and Johnson meant she could not support either in government, Swinson told the Guardian.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b64f68f083106f455add5#block-5d7b64f68f083106f455add5\">The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit</a>.</strong> The taoiseach said he got the impression that Johnson was serious about a deal after their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b4d5a8f08143ee1ae57f0#block-5d7b4d5a8f08143ee1ae57f0\">The Democratic Unionist party has played down a report that it is softening its line on a Northern Ireland-only backstop</a>. </strong>Its leader, Arlene Foster, and its Brexit spokesman, Sammy Wilson, both described as “nonsense” a Times story claiming the DUP was dropping its objection to a border in the Irish Sea.</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b5d8a8f083106f455ad92#block-5d7b5d8a8f083106f455ad92\"><strong>Support for Welsh independence would soar if it meant Wales could remain in the EU, a new poll suggests</strong></a><strong>.</strong> According to the YouGov poll commissioned by Plaid Cymru, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU.<br></li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b56748f08143ee1ae584e#block-5d7b56748f08143ee1ae584e\">The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight</a></strong>, dealing a significant blow to Labour in the north-east of England.<strong> </strong>The party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives.</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b47328f08143ee1ae57ab#block-5d7b47328f08143ee1ae57ab\"><strong>The senior Conservative MP Bernard Jenkin has accused John Bercow of wielding a “majoritarian dictatorship” against Brexit</strong></a>. He called for the Speaker’s powers to be curtailed.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b6ecd8f08e2784eb0a107#block-5d7b6ecd8f08e2784eb0a107\">The election of the new Speaker will take place on Monday 4 November</a>. </strong>Bercow, who has held the office since 2009, will take the chair for tge final time on Thursday 31 October.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T16:06:05.085Z\">at 5.06pm BST</time></p> \n</div> \n<div id=\"block-5d7b9bdf8f08f30dc5bbad07\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T13:43:24.936Z\">2.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In response to the decision by the Metropolitan police not to take any further action against Leave.EU, its financial backer Arron Banks has called for the resignation of the head of the Electoral Commission, Bob Posner, and the chair of the Commons’ culture committee, Damian Collins. </p> \n  <p>In a statement Banks said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The disgraceful political collusion between the Electoral Commission and the Damian Collins ‘remain-biased’ DCMS committee and a number of leading remain MPs, demonstrates a serious abuse of public office and we will be demanding a full public inquiry investigation into their actions. </p> \n   <p>We will be writing to the prime minster today demanding a public inquiry into the actions of the Electoral Commission. </p> \n   <p>I am today calling for the resignation of Damian Collins and the CEO of Electoral Commission as a result of today’s news. </p> \n   <p>The Electoral Commission have serious questions to answer about political bias and whether it is fit for purpose as a regulator. </p> \n   <p>The management board is overseen by third-rate politicos and people who have shown clear political bias. The chairman himself described Brexit as a “collection of Eurosceptic nonsense” and one of the EC board called for a second referendum. </p> \n   <p>The investigation has taken a huge personal toll on Liz Bilney, her family and the harassment and lies perpetrated by anti-Brexit MPs is disgraceful.</p> \n   <p> MPs like Stephen and Ian Lavery should apologise to Liz and the 1.5 million supporters of Leave.EU they tried to smear. </p> \n   <p>During the last two years, the Metropolitan police have been professional and thorough. They spent many hours investigating our case and they should be commended for doing a difficult job in a difficult political climate. They remained impartial and operated with complete integrity. </p> \n   <p>“We would like to thank the Metropolitan police commissioner for giving her officers her full support at all times. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:14:19.876Z\">at 4.14pm BST</time></p> \n</div> \n<div id=\"block-5d7b9b7c8f08f9df5bdd3d1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T13:37:47.314Z\">2.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s video of Johnson being challenged in Doncaster. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"01bca79b-d40e-4ddc-aca8-19085d37b91c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/RZuQwbLhPnA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b95568f08f9df5bdd3cdc\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T13:35:26.258Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of Johnson’s trip to Yorkshire:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b88588f08f9df5bdd3c42#block-5d7b88588f08f9df5bdd3c42\">The prime minister has been challenged by voters in Doncaster and Rotherham</a>. </strong>A speech to northern politicians and business leaders in Rotherham was interrupted by a man who urged him to get back to parliament to sort out the mess he had created. </li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b84278f08f9df5bdd3c22#block-5d7b84278f08f9df5bdd3c22\"><strong>Earlier a woman in Doncaster confronted Johnson face-to-face and accused him of telling fairytales about spending and Brexit</strong></a>. “People have died because of austerity, and you’ve got the cheek to come here and tell us austerity’s over and it’s all good now,” she said. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b90d58f0834740f3ba9f6#block-5d7b90d58f0834740f3ba9f6\">Johnson insisted he won’t be deterred by political turmoil from delivering Brexit by the 31 October deadline</a>. </strong>He said: “Whatever the shenanigans that may be going on at Westminster we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st.” </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b94b08f08f9df5bdd3cd7#block-5d7b94b08f08f9df5bdd3cd7\">Johnson confirmed he will be meeting Jean-Claude Juncker, the European commission president, and the EU’s chief negotiator for Brexit talks on Monday</a>. </strong>He said he was “cautiously optimistic” about reaching a deal. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b8d158f08f9df5bdd3c7c#block-5d7b8d158f08f9df5bdd3c7c\">The prime minister refused to commit to various northern projects, including Yorkshire devolution, a Leeds mass transit system and extra spending in Sheffield</a>.</strong> “I’m reluctant to make more spending commitments,” he admitted. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b8bf08f08f9df5bdd3c67#block-5d7b8bf08f08f9df5bdd3c67\">Johnson denied accusing police forces of “spaffing money up the wall” on historical child abuse cases, six months after telling LBC just that</a>.</strong> He said he wanted police to concentrate on fighting crime. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b8a148f08f30dc5bbac28#block-5d7b8a148f08f30dc5bbac28\">In his speech, Johnson announced plans to devolve transport powers for fares, stations and rolling stock</a>. </strong>“It is time for the north to run its own trains,” he said. </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:25:28.930Z\">at 4.25pm BST</time></p> \n</div> \n<div id=\"block-5d7b94b08f08f9df5bdd3cd7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T13:10:29.125Z\">2.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Q&amp;A with journalists, the best questions came from ITV’s Paul Brand. He asked: </p> \n  <p><em>You’ve got five weeks left to get a Brexit deal, can you update us on what you think is the latest probability of finding an agreement that the DUP can get behind? And secondly, you called David Cameron ‘a girly swot’, are you a little bit be worried what he might call you in his upcoming memoirs? </em></p> \n  <p>On the first part, Johnson replied: </p> \n  <blockquote class=\"quoted\"> \n   <p>On where we are with Brexit, I think people do deserve to know what’s going on. We’re working incredibly hard to get a deal, there is the rough shape of a deal to be done. I myself have been to talk to various other EU leaders, particularly in Germany, in France, and in Ireland, where we made a good deal of progress. I’m seeing the president of the [European] commission, and the chief negotiator, Michel Barnier, on Monday, and we’ll talk about the ideas that we’ve been working on. And we’ll see where we get. I’m cautiously optimistic. But whatever happens we will come out on October 31st.</p> \n  </blockquote> \n  <p>To the second, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Absolutely nothing that David Cameron says in his memoirs, in the course of the next few days, will diminish the affection and respect in which I hold him. Not least for what he did in turning this country around after Labour left it bankrupt, and delivering a jobs miracle in the UK, record low unemployment. I think he has a very distinguished record and a legacy to be proud of.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:23:31.009Z\">at 4.23pm BST</time></p> \n</div> \n<div id=\"block-5d7b91ae8f08f30dc5bbac7a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:57:22.468Z\">1.57pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No further police action against Leave.EU</h2> \n <div class=\"block-elements\"> \n  <p>While Johnson was speaking, <a href=\"http://news.met.police.uk/news/update-lnvestigation-into-leave-dot-eu-381332\">Scotland Yard announced that no further action will be taken against Leave.EU</a>, the Brexit campaign founded by businessman Arron Banks and spearheaded by Nigel Farage.</p> \n  <p>A Met statement said: </p> \n  <blockquote> \n   <p>“On 5 August 2019 the MPS submitted a file to the CPS for Early Investigative Advice in relation to the Leave.EU investigation and this advice has now been received. </p> \n   <p>“It is clear that whilst some technical breaches of electoral law were committed by Leave.EU in respect of the spending return submitted for their campaign, there is insufficient evidence to justify any further criminal investigation. </p> \n   <p>“Leave.EU’s responsible person has been has been told that they will face no further police action.” </p> \n  </blockquote> \n  <p>The force said investigations into the spending returns of Vote Leave and BeLeave were ongoing.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T13:53:48.759Z\">at 2.53pm BST</time></p> \n</div> \n<div id=\"block-5d7b90d58f0834740f3ba9f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:53:44.290Z\">1.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a fuller transcript of Johnson’s response to both the heckler and a question from a journalist about how he can deliver various promises when he can’t get an election and Brexit done. </p> \n  <p>Johnson said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I certainly won’t be deterred by anybody from our goal of coming out of the EU on October 31st. I think the people of this country want us to get Brexit done. But I also won’t be deterred with getting on with our domestic agenda. </p> \n   <p>I’m a passionate believer in devolution and in giving power to strong local leaders to champion their areas and to be accountable for their transport networks. Whatever the shenanigans that may be going on at Westminster we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st. And there will be ample time for parliament to consider the deal that I very much hope to do at the EU summit on October 17th and 18th. </p> \n   <p>To the gentleman who left prematurely, not necessarily under his own steam, that is the answer to his question. </p> \n   <p>To have a Queen’s speech and to set out our domestic agenda, we’ve lost about four days of parliamentary sitting time. There’s ample time for parliament to consider not just Brexit but all kinds of things both before and after the European council on October 17th so lets get on and do it.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:21:58.372Z\">at 4.21pm BST</time></p> \n</div> \n<div id=\"block-5d7b8dd08f08f9df5bdd3c8a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:39:57.462Z\">1.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: You called David Cameron a ‘girly swot’ are you worried about what he’ll say in his memoirs? </em></p> \n  <p>Nothing Cameron writes in his memoirs diminish the affection and respect in which I hold him, Johnson says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T12:58:11.301Z\">at 1.58pm BST</time></p> \n</div> \n<div id=\"block-5d7b8d728f0834740f3ba9cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:38:35.798Z\">1.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What’s the probability of a Brexit deal? </em></p> \n  <p>We’re working incredibly hard. We’ve made a good deal of progress, he says. “We’ll see where we get” on Monday. “I’m cautiously optimistic, but whatever happens we will come out on October 31st.” </p> \n </div> \n</div> \n<div id=\"block-5d7b8d158f08f9df5bdd3c7c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:36:48.685Z\">1.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Will you commit to mass transit system in Leeds? </em></p> \n  <p>Oh God, Johnson says. I want to do it, Leeds should have a mass transit system, but I’m not going to commit to a budget to it today. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:19:02.796Z\">at 4.19pm BST</time></p> \n</div> \n<div id=\"block-5d7b8c9b8f08f9df5bdd3c76\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:34:13.685Z\">1.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Q: Are you committed to Yorkshire devolution. </p> \n  <p>Further work needs to be done on that, Johnson says, acknowledging different views. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:18:50.221Z\">at 4.18pm BST</time></p> \n</div> \n<div id=\"block-5d7b8c448f08f9df5bdd3c70\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:33:13.473Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Why has Sheffield been underfunded? </em></p> \n  <p>I’ve just but £3.6bn into towns, Johnson says before admitting it won’t apply to Sheffield. I’m reluctant to make more spending commitments, he says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:18:41.075Z\">at 4.18pm BST</time></p> \n</div> \n<div id=\"block-5d7b8bf08f08f9df5bdd3c67\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:31:56.777Z\">1.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Do you still think police forces are ‘spaffing up the wall’ on historical child abuse allegations?</em></p> \n  <p>That’s not what I said, Johnson said. I want to see police officers fighting crime, he added.</p> \n  <p>Fact check by my boss:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/status/1172488457882677250\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson tells reporter from Rotherham Advertiser he didn't say money spent on investigations into historic child abuse was \"spaffed up the wall\". <br><br>This must be an imposter then...<a href=\"https://t.co/HY6TGJ5bli\">https://t.co/HY6TGJ5bli</a></p>— Owen Gibson (@owen_g) \n    <a href=\"https://twitter.com/owen_g/status/1172488457882677250?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:18:13.016Z\">at 4.18pm BST</time></p> \n</div> \n<div id=\"block-5d7b8bc48f08f9df5bdd3c64\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:30:33.100Z\">1.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Why did you delay the domestic abuse bill? </em></p> \n  <p>The bill is certainly going to be carried over. It will be right there in the Queen’s speech, Johnson says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:17:35.872Z\">at 4.17pm BST</time></p> \n</div> \n<div id=\"block-5d7b8b078f08f9df5bdd3c5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:29:42.509Z\">1.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Q&amp;A Johnson says political uncertainty won’t put him off getting Brexit done by 31 October. He also repeats that there will be “ample time” to debate Brexit, in response to the heckler. </p> \n </div> \n</div> \n<div id=\"block-5d7b8a148f08f30dc5bbac28\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:26:32.722Z\">1.26pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson announces plans to devolve transport powers</h2> \n <div class=\"block-elements\"> \n  <p>Johnson confirms plans to devolve transport to regions in the north. “It is time for the north to run its own trains,” he says. This will involve powers over fares, stations and rolling stock, Johnson says. </p> \n  <p>The arrangement will involve a partnership between the railways and the north.</p> \n </div> \n</div> \n<div id=\"block-5d7b89ad8f08f9df5bdd3c52\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:21:27.246Z\">1.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson comes up with a better joke about pacer trains.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenpidd/status/1172485240465633280\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson on Pacers: “I love buses but not when they are supposed to be trains.”</p>— Helen Pidd (@helenpidd) \n    <a href=\"https://twitter.com/helenpidd/status/1172485240465633280?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b89368f0834740f3ba989\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:19:32.686Z\">1.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s video of that heckler:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/liamyoung/status/1172484677422264321\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“Get back to Parliament” shouts protester at Boris Johnson speech. <a href=\"https://t.co/Eb3LPm1foO\">pic.twitter.com/Eb3LPm1foO</a></p>— Liam Young (@liamyoung) \n    <a href=\"https://twitter.com/liamyoung/status/1172484677422264321?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b89118f0834740f3ba986\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:18:51.831Z\">1.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Helen Pidd, who is in Rotherham, says the heckler was promptly thrown out.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenpidd/status/1172484386194952193\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Heckler just thrown out of the Convention of the North for heckling Boris Johnson, telling him to get back to parliament and listen to MPs.</p>— Helen Pidd (@helenpidd) \n    <a href=\"https://twitter.com/helenpidd/status/1172484386194952193?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b88588f08f9df5bdd3c42\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:16:46.301Z\">1.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson heckled over suspending parliament</h2> \n <div class=\"block-elements\"> \n  <p>Johnson says he is the first prime minister since Clement Attlee to have been a mayor. </p> \n  <p>He then gets heckled about proroguing parliament. </p> \n  <p>The heckler says: “Why are you not with them in parliament sorting out the mess that you have created?”</p> \n  <p>Johnson replied: “I’m very happy to get back to parliament very soon.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:16:51.394Z\">at 4.16pm BST</time></p> \n</div> \n<div id=\"block-5d7b86c58f08f9df5bdd3c39\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:12:33.096Z\">1.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson finally starts his speech in Rotherham at the Convention of the North.</p> \n  <p>He starts with a lame joke about Magna, the location for the event, ice cream and latin. Not much laughter.</p> \n  <p>But someone liked it:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenWilliamsMEN/status/1172482516411920384\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There he is. He’s at the Magna centre in Rotherham. Magna is the plural of magnum, he says, the Latin for ice cream. Which is a good line, fair play <a href=\"https://t.co/omw12UqgUL\">pic.twitter.com/omw12UqgUL</a></p>— Jennifer Williams (@JenWilliamsMEN) \n    <a href=\"https://twitter.com/JenWilliamsMEN/status/1172482516411920384?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But a point about a nearby bagel factory also falls flat. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:16:23.728Z\">at 4.16pm BST</time></p> \n</div> \n<div id=\"block-5d7b84278f08f9df5bdd3c22\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T12:02:18.869Z\">1.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Channel 4 News has more from the woman in Doncaster challenging Johnson on spending and his Brexit “fairytale”. She asked: “Where’s the money coming from now then?” And added: “All you’re going to do is put the same amount of police on the streets as what you’ve took off.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Channel4News/status/1172478890817839104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"People have died because of austerity, and you’ve got the cheek to come here and tell us austerity's over and it's all good now.\"<br><br>That's what one woman told Boris Johnson during a visit to Doncaster, but he said his government was putting more money into public services. <a href=\"https://t.co/zPcMkBtKIX\">pic.twitter.com/zPcMkBtKIX</a></p>— Channel 4 News (@Channel4News) \n    <a href=\"https://twitter.com/Channel4News/status/1172478890817839104?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:15:51.511Z\">at 4.15pm BST</time></p> \n</div> \n<div id=\"block-5d7b82a38f0834740f3ba94f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:51:07.374Z\">12.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/13/john-bercow-parliament-crisis-speaker-commons-brexit\">Hero or villain? Bercow’s notoriety is a consequence of Parliament’s crisis – not its cause | James Butler</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d7b820f8f0834740f3ba949\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:49:48.218Z\">12.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been confronted by a voter in Doncaster who accused him of telling fairytales.</p> \n  <p>She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“People have died because of austerity. And then you’ve got the cheek to come here and tell us austerity is over and it’s all good now, we’re going to leave the EU and everything is going to be great. It’s just a fairytale.”</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/liamyoung/status/1172474274692632576\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“People have died because of austerity. And you’ve got the cheek to come here.” <a href=\"https://t.co/kFLVbQM79N\">pic.twitter.com/kFLVbQM79N</a></p>— Liam Young (@liamyoung) \n    <a href=\"https://twitter.com/liamyoung/status/1172474274692632576?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T15:15:15.049Z\">at 4.15pm BST</time></p> \n</div> \n<div id=\"block-5d7b7ebf8f0834740f3ba91b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:36:14.925Z\">12.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While we wait for Johnson’s speech to the Convention of the North, the FT has a preview. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FT/status/1172470171111481344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Transport to be devolved to mayors in northern England <a href=\"https://t.co/DonX98J3O1\">https://t.co/DonX98J3O1</a></p>— Financial Times (@FT) \n    <a href=\"https://twitter.com/FT/status/1172470171111481344?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>It says he will announce that elected mayors in the north of England will be given London-style powers over their railway budgets and timetables.</p> \n </div> \n</div> \n<div id=\"block-5d7b7dff8f08f30dc5bbabab\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:32:16.668Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Swinson: Corbyn and Johnson are unfit to lead</h2> \n <div class=\"block-elements\"> \n  <p>Jo Swinson has ruled out backing a Jeremy Corbyn-led government after a general election, saying the <a href=\"https://www.theguardian.com/politics/liberaldemocrats\">Liberal Democrats</a> could not even have an informal support arrangement with Labour, despite recent cooperation to block a no-deal Brexit.</p> \n  <p>Speaking ahead of her first Lib Dem conference as party leader, Swinson said she favoured “pluralist politics” and cross-party working such as that which <a href=\"https://www.theguardian.com/politics/2019/aug/27/brexit-jeremy-corbyn-prioritise-legislation-stop-no-deal-meeting-opposition-parties-labour\">saw opposition MPs group together</a> to force a Brexit extension and block an election.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/13/jo-swinson-corbyn-and-johnson-are-unfit-to-lead-country\">Jo Swinson: Corbyn and Johnson are unfit to lead country</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d7b778f8f08f9df5bdd3b93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:07:33.029Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"cda35f7bc3109a95e20287ea9e26ae55c901cb19\"> \n   <img src=\"https://media.guim.co.uk/cda35f7bc3109a95e20287ea9e26ae55c901cb19/0_200_6000_3600/1000.jpg\" alt=\"Boris Johnson visits Doncaster Market on Friday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson visits Doncaster market on Friday.</span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Before his speech to the Convention of the North, Boris Johnson has been visiting Doncaster market. </p> \n  <p>PA said he purchased a cob loaf and English fruit and joked with one lobster seller: “We’ve got to take a few claws out of that withdrawal agreement.” <br tabindex=\"-1\"></p> \n  <p>He told one trader “we’re going to get a deal”, adding: “That’s the plan, anyway. And if we don’t, we’re coming out on October 31. That’s what we’re going to do. Here we go, that’s democracy.” </p> \n  <p>He showed no reaction as one man told him: “Find a deal here – this is Doncaster, not Europe.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:21:49.539Z\">at 12.21pm BST</time></p> \n</div> \n<div id=\"block-5d7b763e8f08f30dc5bbab4c\" class=\"block\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T11:02:24.275Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP could be willing to shift its red lines on Brexit if it had a legally binding “Stormont lock” which would give the Northern Ireland assembly a say on alignment with EU rules, sources say.<br><br>Arlene Foster, the party leader, has dismissed as “nonsense” reports that the party had said it would accept Northern Ireland abiding by some European Union rules after Brexit in a deal to replace the Irish backstop.<br><br>But sources do not rule out the possibility of a deal, if were it backed up by a legally binding guarantee for the DUP. They point to paragraph 50 of the December 2017 joint report saying it is the “glue” that could hold all sides together. </p> \n  <p>At issue is the importance of keeping the Irish border invisible. In the backstop arrangement outlined in Theresa May’s withdrawal deal, Northern Ireland would remain in regulatory alignment with the republic until a wider trade deal was struck which included solutions for the frontier. <br><br>Paragraph 50 of the joint report was inserted at the last minute after May ceded to demands by the DUP to prevent checks between Great Britain and Northern Ireland. </p> \n  <p>It says that in the absence of a Brexit deal, “no new regulatory barriers develop between Northern Ireland and the rest of the United Kingdom” unless, in line with the 1998 peace deal, Stormont agrees “that distinct arrangements are appropriate for Northern Ireland”.<br><br>“Paragraph 50 is the glue that will hold any deal together that will get approval from the DUP,” said one source.<br><br>The DUP dismissed the Stormont lock as “cosmetic and meaningless” when it was first proposed in January, because it was not legally binding. </p> \n  <p>The EU has said it is opposed to giving Stormont a legally binding veto, but there is widespread feeling that a space has opened up to crash-test the DUP’s red lines and this is why reports are emerging about the party potentially softening its stance. </p> \n  <p>Earlier this week the new EU trade commissioner, Phil Hogan, indicated there would be room for manoeuvre.<br><br>A longstanding ally of Leo Varadkar, he told RTE that if “there are constitutional issues that are already in the withdrawal agreement that might have to be improved upon, if this is a request that’s made, of course we can look at it”.<br><br>Hogan also said he detected a shift in Johnson’s position also: “I also note that the British prime minister has moved away from his position … where he’s now prepared to look at divergence of certain rules and regulations on the island of Ireland vis-a-vis the United Kingdom.<br><br>“So I think there’s movement happening on both sides. Let’s see over the next four weeks how we can advance those intensive negotiations to reach an agreement.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:32:08.521Z\">at 12.32pm BST</time></p> \n</div> \n<div id=\"block-5d7b71ac8f08f9df5bdd3b40\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:57:23.664Z\">11.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s what’s happened so far today:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/13/boris-johnson-to-meet-juncker-for-brexit-talks-in-luxembourg?CMP=share_btn_tw\">Boris Johnson will head to Luxembourg on Monday to meet Jean-Claude Juncker for the first time in an attempt to break the Brexit impasse.</a></strong> The prime minister will hold his first face-to-face talks at a “working lunch” hosted by Juncker.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b64f68f083106f455add5#block-5d7b64f68f083106f455add5\">The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit.</a></strong> The taoiseach said he got the impression that Johnson was serious about a deal following their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b4d5a8f08143ee1ae57f0#block-5d7b4d5a8f08143ee1ae57f0\">The DUP has played down a report that it is softening its line on a Northern Ireland only backstop.</a> </strong>Its leader, Arlene Foster, and its Brexit spokesman, Sammy Wilson, both described as “nonsense” a Times story claiming the DUP was dropping its objection to a border in the Irish Sea. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b3c158f08143ee1ae5764#block-5d7b3c158f08143ee1ae5764\">Johnson is continuing his unofficial election campaign with another trip to Labour’s northern heartlands.</a> </strong>In a speech in Rotherham he is expected to promise northern communities “control over the things that matter to them”, and a new Northern Powerhouse growth body to drive the region’s economy.</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b5d8a8f083106f455ad92#block-5d7b5d8a8f083106f455ad92\"><strong>Support for Welsh independence would soar if it meant that Wales could remain in the EU, a new poll suggests.</strong> </a>According to the YouGov poll commissioned by Plaid Cymru, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b56748f08143ee1ae584e#block-5d7b56748f08143ee1ae584e\">The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight, dealing a significant blow to Labour in the north-east of England. </a></strong>The party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives.</li> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b47328f08143ee1ae57ab#block-5d7b47328f08143ee1ae57ab\"><strong>The senior Conservative MP Bernard Jenkin has accused John Bercow of wielding a “majoritarian dictatorship” against Brexit</strong>.</a> He called for the Speaker’s powers to be curtailed. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b6ecd8f08e2784eb0a107#block-5d7b6ecd8f08e2784eb0a107\">The election of the new Speaker will take place on Monday 4 November.</a> </strong>Bercow, who has held the office since 2009, will take the chair for a final time on Thursday 31 October.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:49:38.640Z\">at 12.49pm BST</time></p> \n</div> \n<div id=\"block-5d7b704c8f08e2784eb0a117\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:35:06.016Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Telegraph’s James Crisp has some puzzled Brussels reaction to that Johnson/Juncker meeting.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCrisp6/status/1172457176377503745\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU diplomat on Boris/Juncker lunch<br><br>\"We don’t know what he is going to offer us. If we are serious about getting this done, this is our last play. Is the EU willing to waste its last play on a half assed plan?\"</p>— James Crisp (@JamesCrisp6) \n    <a href=\"https://twitter.com/JamesCrisp6/status/1172457176377503745?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b6fde8f08e2784eb0a114\" class=\"block\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:32:03.278Z\">11.32am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The prime minister will hold his first face-to-face talks at a lunch hosted by Juncker in the European commission president’s home country, where he was prime minister for 18 years.</p> \n  <p>Johnson will then hold talks with the current prime minister of <a href=\"https://www.theguardian.com/world/luxembourg\">Luxembourg</a>, Xavier Bettel.</p> \n  <p>EU sources suggested Johnson had sought to avoid a meeting in Brussels for fear of giving the impression that the new prime minister was begging for concessions. A European commission spokeswoman said Juncker would meet Johnson for a “working lunch”.</p> \n  <p>The spokeswoman said the location had been chosen by “common accord” and that it would allow Juncker the benefit of going straight from the talks to Strasbourg, where the European parliament is sitting next week. She declined to disclose details about the precise location of the meeting. “You can imagine it is somewhere where they serve food,” the spokeswoman said.</p> \n  <p>The new communications team in Downing Street is understood to believe that Theresa May undermined herself in the public eye by making dashes to Brussels to seek movement in the negotiation.</p> \n  <p>Johnson had hinted at plans for further meetings with EU leaders next week.</p> \n  <p>His first visits in August to Berlin and Paris to meet the German chancellor, Angela Merkel, and the French president, Emmanuel Macron, were widely seen as a success.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/13/boris-johnson-to-meet-juncker-for-brexit-talks-in-luxembourg\">Boris Johnson to meet Juncker for Brexit talks in Luxembourg</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:50:38.480Z\">at 12.50pm BST</time></p> \n</div> \n<div id=\"block-5d7b6ecd8f08e2784eb0a107\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:29:21.591Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The election of the new Speaker of the House of Commons will take place on Monday 4 November, the House of Commons has announced, according to PA.</p> \n  <blockquote> \n   <p>The current Speaker, John Bercow, who has held the office since June 22 2009, will take the chair for a final time on Thursday 31 October. </p> \n  </blockquote> \n  <blockquote> \n   <p>Bercow will formally resign as an MP on Monday 4 November. The election of a new Speaker will be presided over by the father of the house, the Conservative MP Ken Clarke. </p> \n   <p>Nominations of candidates must be submitted between 9.30am and 10.30am on Monday 4 November, with the house proceeding immediately to the election when business begins at 2.30pm. </p> \n  </blockquote> \n  <blockquote> \n   <p>Candidates will each address MPs in an order selected by ballot, before MPs vote in secret. Successive ballots will be held until either a candidate wins more than 50% of the vote, or only one candidate remains. The successful candidate – who will then become the Speaker elect – will attend the lords commissioners in the House of Lords to receive royal approbation. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:53:37.221Z\">at 12.53pm BST</time></p> \n</div> \n<div id=\"block-5d7b6c7d8f083106f455ae3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:20:10.768Z\">11.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson is due to hold a “working lunch” with Juncker in Luxembourg on Monday, according to the European commission. </p> \n  <p>A spokeswoman said: “President Juncker will hold a working lunch with the prime minister of the United Kingdom, Boris Johnson. This working lunch will take place in Luxembourg.” </p> \n  <p>AFP’s Danny Kemp reminds us that Juncker’s working lunches can also be liquid lunches.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dannyctkemp/status/1172451749157920769\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just a reminder of what a 'working lunch' with Juncker involves - four glasses of champagne, and a salad (via <a href=\"https://twitter.com/quatremer?ref_src=twsrc%5Etfw\">@quatremer</a>) <a href=\"https://t.co/IgcsT1ErFC\">pic.twitter.com/IgcsT1ErFC</a></p>— Danny Kemp (@dannyctkemp) \n    <a href=\"https://twitter.com/dannyctkemp/status/1172451749157920769?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T11:54:17.279Z\">at 12.54pm BST</time></p> \n</div> \n<div id=\"block-5d7b69908f08143ee1ae5921\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:08:41.522Z\">11.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson to meet Juncker on Monday</h2> \n <div class=\"block-elements\"> \n  <p>Downing Street has told lobby journalists that Boris Johnson will meet EU chief Jean-Claude Juncker in Luxembourg on Monday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RaynerSkyNews/status/1172450104038629376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: PM will travel to Luxembourg on Monday to meet EU Commission President Jean Claude Junker</p>— Tom Rayner (@RaynerSkyNews) \n    <a href=\"https://twitter.com/RaynerSkyNews/status/1172450104038629376?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The announcement is likely to fuel speculation of a possible deal, despite claims by the EU chief negotiator <a href=\"https://www.theguardian.com/politics/2019/sep/12/michel-barnier-no-grounds-for-reopening-brexit-talks\">Michel Barnier that there is no grounds for optimism about a possible breakthrough</a>. </p> \n </div> \n</div> \n<div id=\"block-5d7b67f48f083106f455adf3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T10:01:10.699Z\">11.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The far-right activist Tommy Robinson is reported to have been released from prison after serving nine weeks of a <a href=\"https://www.theguardian.com/uk-news/2019/jul/11/tommy-robinson-given-nine-month-jail-term-for-contempt-of-court\">nine-month sentence for contempt of court. </a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshHalliday/status/1172441294125166593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tommy Robinson is free according to his supporters. (And looking slightly like he’s been on a hallucinatory three-month voyage through dustbins.) <a href=\"https://t.co/MHuYE7Vp9u\">pic.twitter.com/MHuYE7Vp9u</a></p>— Josh Halliday (@JoshHalliday) \n    <a href=\"https://twitter.com/JoshHalliday/status/1172441294125166593?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MirrorBreaking_/status/1172439351344549890\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Far-right extremist Tommy Robinson released from prison after nine weeks <a href=\"https://t.co/l3bQQPJa7e\">https://t.co/l3bQQPJa7e</a> <a href=\"https://t.co/1U4C3PLGF4\">pic.twitter.com/1U4C3PLGF4</a></p>— Mirror Breaking News (@MirrorBreaking_) \n    <a href=\"https://twitter.com/MirrorBreaking_/status/1172439351344549890?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T10:05:40.800Z\">at 11.05am BST</time></p> \n</div> \n<div id=\"block-5d7b67018f082514879f3675\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T09:54:17.380Z\">10.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speculation about the prospects of a new Brexit deal has boosted the value of the pound, Bloomberg reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Brexit/status/1172443031913390086\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The pound heads for its biggest weekly gain since May after rekindled optimism on a potential Brexit deal <a href=\"https://t.co/ohKBRWIWjz\">https://t.co/ohKBRWIWjz</a> <a href=\"https://t.co/UPLwVvphx2\">pic.twitter.com/UPLwVvphx2</a></p>— Bloomberg Brexit (@Brexit) \n    <a href=\"https://twitter.com/Brexit/status/1172443031913390086?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b64f68f083106f455add5\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T09:48:27.783Z\">10.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Varadkar: 'very wide gap between EU and UK on Brexit'</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"f57259fab91d4fe7643e3b3133e9c276f5e1d1b7\"> \n   <img src=\"https://media.guim.co.uk/f57259fab91d4fe7643e3b3133e9c276f5e1d1b7/0_53_3000_1800/1000.jpg\" alt=\"Varadkar and Johnson met for Brexit talks in Dublin on Monday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Varadkar and Johnson met for Brexit talks in Dublin on Monday</span> \n    <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit. </p> \n  <p>The taoiseach said he got the impression that Boris Johnson was serious about a deal following their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal. </p> \n  <p>Asked whether he trusted Johnson he said: “I do, I believe when he says he wants a deal on Brexit, he is acting in good faith and our teams are in contact and we are exploring what is possible. </p> \n  <p>“The gap is very wide but we will fight for and work for no no deal until the last moment, but not at any cost, and at the same time we are preparing the country for no deal if we end up in that scenario,” he said. </p> \n  <p>He was speaking at the Fine Gael annual think-in in Cork on Friday. <br></p> \n  <p>Varadkar told RTE that while some customs checks could be required close to the border in the event of a no-deal Brexit, the government had yet to identify locations.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T10:42:57.097Z\">at 11.42am BST</time></p> \n</div> \n<div id=\"block-5d7b63758f08143ee1ae58ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T09:39:38.476Z\">10.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sammy Wilson has repeated his leader, Arlene Foster’s line that the Times story about the DUP softening its line on an Northern Ireland only backstop is “nonsense”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1172441774364581889\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Times story is nonsense. <br><br>We will not accept a situation where the part of the 🇬🇧 to which we belong would be regarded as a third country when it comes to trade. <a href=\"https://t.co/73p0Jt1F1O\">pic.twitter.com/73p0Jt1F1O</a></p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1172441774364581889?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T10:08:22.782Z\">at 11.08am BST</time></p> \n</div> \n<div id=\"block-5d7b600a8f082514879f3634\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T09:27:17.314Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The odds of a no-deal exit have increased over the last week despite parliament’s determination to prevent such an outcome, according to the Eurasia group thinktank. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1172439149430767617\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So after saying an early election is impossible to predict, that's exactly what I'm now going to do. That's job description unfortunately.. Short thread with some initial thoughts 1/ <a href=\"https://t.co/uVkFoKgABF\">https://t.co/uVkFoKgABF</a> <a href=\"https://t.co/juiONol5MQ\">pic.twitter.com/juiONol5MQ</a></p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1172439149430767617?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Its boss Mujtaba walks us through what the group reckons is likely to happen over the next few weeks.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1172439153914466304\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">But deal can't be basecase. Time too short. Too many hurdles. I think odds have gone up, just - say from 15 to 20%. Near-term risk of no deal also fallen in light of A50 extension legislation - say from 30 to 20%. That leaves 60% early election. Will it clarify anything? 3/</p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1172439153914466304?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1172439156791767041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1) Labour minority; 2) Tory minority or 3) deadlock (&amp; probs another election). Each of these also has multiple permutations &amp; complications. For eg even if Labour has fewer MPs than Tories, it may have a better chance of forming a Govt because of its potential partners 5/</p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1172439156791767041?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1172439158175854599\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Bottom line (after much initial work with pollsters + 3000 words of analysis?) Rather than clarify, election could reinforce <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> uncertainty. Poss pol outcomes suggest lots options will remain on table: no deal; Canada; CU/amended version of May’s deal; 2nd ref; Remain ENDS</p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1172439158175854599?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T10:09:44.086Z\">at 11.09am BST</time></p> \n</div> \n<div id=\"block-5d7b5d8a8f083106f455ad92\" class=\"block\" data-block-contributor=\"profile/stevenmorris\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T09:14:58.767Z\">10.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Support for Welsh independence will soar if it meant that Wales could remain in the EU, a poll suggests.</p> \n  <p>According to the <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/4lav01m6zl/PlaidCymruResults_190910_Independence_W.pdf\">YouGov poll commissioned by Plaid Cymru</a>, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU.</p> \n  <p>The poll follows rallies in Cardiff, Caernarfon and – last weekend - Merthyr Tydfil where 8,000 people marched in support of independence.</p> \n  <p>Plaid Cymru leader Adam Price AM said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“These are sensational figures which put support for Plaid Cymru’s ambition of securing Welsh independence at a historic high.</p> \n   <p>“Westminster is in turmoil. Boris Johnson’s reckless Tory government and Jeremy Corbyn’s chaotic so-called opposition are wrecking Wales’s future.</p> \n   <p>“It is no wonder that we are witnessing a surge in support for a new Wales – a nation proudly taking its place as an equal partner on the international stage.</p> \n   <p>“Independence is moving from the margins to the mainstream. Our nation is on the march. As Boris Johnson takes us closer to the cliff edge, more and more people will demand an outward looking Wales free from Westminster’s contempt.”</p> \n  </blockquote> \n  <p>Total sample size was 1,039 adults. Fieldwork was undertaken between 6-10 September. The survey was carried out online.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Plaid_Cymru/status/1172412093817118720\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A SENSATIONAL new poll published today reveals support for Welsh independence, if it meant Wales remaining a member of the EU, at a historic high of 41% amongst those who expressed a preference.<br><br>Something is happening in Wales. 🏴󠁧󠁢󠁷󠁬󠁳󠁿<br><br>👉<a href=\"https://t.co/9btKMgPERV\">https://t.co/9btKMgPERV</a><a href=\"https://twitter.com/hashtag/indyWales?src=hash&amp;ref_src=twsrc%5Etfw\">#indyWales</a> <a href=\"https://t.co/CUOY4Jh8SI\">pic.twitter.com/CUOY4Jh8SI</a></p>— Plaid Cymru (@Plaid_Cymru) \n    <a href=\"https://twitter.com/Plaid_Cymru/status/1172412093817118720?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b59b48f08143ee1ae5869\" class=\"block\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T08:57:45.784Z\">9.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Confused about a Northern Ireland-only backstop? Here’s an explainer.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"f7a22732-f379-4368-8b27-6076c25d93de\" data-atom-type=\"qanda\"> \n    <div>\n     <div class=\"atom-Qanda\">\n      <p></p>\n      <p>The British government’s version of Brexit involves the UK ultimately leaving the single market and customs union, requiring the return of a range of checks on goods crossing the border between&nbsp;<a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a>&nbsp;and the Republic of Ireland. The “backstop” is intended as a standstill placeholder to ensure such checks do not have to be imposed between Brexit happening with a deal, and the start of a new free trade agreement yet to be negotiated between the UK and the EU.</p>\n      <p>Theresa May's withdrawal agreement proposed keeping the whole of the UK in a shared customs territory with the EU during this period. An alternative idea involves only Northern Ireland staying in the EU’s customs territory. That would place a customs border in the Irish Sea. May described it as a threat to the constitutional integrity of the UK, but the new prime minister, Boris Johnson, has opened the current talks by proposing an all-Ireland agri-food zone. The suggestion is that he will seek to quietly build on that with further NI-only arrangements.</p>\n      <p>Given an NI-only backstop was an EU proposal in the first place, the U-turn would be warmly welcomed in Brussels, although attempts to give the Northern Ireland assembly a veto on its continuation would not be acceptable, and the DUP would be unlikely to support the prime minister in such a move in parliament.</p>\n      <p>If there is a no-deal Brexit, then there is no backstop.</p>\n      <p><a href=\"https://www.theguardian.com/profile/daniel-boffey\"><b>Daniel Boffey</b></a></p>\n      <p></p>\n     </div>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b56748f08143ee1ae584e\" class=\"block is-key-event\" data-block-contributor=\"profile/josh-halliday\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T08:50:06.911Z\">9.50am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit party takes control of Hartlepool</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"85408ff1223a70362793baeace50cf6bea133e19\"> \n   <img src=\"https://media.guim.co.uk/85408ff1223a70362793baeace50cf6bea133e19/0_31_4000_2400/1000.jpg\" alt=\"Hartlepool dock\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Hartlepool dock</span> \n    <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight, dealing a significant blow to Labour in its north-east heartlands.<br><br>Labour lost overall control of the council in May when its leader <a href=\"https://www.hartlepoolmail.co.uk/news/politics/council/deputy-council-leader-loses-seat-and-labour-left-without-majority-in-hartlepool-after-suffering-losses-118157\">blamed “a divided party”</a> nationally for it haemorrhaging votes in the heavily leave-voting town. </p> \n  <p>Hartlepool becomes the first council under the control of the Brexit party in the UK and a boost to the party in the north-east, where Nigel Farage is fighting hard to make inroads.</p> \n  <p>The Brexit party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives.<br><br>The Brexit party-Conservative coalition now has 13 councillors on the 32-seat council, compared with Labour’s 10.</p> \n  <p>Of the nine new Brexit party councillors, six sat as independents (four of whom were ex-Ukip) plus three defectors who until last night represented Ukip, Putting Hartlepool First and the Veterans and People’s party respectively.</p> \n  <p>One of the new Brexit party councillors, Shane Moore, said on Friday the move was about “sending an absolutely clear message to those nationally who would frustrate the result of the referendum”.</p> \n  <p>Moore, who quit Ukip last year and previously sat as a Conservative councillor, said he had no intention of joining the Brexit party until the past fortnight when MPs voted to block a no-deal Brexit on 31 October.</p> \n  <p>“It’s clear that in Westminster, remain parties and remain groups are clubbing together to form an alliance to put Brexit at risk,” he said.</p> \n  <p>“We felt that, in conjunction with our Conservative colleagues, we needed to form an alliance of our own and send a very clear message to those people – and especially to the Labour party locally – that they need to stop playing games. </p> \n  <p>“They need to listen and respect the result of the referendum. If they don’t, a formal leave alliance should and will be formed to tackle them head-on and deliver the result.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrexitPress/status/1172228282567278593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">CONFIRMED: BREXIT PARTY AND TORY HARTLEPOOL COUNCIL PACT - 'PUTTING COUNTRY BEFORE PARTY' <br><br>Chairman <a href=\"https://twitter.com/TiceRichard?ref_src=twsrc%5Etfw\">@TiceRichard</a> said: \"I can reveal that nine councillors from different parties have joined The Brexit Party and agreed to work with three Tories to secure a pro-Brexit majority.\" <a href=\"https://t.co/iR5IXPckjw\">pic.twitter.com/iR5IXPckjw</a></p>— BrexitPartyPress (@BrexitPress) \n    <a href=\"https://twitter.com/BrexitPress/status/1172228282567278593?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T10:03:07.501Z\">at 11.03am BST</time></p> \n</div> \n<div id=\"block-5d7b54448f08143ee1ae5840\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T08:38:08.634Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn has urged people to register to vote. As a spur he claims that Boris Johnson team have admitted they want to fix the date of the election to make it harder for people to register.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1172393974562246656\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We're ready. Are you?<br><br>Register to vote today: <a href=\"https://t.co/vYH9vXVPXQ\">https://t.co/vYH9vXVPXQ</a> <a href=\"https://t.co/zlTYEY85LA\">pic.twitter.com/zlTYEY85LA</a></p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1172393974562246656?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Meanwhile, <a href=\"https://www.theguardian.com/politics/momentum\">Momentum</a> is launching a new digital tool for students to decide whether to vote at university or at home in an effort to drive up the Labour vote in marginal seas.</p> \n  <p>Johnson’s Uxbridge and South Ruislip seat – home to students of Brunel University London – will be targeted by the campaign group who believe they can overturn the prime minister’s 5,000-strong majority.</p> \n  <p>The new tool will allow students to put in both their home and university postcodes and will indicate which location will ultimately be more advantageous to register to vote in order to enable a <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> victory.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/13/momentum-launches-digital-tool-to-help-students-register-to-vote\">Momentum launches digital tool to help students register to vote</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d7b51c78f082514879f35b8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T08:30:44.762Z\">9.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s some highbrow reaction to Bernard Jenkin’s claim that that Speaker Bercow is leading a “majoritarian dictatorship” against Brexit (<a href=\"https://www.theguardian.com/politics/live/2019/sep/13/brexit-boris-johnson-dup-backstop-john-bercow-eu-yellowhammer-live-news?page=with:block-5d7b47328f08143ee1ae57ab#block-5d7b47328f08143ee1ae57ab\">see earlier</a>). </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/simon_schama/status/1172397326972796928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">comical to hear Bernard Jenkins complaining about a “majoritarian dictatorship” in Commons led by wicked Speaker when majoritarian diktat ( as warned by Mill) is precisely what has been gvt policy since Referendum</p>— Simon Schama (@simon_schama) \n    <a href=\"https://twitter.com/simon_schama/status/1172397326972796928?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/williamnhutton/status/1172422559477813248\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Sir Bernard Jenkins is completely out of his depth. Democracy is about permanent discussion, deliberation and the construction of majorities. To describe a cross-party majority in the House of Commons as “majoritarian dictatorship “ is a baby crying when he doesn’t get his way. <a href=\"https://t.co/8jRHVrJcy9\">https://t.co/8jRHVrJcy9</a></p>— Will Hutton (@williamnhutton) \n    <a href=\"https://twitter.com/williamnhutton/status/1172422559477813248?ref_src=twsrc%5Etfw\">September 13, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d7b4d5a8f08143ee1ae57f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T08:11:09.726Z\">9.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"abadd612702ba636b32935db339b7c21f7d8aac9\"> \n   <img src=\"https://media.guim.co.uk/abadd612702ba636b32935db339b7c21f7d8aac9/1586_270_2923_3654/800.jpg\" alt=\"Sammy Wilson\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sammy Wilson</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Here’s more from that Sammy Wilson interview rejecting the <a href=\"https://www.thetimes.co.uk/edition/news/dup-opens-door-to-new-brexit-deal-for-boris-johnson-xjp37vrjh\">Times report that DUP is softening its stance on the Irish backstop</a>.</p> \n  <p>Speaking to BBC Radio 4’s Today programme, Wilson, the DUP’s Brexit spokesman, said: “The Times article is totally untrue. It’s an unsourced article. What it says is contrary to the position, which we have adopted throughout these negotiations. </p> \n  <p>“And it runs contrary to what the government is saying, because the government has made it quite clear that it will not accept an arrangement which has a backstop, which separates Northern Ireland out from the rest United Kingdom.”</p> \n  <p>But Wilson conceded that there had been “different attitude” in the talks this week between Boris Johnson and his Irish counterpart, Leo Varadkar. </p> \n  <p>He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>We want to see a deal, the UK government wants to see a deal. And I think that as the deadline approaches, the Irish government recognise the damage to their economy if they don’t try and get some arrangement with the UK, because they have a significant stake in keeping the UK market open for their exporters.</p> \n   <p>We have always said that there are alternative means by which the border can be policed without creating the hard border.</p> \n  </blockquote> \n  <p>Asked whether the DUP was open to allowing some EU legislation to apply in Northern Ireland, Wilson said: </p> \n  <blockquote class=\"quoted\"> \n   <p>That’s something that we said to the prime minister ... that where it was appropriate and EU legislation was necessary to keep the free flow of trade across the Irish border, especially in the agrifood industry, and where it didn’t damage our relationships with our biggest market in GB, then, of course, that’s the kind of thing that the North Ireland assembly should be open to consider, and that would not be opposed to that kind of arrangement. But that’s different from giving carte blanche to the EU and saying whatever regulations you introduced in the future will automatically apply to Northern Ireland whether they’re good for Northern Ireland, or whether they damage the Northern Ireland economy. We’ve all been reasonable, as far as this is concerned, because we understand that there are there are industry interests, and that there are good reasons why cooperation between Northern Ireland and the Irish Republic is beneficial on occasions.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T08:33:35.707Z\">at 9.33am BST</time></p> \n</div> \n<div id=\"block-5d7b47328f08143ee1ae57ab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T07:48:29.085Z\">8.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"17d5578e3e83dbc5951225d24287224afb79edf1\"> \n   <img src=\"https://media.guim.co.uk/17d5578e3e83dbc5951225d24287224afb79edf1/420_272_1001_1251/800.jpg\" alt=\"Bernard Jenkin\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Bernard Jenkin</span> \n    <span class=\"element-image__credit\">Photograph: Chris McAndrew/UK Parliament/PA</span> \n   </figcaption> \n  </figure> \n  <p>The senior Conservative MP and leading Brexiter Bernard Jenkin has launched an attack on John Bercow accusing him of being “partisan” and holding too much power.</p> \n  <p>He was responding to the Speaker’s warning that parliament would use “procedural creativity” to stop a no-deal Brexit in a speech which he also <a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">likened Boris Johnson to a bank robber.</a></p> \n  <p>Jenkin told to BBC Radio 4’s Today programme: “The office of Speaker has become irretrievably politicised and radicalised. It would have been unthinkable 10 or 15 years ago for the Speaker of the House of Commons to launch a personal attack on the prime minister like this.” </p> \n  <p>Jenkin called for reform of the office of Speaker and claimed that under Bercow, support for Brexit had been marginalised because it was a minority view among MPs. </p> \n  <p>He said: “For one individual in now what is a contested, televised very public and controversial position to have so much unregulated, untrammelled power, is something that the House of Commons is going to have to look at ...</p> \n  <p>“Maybe I should ask my unconstitutional affairs committee to look at the role of Speaker because it’s clearly not functioning in the way that it used to function until Mr Bercow arrived.”</p> \n  <p>He added: </p> \n  <blockquote class=\"quoted\"> \n   <p>We usually have majority governments, and the Speaker of the House of Commons is there to ensure the protection of minorities. We’ve got a minority government, a very partisan Speaker, and a Speaker who is using the majority and doing nothing to protect the minority. </p> \n   <p>The number of leavers in the House of Commons is vastly outnumbered by the number of MPs who voted remain. And if the speakership is to become a majoritarian office like the speakership in the [US] Congress, is a very different proposition.</p> \n   <p>He’s not subject to any court or any … it’s a kind of majoritarian dictatorship position.</p> \n   <p>It would be very sensible if the Speaker is going to make a controversial decision, that should be a consensus decision amongst him and his deputies, not just a sole decision. It will be more of a collective. </p> \n  </blockquote> \n  <p>Jenkin also suggested Bercow had resigned as Speaker before he was pushed.</p> \n  <blockquote class=\"quoted\"> \n   <p>He’s avoided personal scrutiny of his own personal behaviour, even though he’s introduced all kinds of new systems to regulate the behaviour of MPs. People have speculated that one of the reasons he’s going is because finally the house has voted to look at the historic cases, which would include his own case.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T08:35:36.899Z\">at 9.35am BST</time></p> \n</div> \n<div id=\"block-5d7b42648f082514879f352a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T07:25:18.831Z\">8.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sammy Wilson MP, the DUP’s Brexit spokesman, has also dismissed that Times report, which claimed his party has softened its red lines on a Northern Ireland-only backstop.</p> \n  <p>Speaking to BBC Radio 4’s Today programme, he said it was “totally untrue”. </p> \n  <p><a href=\"https://www.larnetimes.co.uk/news/politics/dup-any-brexit-deal-must-be-subject-to-assembly-1-9069734\">According to the Larne Times</a>, Wilson earlier told the BBC: </p> \n  <blockquote class=\"quoted\"> \n   <p>We will not be accepting separate arrangements for Northern Ireland that cut us off from the United Kingdom. The only different arrangements we will accept for Northern Ireland are those where the assembly has total scrutiny of any EU legislation it decides are in the interest of Northern Ireland and doesn’t damage our relationship with the UK.</p> \n   <p>And in those situations we will consider adopting appropriate legislation if we believe it is to the advantage of industry in Northern Ireland.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T07:49:45.799Z\">at 8.49am BST</time></p> \n</div> \n<div id=\"block-5d7b3c158f08143ee1ae5764\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T07:01:06.727Z\">8.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson continues his unofficial election campaign with another trip to Labour’s northern heartlands today. </p> \n  <p>In a speech in Rotherham to the Convention of the North, he is expected to promise northern communities “control over the things that matter to them”, and a new Northern Powerhouse growth body to drive the region’s economy. </p> \n  <p>The speech is due to start at 12.30pm, and will take questions from journalists afterwards, <a href=\"https://www.politico.eu/?post_type=newsletter&amp;p=1186065&amp;utm_source=POLITICO.EU&amp;utm_campaign=6c9a9cd066-EMAIL_CAMPAIGN_2019_09_13_06_02&amp;utm_medium=email&amp;utm_term=0_10959edeb5-6c9a9cd066-189754181\">according to Politico’s London Playbook</a>.</p> \n  <p>Meanwhile, politicians from northern England who will gather at the convention have made a joint call for more help for the region. Mayors and city leaders from Liverpool, Manchester, Newcastle, Leeds and Sheffield, along with business leaders, have set out their priorities for the north in a <a draggable=\"true\" href=\"https://www.thetimes.co.uk/article/westminster-is-broken-but-it-is-high-time-the-north-was-fixed-qbcrzjkkt\">joint article in the Times</a>. It said:</p> \n  <blockquote class=\"quoted\"> \n   <blockquote> \n    <p>To get this country working again, there is an urgent need to take power out of Westminster and give it to our great cities and regions. </p> \n   </blockquote> \n   <blockquote> \n    <p>We need to build a new, healthier politics that unifies people around place and positive change and delivers practical change for citizens. </p> \n   </blockquote> \n   <blockquote> \n    <p>The crisis over Brexit makes this a make or break moment for northern devolution. “Take Back Control” may have been directed at Brussels during the referendum campaign but the reality is that many people were also sending the same message to Westminster. </p> \n   </blockquote> \n   <blockquote> \n    <p>Whilst central government has been stuck in the Brexit mire, we have used devolution to deliver for our local communities on the things that matter to them. So today we are making a new joint call on the government for action in five priority areas. </p> \n   </blockquote> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T07:44:32.209Z\">at 8.44am BST</time></p> \n</div> \n<div id=\"block-5d7b35f78f08143ee1ae5747\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-09-13T06:42:47.034Z\">7.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Welcome to another special Friday edition of Politics Live.</p> \n  <p>Arlene Foster, the DUP leader, has played down a report that her party is softening its opposition to a Northern Ireland-only backstop to help Boris Johnson get a new Brexit deal.</p> \n  <p>The Times claimed the DUP has agreed to shift its red lines on Brexit, saying it could accept Northern Ireland abiding by some European Union rules post-Brexit as part of a new deal to replace the Irish backstop. <br><br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thetimesscot/status/1172284449091936256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday’s front page: <br>- DUP opens door to new Brexit deal for Johnson <br>- New FGM law is racially motivated, Holyrood told <a href=\"https://twitter.com/hashtag/scotpapers?src=hash&amp;ref_src=twsrc%5Etfw\">#scotpapers</a> <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/c1iNdlMWB2\">pic.twitter.com/c1iNdlMWB2</a></p>— The Times Scotland (@thetimesscot) \n    <a href=\"https://twitter.com/thetimesscot/status/1172284449091936256?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <p>It reported that the DUP had privately said it would drop its objection to regulatory checks in the Irish Sea, something it had previously said was unacceptable since it would separate Northern Ireland politically and economically from the mainland. <br></p> \n  <p>In return for such concessions, Brussels would abandon its insistence on Northern Ireland remaining in a customs union with the EU, sources told the paper.</p> \n  <p>But, the DUP leader, Arlene Foster, insists that, as previously indicated, any moves which did make Northern Ireland different to the rest of the UK would be unacceptable to the party.</p> \n  <p>In a strongly worded tweet, she suggested the story was “nonsense”. </p> \n  <p>She said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“UK must leave as one nation. We are keen to see a sensible deal but not one that divides the internal market of the UK. We will not support any arrangements that create a barrier to East West trade. Anonymous sources lead to nonsense stories.” </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DUPleader/status/1172279119968657413\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UK must leave as one nation. We are keen to see a sensible deal but not one that divides the internal market of the UK. We will not support any arrangements that create a barrier to East West trade. Anonymous sources lead to nonsense stories. <a href=\"https://twitter.com/hashtag/frontpages?src=hash&amp;ref_src=twsrc%5Etfw\">#frontpages</a></p>— Arlene Foster (@DUPleader) \n    <a href=\"https://twitter.com/DUPleader/status/1172279119968657413?ref_src=twsrc%5Etfw\">September 12, 2019</a>\n   </blockquote> \n  </figure> \n  <p><br>Meanwhile, the prime minister has been warned against breaking the law over Brexit by the Speaker <a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\">John Bercow, who said parliament would use “procedural creativity”</a> to prevent no-deal exit. </p> \n  <p>And the <a href=\"https://www.theguardian.com/politics/2019/sep/12/michel-barnier-no-grounds-for-reopening-brexit-talks\">EU’s chief negotiator said there was “no reason to be optimistic”</a> that a new agreement can be brokered before the 31 October deadline.</p> \n  <p>Michel Barnier told political leaders in the European parliament on Thursday that he was unable to say whether contacts with the UK government would result in a deal by mid-October. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-13T07:29:45.713Z\">at 8.29am BST</time></p> \n</div>",
      "wordcount": "6306",
      "commentCloseDate": "2019-09-13T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-13T06:43:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:02Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cb23b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e3851203078cc50626fd781d5c6f835bbffcd6b3/0_50_2308_1384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We’re going to close the blog now. Here’s a summary: The prime minister has been challenged by voters in Yorkshire. A speech to northern politicians and business leaders in Rotherham was interrupted by a man who urged him to get back to parliament to sort out the mess he had created. Earlier a woman in Doncaster confronted Boris Johnson face-to-face and accused him of telling fairytales about spending and Brexit. Scotland Yard has announced that no further action will be taken against Leave.EU, the Brexit campaign founded by businessman Arron Banks and spearheaded by Nigel Farage. It said there had been “technical breaches” of electoral law but insufficient evidence to justify any further criminal investigation. Johnson will head to Luxembourg on Monday to meet Jean-Claude Juncker and Michel Barnier to try to break the Brexit impasse. The prime minister said he was “cautiously optimistic” about getting a deal. Jo Swinson has ruled out backing a Jeremy Corbyn-led government after a general election, saying the Liberal Democrats could not even have an informal support arrangement with Labour, despite recent cooperation to block a no-deal Brexit. Major policy differences and serious personal worries about Corbyn and Johnson meant she could not support either in government, Swinson told the Guardian. The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit. The taoiseach said he got the impression that Johnson was serious about a deal after their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal. The Democratic Unionist party has played down a report that it is softening its line on a Northern Ireland-only backstop. Its leader, Arlene Foster, and its Brexit spokesman, Sammy Wilson, both described as “nonsense” a Times story claiming the DUP was dropping its objection to a border in the Irish Sea. Support for Welsh independence would soar if it meant Wales could remain in the EU, a new poll suggests. According to the YouGov poll commissioned by Plaid Cymru, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU. The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight, dealing a significant blow to Labour in the north-east of England. The party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives. The senior Conservative MP Bernard Jenkin has accused John Bercow of wielding a “majoritarian dictatorship” against Brexit. He called for the Speaker’s powers to be curtailed. The election of the new Speaker will take place on Monday 4 November. Bercow, who has held the office since 2009, will take the chair for tge final time on Thursday 31 October. In response to the decision by the Metropolitan police not to take any further action against Leave.EU, its financial backer Arron Banks has called for the resignation of the head of the Electoral Commission, Bob Posner, and the chair of the Commons’ culture committee, Damian Collins. In a statement Banks said: The disgraceful political collusion between the Electoral Commission and the Damian Collins ‘remain-biased’ DCMS committee and a number of leading remain MPs, demonstrates a serious abuse of public office and we will be demanding a full public inquiry investigation into their actions. We will be writing to the prime minster today demanding a public inquiry into the actions of the Electoral Commission. I am today calling for the resignation of Damian Collins and the CEO of Electoral Commission as a result of today’s news. The Electoral Commission have serious questions to answer about political bias and whether it is fit for purpose as a regulator. The management board is overseen by third-rate politicos and people who have shown clear political bias. The chairman himself described Brexit as a “collection of Eurosceptic nonsense” and one of the EC board called for a second referendum. The investigation has taken a huge personal toll on Liz Bilney, her family and the harassment and lies perpetrated by anti-Brexit MPs is disgraceful. MPs like Stephen and Ian Lavery should apologise to Liz and the 1.5 million supporters of Leave.EU they tried to smear. During the last two years, the Metropolitan police have been professional and thorough. They spent many hours investigating our case and they should be commended for doing a difficult job in a difficult political climate. They remained impartial and operated with complete integrity. “We would like to thank the Metropolitan police commissioner for giving her officers her full support at all times. Here’s video of Johnson being challenged in Doncaster. Here’s a summary of Johnson’s trip to Yorkshire: The prime minister has been challenged by voters in Doncaster and Rotherham. A speech to northern politicians and business leaders in Rotherham was interrupted by a man who urged him to get back to parliament to sort out the mess he had created. Earlier a woman in Doncaster confronted Johnson face-to-face and accused him of telling fairytales about spending and Brexit. “People have died because of austerity, and you’ve got the cheek to come here and tell us austerity’s over and it’s all good now,” she said. Johnson insisted he won’t be deterred by political turmoil from delivering Brexit by the 31 October deadline. He said: “Whatever the shenanigans that may be going on at Westminster we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st.” Johnson confirmed he will be meeting Jean-Claude Juncker, the European commission president, and the EU’s chief negotiator for Brexit talks on Monday. He said he was “cautiously optimistic” about reaching a deal. The prime minister refused to commit to various northern projects, including Yorkshire devolution, a Leeds mass transit system and extra spending in Sheffield. “I’m reluctant to make more spending commitments,” he admitted. Johnson denied accusing police forces of “spaffing money up the wall” on historical child abuse cases, six months after telling LBC just that. He said he wanted police to concentrate on fighting crime. In his speech, Johnson announced plans to devolve transport powers for fares, stations and rolling stock. “It is time for the north to run its own trains,” he said. In the Q&amp;A with journalists, the best questions came from ITV’s Paul Brand. He asked: You’ve got five weeks left to get a Brexit deal, can you update us on what you think is the latest probability of finding an agreement that the DUP can get behind? And secondly, you called David Cameron ‘a girly swot’, are you a little bit be worried what he might call you in his upcoming memoirs? On the first part, Johnson replied: On where we are with Brexit, I think people do deserve to know what’s going on. We’re working incredibly hard to get a deal, there is the rough shape of a deal to be done. I myself have been to talk to various other EU leaders, particularly in Germany, in France, and in Ireland, where we made a good deal of progress. I’m seeing the president of the [European] commission, and the chief negotiator, Michel Barnier, on Monday, and we’ll talk about the ideas that we’ve been working on. And we’ll see where we get. I’m cautiously optimistic. But whatever happens we will come out on October 31st. To the second, he said: Absolutely nothing that David Cameron says in his memoirs, in the course of the next few days, will diminish the affection and respect in which I hold him. Not least for what he did in turning this country around after Labour left it bankrupt, and delivering a jobs miracle in the UK, record low unemployment. I think he has a very distinguished record and a legacy to be proud of. While Johnson was speaking, Scotland Yard announced that no further action will be taken against Leave.EU, the Brexit campaign founded by businessman Arron Banks and spearheaded by Nigel Farage. A Met statement said: “On 5 August 2019 the MPS submitted a file to the CPS for Early Investigative Advice in relation to the Leave.EU investigation and this advice has now been received. “It is clear that whilst some technical breaches of electoral law were committed by Leave.EU in respect of the spending return submitted for their campaign, there is insufficient evidence to justify any further criminal investigation. “Leave.EU’s responsible person has been has been told that they will face no further police action.” The force said investigations into the spending returns of Vote Leave and BeLeave were ongoing. Here’s a fuller transcript of Johnson’s response to both the heckler and a question from a journalist about how he can deliver various promises when he can’t get an election and Brexit done. Johnson said: I certainly won’t be deterred by anybody from our goal of coming out of the EU on October 31st. I think the people of this country want us to get Brexit done. But I also won’t be deterred with getting on with our domestic agenda. I’m a passionate believer in devolution and in giving power to strong local leaders to champion their areas and to be accountable for their transport networks. Whatever the shenanigans that may be going on at Westminster we will get on with delivering our agenda and preparing to take this country out of the EU on October 31st. And there will be ample time for parliament to consider the deal that I very much hope to do at the EU summit on October 17th and 18th. To the gentleman who left prematurely, not necessarily under his own steam, that is the answer to his question. To have a Queen’s speech and to set out our domestic agenda, we’ve lost about four days of parliamentary sitting time. There’s ample time for parliament to consider not just Brexit but all kinds of things both before and after the European council on October 17th so lets get on and do it. Q: You called David Cameron a ‘girly swot’ are you worried about what he’ll say in his memoirs? Nothing Cameron writes in his memoirs diminish the affection and respect in which I hold him, Johnson says. Q: What’s the probability of a Brexit deal? We’re working incredibly hard. We’ve made a good deal of progress, he says. “We’ll see where we get” on Monday. “I’m cautiously optimistic, but whatever happens we will come out on October 31st.” Q: Will you commit to mass transit system in Leeds? Oh God, Johnson says. I want to do it, Leeds should have a mass transit system, but I’m not going to commit to a budget to it today. Q: Are you committed to Yorkshire devolution. Further work needs to be done on that, Johnson says, acknowledging different views. Q: Why has Sheffield been underfunded? I’ve just but £3.6bn into towns, Johnson says before admitting it won’t apply to Sheffield. I’m reluctant to make more spending commitments, he says. Q: Do you still think police forces are ‘spaffing up the wall’ on historical child abuse allegations? That’s not what I said, Johnson said. I want to see police officers fighting crime, he added. Fact check by my boss: Q: Why did you delay the domestic abuse bill? The bill is certainly going to be carried over. It will be right there in the Queen’s speech, Johnson says. In the Q&amp;A Johnson says political uncertainty won’t put him off getting Brexit done by 31 October. He also repeats that there will be “ample time” to debate Brexit, in response to the heckler. Johnson confirms plans to devolve transport to regions in the north. “It is time for the north to run its own trains,” he says. This will involve powers over fares, stations and rolling stock, Johnson says. The arrangement will involve a partnership between the railways and the north. Johnson comes up with a better joke about pacer trains. Here’s video of that heckler: Helen Pidd, who is in Rotherham, says the heckler was promptly thrown out. Johnson says he is the first prime minister since Clement Attlee to have been a mayor. He then gets heckled about proroguing parliament. The heckler says: “Why are you not with them in parliament sorting out the mess that you have created?” Johnson replied: “I’m very happy to get back to parliament very soon.” Johnson finally starts his speech in Rotherham at the Convention of the North. He starts with a lame joke about Magna, the location for the event, ice cream and latin. Not much laughter. But someone liked it: But a point about a nearby bagel factory also falls flat. Channel 4 News has more from the woman in Doncaster challenging Johnson on spending and his Brexit “fairytale”. She asked: “Where’s the money coming from now then?” And added: “All you’re going to do is put the same amount of police on the streets as what you’ve took off.” Boris Johnson has been confronted by a voter in Doncaster who accused him of telling fairytales. She said: “People have died because of austerity. And then you’ve got the cheek to come here and tell us austerity is over and it’s all good now, we’re going to leave the EU and everything is going to be great. It’s just a fairytale.” While we wait for Johnson’s speech to the Convention of the North, the FT has a preview. It says he will announce that elected mayors in the north of England will be given London-style powers over their railway budgets and timetables. Jo Swinson has ruled out backing a Jeremy Corbyn-led government after a general election, saying the Liberal Democrats could not even have an informal support arrangement with Labour, despite recent cooperation to block a no-deal Brexit. Speaking ahead of her first Lib Dem conference as party leader, Swinson said she favoured “pluralist politics” and cross-party working such as that which saw opposition MPs group together to force a Brexit extension and block an election. Before his speech to the Convention of the North, Boris Johnson has been visiting Doncaster market. PA said he purchased a cob loaf and English fruit and joked with one lobster seller: “We’ve got to take a few claws out of that withdrawal agreement.” He told one trader “we’re going to get a deal”, adding: “That’s the plan, anyway. And if we don’t, we’re coming out on October 31. That’s what we’re going to do. Here we go, that’s democracy.” He showed no reaction as one man told him: “Find a deal here – this is Doncaster, not Europe.” The DUP could be willing to shift its red lines on Brexit if it had a legally binding “Stormont lock” which would give the Northern Ireland assembly a say on alignment with EU rules, sources say. Arlene Foster, the party leader, has dismissed as “nonsense” reports that the party had said it would accept Northern Ireland abiding by some European Union rules after Brexit in a deal to replace the Irish backstop. But sources do not rule out the possibility of a deal, if were it backed up by a legally binding guarantee for the DUP. They point to paragraph 50 of the December 2017 joint report saying it is the “glue” that could hold all sides together. At issue is the importance of keeping the Irish border invisible. In the backstop arrangement outlined in Theresa May’s withdrawal deal, Northern Ireland would remain in regulatory alignment with the republic until a wider trade deal was struck which included solutions for the frontier. Paragraph 50 of the joint report was inserted at the last minute after May ceded to demands by the DUP to prevent checks between Great Britain and Northern Ireland. It says that in the absence of a Brexit deal, “no new regulatory barriers develop between Northern Ireland and the rest of the United Kingdom” unless, in line with the 1998 peace deal, Stormont agrees “that distinct arrangements are appropriate for Northern Ireland”. “Paragraph 50 is the glue that will hold any deal together that will get approval from the DUP,” said one source. The DUP dismissed the Stormont lock as “cosmetic and meaningless” when it was first proposed in January, because it was not legally binding. The EU has said it is opposed to giving Stormont a legally binding veto, but there is widespread feeling that a space has opened up to crash-test the DUP’s red lines and this is why reports are emerging about the party potentially softening its stance. Earlier this week the new EU trade commissioner, Phil Hogan, indicated there would be room for manoeuvre. A longstanding ally of Leo Varadkar, he told RTE that if “there are constitutional issues that are already in the withdrawal agreement that might have to be improved upon, if this is a request that’s made, of course we can look at it”. Hogan also said he detected a shift in Johnson’s position also: “I also note that the British prime minister has moved away from his position … where he’s now prepared to look at divergence of certain rules and regulations on the island of Ireland vis-a-vis the United Kingdom. “So I think there’s movement happening on both sides. Let’s see over the next four weeks how we can advance those intensive negotiations to reach an agreement.” Here’s what’s happened so far today: Boris Johnson will head to Luxembourg on Monday to meet Jean-Claude Juncker for the first time in an attempt to break the Brexit impasse. The prime minister will hold his first face-to-face talks at a “working lunch” hosted by Juncker. The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit. The taoiseach said he got the impression that Johnson was serious about a deal following their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal. The DUP has played down a report that it is softening its line on a Northern Ireland only backstop. Its leader, Arlene Foster, and its Brexit spokesman, Sammy Wilson, both described as “nonsense” a Times story claiming the DUP was dropping its objection to a border in the Irish Sea. Johnson is continuing his unofficial election campaign with another trip to Labour’s northern heartlands. In a speech in Rotherham he is expected to promise northern communities “control over the things that matter to them”, and a new Northern Powerhouse growth body to drive the region’s economy. Support for Welsh independence would soar if it meant that Wales could remain in the EU, a new poll suggests. According to the YouGov poll commissioned by Plaid Cymru, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU. The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight, dealing a significant blow to Labour in the north-east of England. The party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives. The senior Conservative MP Bernard Jenkin has accused John Bercow of wielding a “majoritarian dictatorship” against Brexit. He called for the Speaker’s powers to be curtailed. The election of the new Speaker will take place on Monday 4 November. Bercow, who has held the office since 2009, will take the chair for a final time on Thursday 31 October. The Telegraph’s James Crisp has some puzzled Brussels reaction to that Johnson/Juncker meeting. The prime minister will hold his first face-to-face talks at a lunch hosted by Juncker in the European commission president’s home country, where he was prime minister for 18 years. Johnson will then hold talks with the current prime minister of Luxembourg, Xavier Bettel. EU sources suggested Johnson had sought to avoid a meeting in Brussels for fear of giving the impression that the new prime minister was begging for concessions. A European commission spokeswoman said Juncker would meet Johnson for a “working lunch”. The spokeswoman said the location had been chosen by “common accord” and that it would allow Juncker the benefit of going straight from the talks to Strasbourg, where the European parliament is sitting next week. She declined to disclose details about the precise location of the meeting. “You can imagine it is somewhere where they serve food,” the spokeswoman said. The new communications team in Downing Street is understood to believe that Theresa May undermined herself in the public eye by making dashes to Brussels to seek movement in the negotiation. Johnson had hinted at plans for further meetings with EU leaders next week. His first visits in August to Berlin and Paris to meet the German chancellor, Angela Merkel, and the French president, Emmanuel Macron, were widely seen as a success. The election of the new Speaker of the House of Commons will take place on Monday 4 November, the House of Commons has announced, according to PA. The current Speaker, John Bercow, who has held the office since June 22 2009, will take the chair for a final time on Thursday 31 October. Bercow will formally resign as an MP on Monday 4 November. The election of a new Speaker will be presided over by the father of the house, the Conservative MP Ken Clarke. Nominations of candidates must be submitted between 9.30am and 10.30am on Monday 4 November, with the house proceeding immediately to the election when business begins at 2.30pm. Candidates will each address MPs in an order selected by ballot, before MPs vote in secret. Successive ballots will be held until either a candidate wins more than 50% of the vote, or only one candidate remains. The successful candidate – who will then become the Speaker elect – will attend the lords commissioners in the House of Lords to receive royal approbation. Johnson is due to hold a “working lunch” with Juncker in Luxembourg on Monday, according to the European commission. A spokeswoman said: “President Juncker will hold a working lunch with the prime minister of the United Kingdom, Boris Johnson. This working lunch will take place in Luxembourg.” AFP’s Danny Kemp reminds us that Juncker’s working lunches can also be liquid lunches. Downing Street has told lobby journalists that Boris Johnson will meet EU chief Jean-Claude Juncker in Luxembourg on Monday. The announcement is likely to fuel speculation of a possible deal, despite claims by the EU chief negotiator Michel Barnier that there is no grounds for optimism about a possible breakthrough. The far-right activist Tommy Robinson is reported to have been released from prison after serving nine weeks of a nine-month sentence for contempt of court. Speculation about the prospects of a new Brexit deal has boosted the value of the pound, Bloomberg reports. The Irish prime minister, Leo Varadkar, has said the “gap is very wide” between the EU and the UK on Brexit. The taoiseach said he got the impression that Boris Johnson was serious about a deal following their meeting on Monday in Dublin but what the UK was talking about “falls very far short” of what is required for a deal. Asked whether he trusted Johnson he said: “I do, I believe when he says he wants a deal on Brexit, he is acting in good faith and our teams are in contact and we are exploring what is possible. “The gap is very wide but we will fight for and work for no no deal until the last moment, but not at any cost, and at the same time we are preparing the country for no deal if we end up in that scenario,” he said. He was speaking at the Fine Gael annual think-in in Cork on Friday. Varadkar told RTE that while some customs checks could be required close to the border in the event of a no-deal Brexit, the government had yet to identify locations. Sammy Wilson has repeated his leader, Arlene Foster’s line that the Times story about the DUP softening its line on an Northern Ireland only backstop is “nonsense”. The odds of a no-deal exit have increased over the last week despite parliament’s determination to prevent such an outcome, according to the Eurasia group thinktank. Its boss Mujtaba walks us through what the group reckons is likely to happen over the next few weeks. Support for Welsh independence will soar if it meant that Wales could remain in the EU, a poll suggests. According to the YouGov poll commissioned by Plaid Cymru, 41% of those who expressed a preference would back independence if it led to Wales remaining in the EU. The poll follows rallies in Cardiff, Caernarfon and – last weekend - Merthyr Tydfil where 8,000 people marched in support of independence. Plaid Cymru leader Adam Price AM said: “These are sensational figures which put support for Plaid Cymru’s ambition of securing Welsh independence at a historic high. “Westminster is in turmoil. Boris Johnson’s reckless Tory government and Jeremy Corbyn’s chaotic so-called opposition are wrecking Wales’s future. “It is no wonder that we are witnessing a surge in support for a new Wales – a nation proudly taking its place as an equal partner on the international stage. “Independence is moving from the margins to the mainstream. Our nation is on the march. As Boris Johnson takes us closer to the cliff edge, more and more people will demand an outward looking Wales free from Westminster’s contempt.” Total sample size was 1,039 adults. Fieldwork was undertaken between 6-10 September. The survey was carried out online. Confused about a Northern Ireland-only backstop? Here’s an explainer. The Brexit party has taken control of Hartlepool borough council after forming a pact with the Conservatives overnight, dealing a significant blow to Labour in its north-east heartlands. Labour lost overall control of the council in May when its leader blamed “a divided party” nationally for it haemorrhaging votes in the heavily leave-voting town. Hartlepool becomes the first council under the control of the Brexit party in the UK and a boost to the party in the north-east, where Nigel Farage is fighting hard to make inroads. The Brexit party announced it had taken control of the local authority at a council meeting on Thursday night, where it revealed that nine councillors had joined the party and formed a pact with the council’s three Conservatives. The Brexit party-Conservative coalition now has 13 councillors on the 32-seat council, compared with Labour’s 10. Of the nine new Brexit party councillors, six sat as independents (four of whom were ex-Ukip) plus three defectors who until last night represented Ukip, Putting Hartlepool First and the Veterans and People’s party respectively. One of the new Brexit party councillors, Shane Moore, said on Friday the move was about “sending an absolutely clear message to those nationally who would frustrate the result of the referendum”. Moore, who quit Ukip last year and previously sat as a Conservative councillor, said he had no intention of joining the Brexit party until the past fortnight when MPs voted to block a no-deal Brexit on 31 October. “It’s clear that in Westminster, remain parties and remain groups are clubbing together to form an alliance to put Brexit at risk,” he said. “We felt that, in conjunction with our Conservative colleagues, we needed to form an alliance of our own and send a very clear message to those people – and especially to the Labour party locally – that they need to stop playing games. “They need to listen and respect the result of the referendum. If they don’t, a formal leave alliance should and will be formed to tackle them head-on and deliver the result.” Jeremy Corbyn has urged people to register to vote. As a spur he claims that Boris Johnson team have admitted they want to fix the date of the election to make it harder for people to register. Meanwhile, Momentum is launching a new digital tool for students to decide whether to vote at university or at home in an effort to drive up the Labour vote in marginal seas. Johnson’s Uxbridge and South Ruislip seat – home to students of Brunel University London – will be targeted by the campaign group who believe they can overturn the prime minister’s 5,000-strong majority. The new tool will allow students to put in both their home and university postcodes and will indicate which location will ultimately be more advantageous to register to vote in order to enable a Labour victory. Here’s some highbrow reaction to Bernard Jenkin’s claim that that Speaker Bercow is leading a “majoritarian dictatorship” against Brexit (see earlier). Here’s more from that Sammy Wilson interview rejecting the Times report that DUP is softening its stance on the Irish backstop. Speaking to BBC Radio 4’s Today programme, Wilson, the DUP’s Brexit spokesman, said: “The Times article is totally untrue. It’s an unsourced article. What it says is contrary to the position, which we have adopted throughout these negotiations. “And it runs contrary to what the government is saying, because the government has made it quite clear that it will not accept an arrangement which has a backstop, which separates Northern Ireland out from the rest United Kingdom.” But Wilson conceded that there had been “different attitude” in the talks this week between Boris Johnson and his Irish counterpart, Leo Varadkar. He said: We want to see a deal, the UK government wants to see a deal. And I think that as the deadline approaches, the Irish government recognise the damage to their economy if they don’t try and get some arrangement with the UK, because they have a significant stake in keeping the UK market open for their exporters. We have always said that there are alternative means by which the border can be policed without creating the hard border. Asked whether the DUP was open to allowing some EU legislation to apply in Northern Ireland, Wilson said: That’s something that we said to the prime minister ... that where it was appropriate and EU legislation was necessary to keep the free flow of trade across the Irish border, especially in the agrifood industry, and where it didn’t damage our relationships with our biggest market in GB, then, of course, that’s the kind of thing that the North Ireland assembly should be open to consider, and that would not be opposed to that kind of arrangement. But that’s different from giving carte blanche to the EU and saying whatever regulations you introduced in the future will automatically apply to Northern Ireland whether they’re good for Northern Ireland, or whether they damage the Northern Ireland economy. We’ve all been reasonable, as far as this is concerned, because we understand that there are there are industry interests, and that there are good reasons why cooperation between Northern Ireland and the Irish Republic is beneficial on occasions. The senior Conservative MP and leading Brexiter Bernard Jenkin has launched an attack on John Bercow accusing him of being “partisan” and holding too much power. He was responding to the Speaker’s warning that parliament would use “procedural creativity” to stop a no-deal Brexit in a speech which he also likened Boris Johnson to a bank robber. Jenkin told to BBC Radio 4’s Today programme: “The office of Speaker has become irretrievably politicised and radicalised. It would have been unthinkable 10 or 15 years ago for the Speaker of the House of Commons to launch a personal attack on the prime minister like this.” Jenkin called for reform of the office of Speaker and claimed that under Bercow, support for Brexit had been marginalised because it was a minority view among MPs. He said: “For one individual in now what is a contested, televised very public and controversial position to have so much unregulated, untrammelled power, is something that the House of Commons is going to have to look at ... “Maybe I should ask my unconstitutional affairs committee to look at the role of Speaker because it’s clearly not functioning in the way that it used to function until Mr Bercow arrived.” He added: We usually have majority governments, and the Speaker of the House of Commons is there to ensure the protection of minorities. We’ve got a minority government, a very partisan Speaker, and a Speaker who is using the majority and doing nothing to protect the minority. The number of leavers in the House of Commons is vastly outnumbered by the number of MPs who voted remain. And if the speakership is to become a majoritarian office like the speakership in the [US] Congress, is a very different proposition. He’s not subject to any court or any … it’s a kind of majoritarian dictatorship position. It would be very sensible if the Speaker is going to make a controversial decision, that should be a consensus decision amongst him and his deputies, not just a sole decision. It will be more of a collective. Jenkin also suggested Bercow had resigned as Speaker before he was pushed. He’s avoided personal scrutiny of his own personal behaviour, even though he’s introduced all kinds of new systems to regulate the behaviour of MPs. People have speculated that one of the reasons he’s going is because finally the house has voted to look at the historic cases, which would include his own case. Sammy Wilson MP, the DUP’s Brexit spokesman, has also dismissed that Times report, which claimed his party has softened its red lines on a Northern Ireland-only backstop. Speaking to BBC Radio 4’s Today programme, he said it was “totally untrue”. According to the Larne Times, Wilson earlier told the BBC: We will not be accepting separate arrangements for Northern Ireland that cut us off from the United Kingdom. The only different arrangements we will accept for Northern Ireland are those where the assembly has total scrutiny of any EU legislation it decides are in the interest of Northern Ireland and doesn’t damage our relationship with the UK. And in those situations we will consider adopting appropriate legislation if we believe it is to the advantage of industry in Northern Ireland. Boris Johnson continues his unofficial election campaign with another trip to Labour’s northern heartlands today. In a speech in Rotherham to the Convention of the North, he is expected to promise northern communities “control over the things that matter to them”, and a new Northern Powerhouse growth body to drive the region’s economy. The speech is due to start at 12.30pm, and will take questions from journalists afterwards, according to Politico’s London Playbook. Meanwhile, politicians from northern England who will gather at the convention have made a joint call for more help for the region. Mayors and city leaders from Liverpool, Manchester, Newcastle, Leeds and Sheffield, along with business leaders, have set out their priorities for the north in a joint article in the Times. It said: To get this country working again, there is an urgent need to take power out of Westminster and give it to our great cities and regions. We need to build a new, healthier politics that unifies people around place and positive change and delivers practical change for citizens. The crisis over Brexit makes this a make or break moment for northern devolution. “Take Back Control” may have been directed at Brussels during the referendum campaign but the reality is that many people were also sending the same message to Westminster. Whilst central government has been stuck in the Brexit mire, we have used devolution to deliver for our local communities on the things that matter to them. So today we are making a new joint call on the government for action in five priority areas. Welcome to another special Friday edition of Politics Live. Arlene Foster, the DUP leader, has played down a report that her party is softening its opposition to a Northern Ireland-only backstop to help Boris Johnson get a new Brexit deal. The Times claimed the DUP has agreed to shift its red lines on Brexit, saying it could accept Northern Ireland abiding by some European Union rules post-Brexit as part of a new deal to replace the Irish backstop. It reported that the DUP had privately said it would drop its objection to regulatory checks in the Irish Sea, something it had previously said was unacceptable since it would separate Northern Ireland politically and economically from the mainland. In return for such concessions, Brussels would abandon its insistence on Northern Ireland remaining in a customs union with the EU, sources told the paper. But, the DUP leader, Arlene Foster, insists that, as previously indicated, any moves which did make Northern Ireland different to the rest of the UK would be unacceptable to the party. In a strongly worded tweet, she suggested the story was “nonsense”. She said: “UK must leave as one nation. We are keen to see a sensible deal but not one that divides the internal market of the UK. We will not support any arrangements that create a barrier to East West trade. Anonymous sources lead to nonsense stories.” Meanwhile, the prime minister has been warned against breaking the law over Brexit by the Speaker John Bercow, who said parliament would use “procedural creativity” to prevent no-deal exit. And the EU’s chief negotiator said there was “no reason to be optimistic” that a new agreement can be brokered before the 31 October deadline. Michel Barnier told political leaders in the European parliament on Thursday that he was unable to say whether contacts with the UK government would result in a deal by mid-October.",
      "charCount": "37400",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/13/john-bercow-parliament-crisis-speaker-commons-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-13T11:42:32Z",
    "webTitle": "Hero or villain? Bercow’s notoriety is a consequence of parliament’s crisis – not its cause | James Butler",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/13/john-bercow-parliament-crisis-speaker-commons-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/13/john-bercow-parliament-crisis-speaker-commons-brexit",
    "fields": {
      "headline": "Hero or villain? Bercow’s notoriety is a consequence of parliament’s crisis – not its cause",
      "standfirst": "<p>The Speaker may have ripped up the Commons rulebook, but the government has only itself to blame for the Brexit fiasco</p>",
      "trailText": "The Speaker may have ripped up the Commons rulebook, but the government has only itself to blame for the Brexit fiasco",
      "byline": "James Butler",
      "main": "<figure class=\"element element-image\" data-media-id=\"ffd1bdbe0a28a885791fa5f41c284ff6481597f8\"> <img src=\"https://media.guim.co.uk/ffd1bdbe0a28a885791fa5f41c284ff6481597f8/0_194_3500_2100/1000.jpg\" alt=\"BrexitSpeaker of the House of Commons, John Bercow, speaking at the Sixth Annual Bingham Lecture at Middle Temple in London. PA Photo. Picture date: Thursday September 12, 2019. See PA story POLITICS Brexit Bercow. Photo credit should read: Yui Mok/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Bercow must realise that reform conducted solely through the Speaker’s chair also tests democratic legitimacy.’</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>",
      "body": "<p>On Monday, only hours before the drama of parliament’s prorogation, John Bercow announced he would <a href=\"https://www.theguardian.com/politics/2019/sep/09/john-bercow-to-step-down-as-speaker-by-31-october\" title=\"\">retire as Speaker</a> before the next election. Downing Street had declared war on him in the Sunday papers, briefing that it would break convention and seek his removal from his seat at the next election. Instead, Bercow has sought to undercut the government by giving the current parliament, habituated to autonomy and rebellion against the whips, a vote on his successor.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Bercow’s ‘constitutional vandalism’ is unlikely to trouble any government with a majority</p> </blockquote> </aside>  <p>An erstwhile member of the Tory hard right – in the 1980s he chaired the Federation of Conservative Students, which was notorious for its <a href=\"https://www.theguardian.com/politics/2013/dec/06/conservative-party-uncomfortable-nelson-mandela\" title=\"\">“Hang Nelson Mandela” literature</a> – his political journey has seen him end up an improbable poster boy for dewy-eyed liberals. Even more surprisingly, his glowering manner, gravel-voiced barking and theatrical chiding of MPs have made him an internet meme. He has presided over significant, and in some parts deeply resented, changes to parliament’s functioning; the contest to replace him will be the most <a href=\"https://www.theguardian.com/politics/2019/sep/11/next-speaker-house-of-commons-who-are-the-candidates\" title=\"\">highly politicised and bitterly fought in living memory</a>, with MPs aware that in a deadlocked Commons the Speaker’s powers are profound.</p> <p>When elected, a new Speaker lays claim to “<a href=\"https://publications.parliament.uk/pa/ld/ldcomp/ldctso54.htm\" title=\"\">ancient and undoubted rights and privileges</a>” of parliament, including “freedom of speech in debate, freedom from arrest”. Defence of those rights has been the Speaker’s watchword since the tenure of William Lenthall in the 17th century. In one of the most dramatic episodes of England’s descent into civil war, Lenthall had refused, to the king’s face, to identify five MPs Charles I sought to arrest. The moment has entered British civic myth as the first clear assertion of the Speaker’s loyalty to parliament rather than to an overmighty executive power; it is painted in fresco in Westminster.</p> <p>Lenthall’s lessons for modern Speakers aren’t confined to the doughty defence of parliamentary rights. His defiance was a finely tuned balancing act: courage hedged with deference to an irascible monarch. Fraught management of contending political forces made him a target of a newly free press, which gossiped of his avarice and pilloried him as a secret royalist. Bercow might recognise that.</p> <p>The Speakership is an odd institution. Its long evolution since Lenthall’s day has imbued it with considerable power: to shape the debate in parliament, select amendments and interpret parliament’s rules. That power comes at the cost of scrupulous political neutrality, a principle that emerged in the 18th century and which has been observed as ironclad for at least the past 100 years. In the US House of Representatives the role is highly partisan; in France and in Germany the speaker maintains an active involvement in party politics. The UK’s Speaker resigns from their party and usually stands for re-election unopposed by major parties; Baroness Boothroyd, Bercow’s only living predecessor, observed that a new Speaker is frequently harder on their former ideological confreres, in an attempt to achieve impartiality. Bercow’s enemies in parliament – the current government and its predecessor, as well as the no-deal hardcore of the European Research Group (ERG) – charge him with <a href=\"https://www.theguardian.com/politics/2019/apr/17/tory-mp-launches-attempt-to-oust-john-bercow-as-speaker\" title=\"\">shattering this impartiality</a> during the long Brexit impasse.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2019/sep/12/operation-yellowhammer-and-parliament-prorogued-politics-weekly-podcast\">Operation Yellowhammer and parliament prorogued - Politics Weekly podcast</a> </p> </aside>  <p>Bercow had to change things. His election, in 2009, came after the <a href=\"https://www.theguardian.com/politics/2009/may/19/speaker-michael-martin-to-resign\" title=\"\">resignation of Michael Martin</a>, in the midst of the MPs’ expenses scandal. Bercow billed himself as a moderniser and “backbencher’s friend” – his drift towards social liberalism had left him out of favour with Tory leaders, and was disfavoured by the whips. A memo circulated to all candidates by the then clerk of legislation, Robert Rogers (now Lord Lisvane), laid out a <a href=\"https://www.theguardian.com/politics/blog/2009/jun/19/commons-reform-plan-speaker\" title=\"\">75-point menu for reform</a> of the Commons; it was beyond the Speaker’s scope alone to implement much of it, but it certainly inspired Bercow’s expansive granting of urgent questions – <a href=\"https://www.theguardian.com/politics/2019/sep/10/harriet-harman-vows-to-be-scrupulously-neutral-if-elected-as-speaker\" title=\"\">152 in the last year</a>, as opposed to just two in the year before his accession – allowing MPs to haul ministers to account in the Commons. Any Speaker elected in 2009 would have necessarily been a reformer: the impetus to reform came from the political establishment itself, aware that Westminster had reached a new nadir in public esteem.</p> <p>Until this parliament, it was Bercow’s personality rather than his relatively modest procedural innovations that was the focus of ire. His aggressive, occasionally vaudevillian style in the chair, and his willingness to chastise ministers, led to an abortive plot to <a href=\"https://www.theguardian.com/politics/2015/mar/26/tory-backbench-rebellion-defeats-hagues-attempt-to-unseat-speaker-john-bercow\" title=\"\">oust him in 2015</a>. More seriously, <a href=\"https://www.theguardian.com/politics/2018/may/03/john-bercow-further-bullying-claims-emerge-against-house-of-commons-speaker\" title=\"\">allegations of bullying</a> have overshadowed his office in recent years, and perhaps as a consequence he has been ineffective in acting to stem the bullying and harassment endemic in Westminster. Accusations of partiality, some rather confected, long smouldered on the Tory benches – but it is his handling of Brexit procedure that whipped them into conflagration.</p> <p>Bercow’s accusers claim he has ripped up parliament’s rulebook to suit his own political preferences (in 2017 he unwisely disclosed <a href=\"https://www.theguardian.com/politics/2017/feb/12/john-bercow-speaker-voted-remain-brexit-referendum\" title=\"\">his own vote for remain</a>). Not only has he allowed MPs to seize control of proceedings from the government, but colluded with them by widening the scope of emergency debates to allow parliamentary insurrections. The latter is inescapably a constitutional innovation. Bercow doesn’t shy away from the charge of novelty: for him, the letter killeth but the spirit giveth life – he insists on parliament’s right to express its will, and on defending that right in the face of an executive determined to marginalise it. Nor is he finished yet: in last night’s Bingham lecture, he vowed further “<a href=\"https://www.theguardian.com/politics/2019/sep/12/bercow-warns-pm-not-to-defy-law-on-no-deal-brexit\" title=\"\">procedural creativity</a>” should Boris Johnson prove determined to ignore the law.</p> <p>The orgy of suspicion and paranoia that followed the Brexit referendum has touched many putatively impartial institutions: both press and <a href=\"https://www.theguardian.com/politics/2019/sep/12/brexit-kwasi-kwarteng-criticised-for-biased-judges-comment\" title=\"\">judiciary</a> are regularly accused of barely veiled remainer bias, but nowhere has been more assailed than parliament itself. It is a symptom of a deeper malaise, in which the reserves of civic trust necessary for political representation have evaporated.</p> <p>The Speaker’s rulings are a consequence, not a cause, of the political impasse – the unavoidable effect of a conflict between legislature and executive eagerly pursued by successive governments. Small majorities or minority governments – as much the result of a democratic process as the referendum – find their rebels empowered; if any such government treats parliament as a truculent inconvenience, it will find MPs ready to humble it. Bercow’s instinct to empower parliament is real and consistent – though he delights in making enemies – but his “constitutional vandalism” is unlikely to trouble any government with a majority. Whatever the tabloids claim, this government’s inability to win a vote is its fault, and its fault alone.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/13/progressive-alliance-win-election-labour-liberal-democrat\">An alliance between progressive parties would be fragile, but it could win an election | Zoe Williams</a> </p> </aside>  <p>The competition to replace Bercow is already under way. Some candidates, such as Labour’s Chris Bryant, promise a return to procedural orthodoxy: umpire-like impartiality, slavish adherence to the rulebook. Yet it is hard to see how any candidate could avoid controversy in a restive, finely balanced parliament with an executive determined to <a href=\"https://www.theguardian.com/politics/2019/sep/09/boris-johnson-sabotage-letter-to-eu-would-break-law\" title=\"\">test the limits of its power</a> and a legislature impatient with abuse.</p> <p>Brexit has seen the withering of many parliamentary delusions: the strictures of convention, the stability of the parties, the reliability of the “good chap” theory of office. Bercow’s pugnacious defence of the legislature is a boon, but he must realise that reform conducted solely through the Speaker’s chair also tests democratic legitimacy; such a realisation must be behind his embrace, in last night’s lecture, of a more codified constitutional settlement. As the legal case over prorogation waits to be heard by the supreme court next week, and the looming Brexit deadline leaves the government scrambling for political safety, Bercow’s final act remains yet to be played. It is certain to be a stormy one.</p> <p>• James Butler is co-founder of Novara Media, and hosts its weekly radio show on Resonance FM. He writes regularly at the London Review of Books</p>",
      "wordcount": "1276",
      "commentCloseDate": "2019-09-13T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-13T11:42:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-13T17:55:38Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cb34j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ffd1bdbe0a28a885791fa5f41c284ff6481597f8/0_194_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On Monday, only hours before the drama of parliament’s prorogation, John Bercow announced he would retire as Speaker before the next election. Downing Street had declared war on him in the Sunday papers, briefing that it would break convention and seek his removal from his seat at the next election. Instead, Bercow has sought to undercut the government by giving the current parliament, habituated to autonomy and rebellion against the whips, a vote on his successor. An erstwhile member of the Tory hard right – in the 1980s he chaired the Federation of Conservative Students, which was notorious for its “Hang Nelson Mandela” literature – his political journey has seen him end up an improbable poster boy for dewy-eyed liberals. Even more surprisingly, his glowering manner, gravel-voiced barking and theatrical chiding of MPs have made him an internet meme. He has presided over significant, and in some parts deeply resented, changes to parliament’s functioning; the contest to replace him will be the most highly politicised and bitterly fought in living memory, with MPs aware that in a deadlocked Commons the Speaker’s powers are profound. When elected, a new Speaker lays claim to “ancient and undoubted rights and privileges” of parliament, including “freedom of speech in debate, freedom from arrest”. Defence of those rights has been the Speaker’s watchword since the tenure of William Lenthall in the 17th century. In one of the most dramatic episodes of England’s descent into civil war, Lenthall had refused, to the king’s face, to identify five MPs Charles I sought to arrest. The moment has entered British civic myth as the first clear assertion of the Speaker’s loyalty to parliament rather than to an overmighty executive power; it is painted in fresco in Westminster. Lenthall’s lessons for modern Speakers aren’t confined to the doughty defence of parliamentary rights. His defiance was a finely tuned balancing act: courage hedged with deference to an irascible monarch. Fraught management of contending political forces made him a target of a newly free press, which gossiped of his avarice and pilloried him as a secret royalist. Bercow might recognise that. The Speakership is an odd institution. Its long evolution since Lenthall’s day has imbued it with considerable power: to shape the debate in parliament, select amendments and interpret parliament’s rules. That power comes at the cost of scrupulous political neutrality, a principle that emerged in the 18th century and which has been observed as ironclad for at least the past 100 years. In the US House of Representatives the role is highly partisan; in France and in Germany the speaker maintains an active involvement in party politics. The UK’s Speaker resigns from their party and usually stands for re-election unopposed by major parties; Baroness Boothroyd, Bercow’s only living predecessor, observed that a new Speaker is frequently harder on their former ideological confreres, in an attempt to achieve impartiality. Bercow’s enemies in parliament – the current government and its predecessor, as well as the no-deal hardcore of the European Research Group (ERG) – charge him with shattering this impartiality during the long Brexit impasse. Bercow had to change things. His election, in 2009, came after the resignation of Michael Martin, in the midst of the MPs’ expenses scandal. Bercow billed himself as a moderniser and “backbencher’s friend” – his drift towards social liberalism had left him out of favour with Tory leaders, and was disfavoured by the whips. A memo circulated to all candidates by the then clerk of legislation, Robert Rogers (now Lord Lisvane), laid out a 75-point menu for reform of the Commons; it was beyond the Speaker’s scope alone to implement much of it, but it certainly inspired Bercow’s expansive granting of urgent questions – 152 in the last year, as opposed to just two in the year before his accession – allowing MPs to haul ministers to account in the Commons. Any Speaker elected in 2009 would have necessarily been a reformer: the impetus to reform came from the political establishment itself, aware that Westminster had reached a new nadir in public esteem. Until this parliament, it was Bercow’s personality rather than his relatively modest procedural innovations that was the focus of ire. His aggressive, occasionally vaudevillian style in the chair, and his willingness to chastise ministers, led to an abortive plot to oust him in 2015. More seriously, allegations of bullying have overshadowed his office in recent years, and perhaps as a consequence he has been ineffective in acting to stem the bullying and harassment endemic in Westminster. Accusations of partiality, some rather confected, long smouldered on the Tory benches – but it is his handling of Brexit procedure that whipped them into conflagration. Bercow’s accusers claim he has ripped up parliament’s rulebook to suit his own political preferences (in 2017 he unwisely disclosed his own vote for remain). Not only has he allowed MPs to seize control of proceedings from the government, but colluded with them by widening the scope of emergency debates to allow parliamentary insurrections. The latter is inescapably a constitutional innovation. Bercow doesn’t shy away from the charge of novelty: for him, the letter killeth but the spirit giveth life – he insists on parliament’s right to express its will, and on defending that right in the face of an executive determined to marginalise it. Nor is he finished yet: in last night’s Bingham lecture, he vowed further “procedural creativity” should Boris Johnson prove determined to ignore the law. The orgy of suspicion and paranoia that followed the Brexit referendum has touched many putatively impartial institutions: both press and judiciary are regularly accused of barely veiled remainer bias, but nowhere has been more assailed than parliament itself. It is a symptom of a deeper malaise, in which the reserves of civic trust necessary for political representation have evaporated. The Speaker’s rulings are a consequence, not a cause, of the political impasse – the unavoidable effect of a conflict between legislature and executive eagerly pursued by successive governments. Small majorities or minority governments – as much the result of a democratic process as the referendum – find their rebels empowered; if any such government treats parliament as a truculent inconvenience, it will find MPs ready to humble it. Bercow’s instinct to empower parliament is real and consistent – though he delights in making enemies – but his “constitutional vandalism” is unlikely to trouble any government with a majority. Whatever the tabloids claim, this government’s inability to win a vote is its fault, and its fault alone. The competition to replace Bercow is already under way. Some candidates, such as Labour’s Chris Bryant, promise a return to procedural orthodoxy: umpire-like impartiality, slavish adherence to the rulebook. Yet it is hard to see how any candidate could avoid controversy in a restive, finely balanced parliament with an executive determined to test the limits of its power and a legislature impatient with abuse. Brexit has seen the withering of many parliamentary delusions: the strictures of convention, the stability of the parties, the reliability of the “good chap” theory of office. Bercow’s pugnacious defence of the legislature is a boon, but he must realise that reform conducted solely through the Speaker’s chair also tests democratic legitimacy; such a realisation must be behind his embrace, in last night’s lecture, of a more codified constitutional settlement. As the legal case over prorogation waits to be heard by the supreme court next week, and the looming Brexit deadline leaves the government scrambling for political safety, Bercow’s final act remains yet to be played. It is certain to be a stormy one. • James Butler is co-founder of Novara Media, and hosts its weekly radio show on Resonance FM. He writes regularly at the London Review of Books",
      "charCount": "8062",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/james-butler\">James Butler</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "books/2019/sep/13/michael-morpurgo-boy-giant-brexit-refugee-crisis-trump-civil-war",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-09-13T06:30:13Z",
    "webTitle": "Michael Morpurgo on fighting Brexit: 'I've been spat at. It's almost civil war'",
    "webUrl": "https://www.theguardian.com/books/2019/sep/13/michael-morpurgo-boy-giant-brexit-refugee-crisis-trump-civil-war",
    "apiUrl": "https://content.guardianapis.com/books/2019/sep/13/michael-morpurgo-boy-giant-brexit-refugee-crisis-trump-civil-war",
    "fields": {
      "headline": "Michael Morpurgo on fighting Brexit: 'I've been spat at. It's almost civil war'",
      "standfirst": "<p>The world’s getting nastier, says the writer, and Britain no longer cares. So he’s hitting back – with a Gulliver’s Travels update that targets Trump, Brexit and the refugee crisis</p>",
      "trailText": "The world’s getting nastier, says the writer, and Britain no longer cares. So he’s hitting back – with a Gulliver’s Travels update that targets Trump, Brexit and the refugee crisis",
      "byline": "Etan Smallman",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e75ffec7423e49a28a8b2e5718cc3353547f60c\"> <img src=\"https://media.guim.co.uk/8e75ffec7423e49a28a8b2e5718cc3353547f60c/0_0_5523_3314/1000.jpg\" alt=\"‘One must err on the side of upsetting people’ … Morpurgo in Iddesleigh, Devon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘One must err on the side of upsetting people’ … Morpurgo in Iddesleigh, Devon, where he wrote Boy Giant in his bed.</span> <span class=\"element-image__credit\">Photograph: Jim Wileman/The Guardian</span> </figcaption> </figure>",
      "body": "<p><a href=\"https://www.theguardian.com/books/michaelmorpurgo\">Michael Morpurgo</a> has all the trappings befitting a prolific, bestselling and beloved children’s author. There is the National Theatre production (<a href=\"https://www.theguardian.com/stage/2011/oct/04/war-horse-big-hit\">War Horse</a>, still touring the globe) and its <a href=\"https://www.theguardian.com/film/2012/jan/12/war-horse-spielberg-film-review\">Spielberg movie adaptation</a>; the stint as children’s laureate (a post he helped create); the gold Blue Peter badge and the knighthood. But as a vocal campaigner against <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, he is getting used to rather a different kind of reception.</p> <p>“I’ve been spat at,” Britain’s storyteller-in-chief says nonchalantly over lunch at his local pub in an idyllic Devon village. “I went to Sidmouth folk festival – quite a peaceable part of the world, you would have thought.” The trouble began when he bought one of the “little blue badges with stars around it”. Clare, Morpurgo’s wife of 56 years, interjects. “No, it said, ‘Bollocks to Brexit.’”</p> <p>“Well, it had stars around it!” Morpurgo says in mock indignation. As for the spitting: “It was horrible. I was very upset. [The man] looked at me with an unbelievable dislike. I can’t think of a time in my life when that would have happened. We’re almost coming to a civil war situation where there’s so much hate.”</p> <p>When not putting his head above the parapet with newspaper articles and an appearance in what Channel 4 News called “the most polite Brexit debate ever”, Morpurgo can be found at home in bed, writing prolifically in school exercise books while propped up on a pile of pillows (inspired by his hero, Robert Louis Stevenson).</p>  <figure class=\"element element-image\" data-media-id=\"bf52320b4e417cc7861ec7b281a6cd221897240d\"> <img src=\"https://media.guim.co.uk/bf52320b4e417cc7861ec7b281a6cd221897240d/0_306_6000_3600/1000.jpg\" alt=\"‘We’ve become a selfish people, an unkind people’ … Morpurgo at home in Devon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We’ve become a selfish people, an unkind people’ … Morpurgo at home in Devon.</span> <span class=\"element-image__credit\">Photograph: Jim Wileman/The Guardian</span> </figcaption> </figure>  <p>In his latest book, Boy Giant, he takes on the <a href=\"https://www.theguardian.com/world/refugees\">refugee crisis</a> with an update of Jonathan Swift’s Gulliver’s Travels. His Lilliput is one in which strangers are welcomed in and emperors have been replaced with storytellers. I tell him I found the first section – detailing 12-year-old Omar’s escape from Afghanistan, alone in an over-filled, sinking rubber boat – distressing. “I’m glad of that,” he says, unsurprised. After all, it is the adults who tend to come out of War Horse in tears.</p> <p>“It’s a difficult line to draw, but I think one must err on the side of upsetting people. The minute you make it bland and you tie a yellow ribbon around it and say, ‘Actually it’s fine’ ... well, it’s not. That is the reality. The rest of the book may be wishful thinking, but that’s what these children are living through.” Morpurgo resolved to write the book after seeing the body of <a href=\"https://www.theguardian.com/world/alan-kurdi\">the three-year-old Syrian boy, Alan Kurdi</a>, washed up on a Turkish beach in September 2015.</p> <p>“Just as when I wrote about the first world war, I don’t want anyone to feel comfortable,” he says. “It’s not entertainment. All literature should be, yes, life-enhancing, but troubling – at the end of the day it should be forcing you to ask questions. But I am sorry if it upsets you too much. Have another sip of beer.”</p> <p>The book’s Brexit and <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump</a> parallels are plain. Morpurgo’s favourite part of the story is when Omar turns a stone wall separating two peoples into a bridge. At one point, <a href=\"https://en.wikipedia.org/wiki/Lilliput_and_Blefuscu\">Lilliput</a>’s elder stateswoman declares: “We shall fish together, trade with one another, be friends again as we always were for hundreds of years … There will be no more walls, no more flags, no more tyrants.”</p>  <figure class=\"element element-image\" data-media-id=\"b255c87615ae29b31222d9bd4370d1db0f7a4b87\"> <img src=\"https://media.guim.co.uk/b255c87615ae29b31222d9bd4370d1db0f7a4b87/0_1372_6495_2639/1000.jpg\" alt=\"Invader alert … one of Michael Foreman’s illustrations for Boy Giant.\" width=\"1000\" height=\"406\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Invader alert … one of Michael Foreman’s illustrations for Boy Giant.</span> <span class=\"element-image__credit\">Photograph: © Michael Foreman 2019</span> </figcaption> </figure>  <p>In between sips of pea and ham soup, Morpurgo details his despair with the world. He ranges from the <a href=\"https://www.theguardian.com/uk-news/grenfell-tower-fire\">Grenfell Tower fire</a> and <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\">Windrush</a>, to the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US-Mexico border</a> and <a href=\"https://www.theguardian.com/world/kashmir\">Kashmir</a>. And he speaks of his first-hand experience in <a href=\"https://www.theguardian.com/world/gaza\">Gaza</a> and the <a href=\"https://www.theguardian.com/world/calais\">Calais refugee camp</a>. We have turned, he says, into a “not-caring society”.</p> <p>He concludes that there is no use pointing the finger at the “supremely arrogant” <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a>. “This is our fault,” he says. “This is us. We’ve become a selfish people, an unkind people. I think this thing of kindness is very important. It’s thought to be sort of soft and a bit liberal to be kind. Well, no, it’s not. If someone is starving in the street, you feed them.”</p> <p>Morpurgo believes we’ve become progressively less open-hearted in the century since the <a href=\"https://www.theguardian.com/world/firstworldwar\">first world war</a>, when Britain took in 250,000 Belgian refugees. “We were at war at the time, our backs against the wall, and I’m sure there were people who moaned about it, but the government took the decision that these people needed help.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We don't know what it is like to be chased from our homes</p> </blockquote> </aside>  <p>By world war two, hearts had hardened. Apart from taking in nearly 10,000 mainly Jewish children, Britain left the rest “to the tender mercies of these ghastly, ghastly tyrants and these fascists, when everyone who cared about these things knew what Hitler might do to the Jewish people.”</p> <p>In the current crisis, it is believed that Britain hasn’t taken in anywhere near the proposed 3,000 child refugees from Europe. Morpurgo detects an empathy gap arising from the fact that, unlike almost every other country on the continent, “for 1,000 years, we have never been invaded. We do not know what it is like to be chased from our homes.”</p> <p>The 75-year-old also details his anger at the 210,000 homeless children in the UK, <a href=\"https://www.theguardian.com/society/2019/aug/21/homeless-children-put-up-in-shipping-containers-report-says\">some living in shipping containers</a>. “There are still more than 2,000 children’s homes in this country. Unwanted children, in a society that professes to love children. In my old age, I’m thinking more and more about how appalling that is. And that’s what Swift was on about. It’s not good enough to go and pray in church and to sing All Things Bright and Beautiful. This is a cruel world – and it’s got no better.”</p>  <figure class=\"element element-image\" data-media-id=\"932c64d8adfa5295747e8f87173069631b007cf7\"> <img src=\"https://media.guim.co.uk/932c64d8adfa5295747e8f87173069631b007cf7/475_777_5424_3254/1000.jpg\" alt=\"Dreamed up in the pub … War Horse at the National Theatre.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dreamed up in the pub … War Horse at the National Theatre.</span> <span class=\"element-image__credit\">Photograph: Brinkhoff/Moegenburg</span> </figcaption> </figure>  <p>Morpurgo’s own upbringing was unconventional. While his father, actor <a href=\"https://en.wikipedia.org/wiki/Tony_Van_Bridge\">Tony van Bridge</a>, was stationed in Baghdad during the war, his mother fell in love with another man, Jack Morpurgo. Van Bridge returned to find “there was no place for him” and left the new family to get on with it. Despite this, the author was made to feel “quite secure” and looks at the state of modern childhood with a degree of dread.</p> <p>“I think this business of being forced to grow up too quick,” he says, “is causing an awful lot of mental illness and difficulties. There’s so much that they’re having to deal with – whether it’s the shape of their bodies, or things being beamed into their iPads. [Abuse] used to be shouted across the street, and then it was gone. It wasn’t written down for the rest of the world to see. By and large, the adults could protect you from the worst of what was out there.”</p> <p>Morpurgo, who failed his 11-plus and scraped a third-class degree, ended up at Sandhurst military academy, fuelled by praise for his “leadership qualities”, his “simplistic ideas of duty” and his love of a uniform. After marrying Clare at 19 – she is the daughter of Penguin books founder Allen Lane who sent his son-in-law’s handwriting to a graphologist, in the hope of proving he was a gold-digger – Morpurgo decided he believed in peace more than war and began teaching.</p> <p>A frequent critic of the education policies of successive governments, he says if he were education secretary he would have children start formal learning at seven, eradicate exam pressure and have universal state education for all; private schools, he says, could be turned into specialist sixth-form colleges.</p>  <figure class=\"element element-image\" data-media-id=\"bb1b28c4038f2a7bb62cda1d40911a69cef9509e\"> <img src=\"https://media.guim.co.uk/bb1b28c4038f2a7bb62cda1d40911a69cef9509e/0_47_1600_960/1000.jpg\" alt=\"‘Not as great as I wanted it to be’ … Jeremy Irvine in Spielberg’s version of War Horse.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Not as great as I wanted it to be’ … Jeremy Irvine in Spielberg’s version of War Horse.</span> <span class=\"element-image__credit\">Photograph: Allstar/Disney</span> </figcaption> </figure>  <p>It was in front of the fire in the pub in which we’re sitting that Morpurgo dreamed up War Horse, after a conversation with a veteran of the trenches. “When I wrote the book, Clare loved it immediately,” he says. “And she’s never said anything was better, which is slightly annoying.”</p> <p>However, it was three decades after publication before Hollywood made miraculous horse Joey world famous. Morpurgo had spent years insisting on picking up every phone call, quipping: “It might be Steven Spielberg.” However, he concedes that after the director did finally call, the 2011 film that resulted “was not as great as I’d wanted it to be”.</p> <p>In 1982, War Horse failed to win the Whitbread prize for which it was nominated, with chairman of the judges <a href=\"https://www.theguardian.com/books/roalddahl\">Roald Dahl</a> advising Morpurgo: “It’s a good book, but children don’t like history.” His neighbour, the poet <a href=\"https://www.theguardian.com/books/tedhughes\">Ted Hughes</a>, took his crestfallen friend out for a consolatory tea in the Devon town of Bideford. “Winning is just as damaging to you as losing,” Hughes told him. “You’ve written a fine book and you’ll write a finer one.”</p> <p>Does Morpurgo think he has? He winces, then smiles. “Every time.”</p> <p>• Boy Giant: Son of Gulliver by Michael Morpurgo is published by HarperCollins on 19 September.</p>",
      "wordcount": "1414",
      "commentCloseDate": "2019-09-13T07:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-13T06:30:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:58Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c9nh8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e75ffec7423e49a28a8b2e5718cc3353547f60c/0_0_5523_3314/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michael Morpurgo has all the trappings befitting a prolific, bestselling and beloved children’s author. There is the National Theatre production (War Horse, still touring the globe) and its Spielberg movie adaptation; the stint as children’s laureate (a post he helped create); the gold Blue Peter badge and the knighthood. But as a vocal campaigner against Brexit, he is getting used to rather a different kind of reception. “I’ve been spat at,” Britain’s storyteller-in-chief says nonchalantly over lunch at his local pub in an idyllic Devon village. “I went to Sidmouth folk festival – quite a peaceable part of the world, you would have thought.” The trouble began when he bought one of the “little blue badges with stars around it”. Clare, Morpurgo’s wife of 56 years, interjects. “No, it said, ‘Bollocks to Brexit.’” “Well, it had stars around it!” Morpurgo says in mock indignation. As for the spitting: “It was horrible. I was very upset. [The man] looked at me with an unbelievable dislike. I can’t think of a time in my life when that would have happened. We’re almost coming to a civil war situation where there’s so much hate.” When not putting his head above the parapet with newspaper articles and an appearance in what Channel 4 News called “the most polite Brexit debate ever”, Morpurgo can be found at home in bed, writing prolifically in school exercise books while propped up on a pile of pillows (inspired by his hero, Robert Louis Stevenson). In his latest book, Boy Giant, he takes on the refugee crisis with an update of Jonathan Swift’s Gulliver’s Travels. His Lilliput is one in which strangers are welcomed in and emperors have been replaced with storytellers. I tell him I found the first section – detailing 12-year-old Omar’s escape from Afghanistan, alone in an over-filled, sinking rubber boat – distressing. “I’m glad of that,” he says, unsurprised. After all, it is the adults who tend to come out of War Horse in tears. “It’s a difficult line to draw, but I think one must err on the side of upsetting people. The minute you make it bland and you tie a yellow ribbon around it and say, ‘Actually it’s fine’ ... well, it’s not. That is the reality. The rest of the book may be wishful thinking, but that’s what these children are living through.” Morpurgo resolved to write the book after seeing the body of the three-year-old Syrian boy, Alan Kurdi, washed up on a Turkish beach in September 2015. “Just as when I wrote about the first world war, I don’t want anyone to feel comfortable,” he says. “It’s not entertainment. All literature should be, yes, life-enhancing, but troubling – at the end of the day it should be forcing you to ask questions. But I am sorry if it upsets you too much. Have another sip of beer.” The book’s Brexit and Trump parallels are plain. Morpurgo’s favourite part of the story is when Omar turns a stone wall separating two peoples into a bridge. At one point, Lilliput’s elder stateswoman declares: “We shall fish together, trade with one another, be friends again as we always were for hundreds of years … There will be no more walls, no more flags, no more tyrants.” In between sips of pea and ham soup, Morpurgo details his despair with the world. He ranges from the Grenfell Tower fire and Windrush, to the US-Mexico border and Kashmir. And he speaks of his first-hand experience in Gaza and the Calais refugee camp. We have turned, he says, into a “not-caring society”. He concludes that there is no use pointing the finger at the “supremely arrogant” Boris Johnson. “This is our fault,” he says. “This is us. We’ve become a selfish people, an unkind people. I think this thing of kindness is very important. It’s thought to be sort of soft and a bit liberal to be kind. Well, no, it’s not. If someone is starving in the street, you feed them.” Morpurgo believes we’ve become progressively less open-hearted in the century since the first world war, when Britain took in 250,000 Belgian refugees. “We were at war at the time, our backs against the wall, and I’m sure there were people who moaned about it, but the government took the decision that these people needed help.” By world war two, hearts had hardened. Apart from taking in nearly 10,000 mainly Jewish children, Britain left the rest “to the tender mercies of these ghastly, ghastly tyrants and these fascists, when everyone who cared about these things knew what Hitler might do to the Jewish people.” In the current crisis, it is believed that Britain hasn’t taken in anywhere near the proposed 3,000 child refugees from Europe. Morpurgo detects an empathy gap arising from the fact that, unlike almost every other country on the continent, “for 1,000 years, we have never been invaded. We do not know what it is like to be chased from our homes.” The 75-year-old also details his anger at the 210,000 homeless children in the UK, some living in shipping containers. “There are still more than 2,000 children’s homes in this country. Unwanted children, in a society that professes to love children. In my old age, I’m thinking more and more about how appalling that is. And that’s what Swift was on about. It’s not good enough to go and pray in church and to sing All Things Bright and Beautiful. This is a cruel world – and it’s got no better.” Morpurgo’s own upbringing was unconventional. While his father, actor Tony van Bridge, was stationed in Baghdad during the war, his mother fell in love with another man, Jack Morpurgo. Van Bridge returned to find “there was no place for him” and left the new family to get on with it. Despite this, the author was made to feel “quite secure” and looks at the state of modern childhood with a degree of dread. “I think this business of being forced to grow up too quick,” he says, “is causing an awful lot of mental illness and difficulties. There’s so much that they’re having to deal with – whether it’s the shape of their bodies, or things being beamed into their iPads. [Abuse] used to be shouted across the street, and then it was gone. It wasn’t written down for the rest of the world to see. By and large, the adults could protect you from the worst of what was out there.” Morpurgo, who failed his 11-plus and scraped a third-class degree, ended up at Sandhurst military academy, fuelled by praise for his “leadership qualities”, his “simplistic ideas of duty” and his love of a uniform. After marrying Clare at 19 – she is the daughter of Penguin books founder Allen Lane who sent his son-in-law’s handwriting to a graphologist, in the hope of proving he was a gold-digger – Morpurgo decided he believed in peace more than war and began teaching. A frequent critic of the education policies of successive governments, he says if he were education secretary he would have children start formal learning at seven, eradicate exam pressure and have universal state education for all; private schools, he says, could be turned into specialist sixth-form colleges. It was in front of the fire in the pub in which we’re sitting that Morpurgo dreamed up War Horse, after a conversation with a veteran of the trenches. “When I wrote the book, Clare loved it immediately,” he says. “And she’s never said anything was better, which is slightly annoying.” However, it was three decades after publication before Hollywood made miraculous horse Joey world famous. Morpurgo had spent years insisting on picking up every phone call, quipping: “It might be Steven Spielberg.” However, he concedes that after the director did finally call, the 2011 film that resulted “was not as great as I’d wanted it to be”. In 1982, War Horse failed to win the Whitbread prize for which it was nominated, with chairman of the judges Roald Dahl advising Morpurgo: “It’s a good book, but children don’t like history.” His neighbour, the poet Ted Hughes, took his crestfallen friend out for a consolatory tea in the Devon town of Bideford. “Winning is just as damaging to you as losing,” Hughes told him. “You’ve written a fine book and you’ll write a finer one.” Does Morpurgo think he has? He winces, then smiles. “Every time.” • Boy Giant: Son of Gulliver by Michael Morpurgo is published by HarperCollins on 19 September.",
      "charCount": "8179",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/etan-smallman\">Etan Smallman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]