[
  {
    "id": "music/2019/aug/25/art-pepper-never-stopped-practising",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-08-25T16:18:49Z",
    "webTitle": "Art Pepper never stopped practising | Brief letters",
    "webUrl": "https://www.theguardian.com/music/2019/aug/25/art-pepper-never-stopped-practising",
    "apiUrl": "https://content.guardianapis.com/music/2019/aug/25/art-pepper-never-stopped-practising",
    "fields": {
      "headline": "Art Pepper never stopped practising",
      "standfirst": "Sax work | Clare in the Community | Nineteen Eighty-Four | Donald Trump and the DUP | Casting | Peaky Blinders",
      "trailText": "<strong>Brief letters: </strong>Sax work | Clare in the Community | Nineteen Eighty-Four | Donald Trump and the DUP | Casting | Peaky Blinders",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"728c86c033c317003782339d486ae415b21f3982\"> <img src=\"https://media.guim.co.uk/728c86c033c317003782339d486ae415b21f3982/283_321_560_336/500.jpg\" alt=\"Art Pepper climbing the hill on Fargo Street in Los Angeles\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Art Pepper climbing the hill on Fargo Street in Los Angeles. Copyright: William Claxton</span> <span class=\"element-image__credit\">Photograph: Copyright: William Claxton</span> </figcaption> </figure>",
      "body": "<p>Russ Denton has fallen victim to Art Pepper’s legendary self-mythologising (<a href=\"https://www.theguardian.com/music/2019/aug/22/art-pepper-blew-away-the-idea-that-practice-makes-perfect\" title=\"\">Letters</a>, 23 August 23). Pepper practised assiduously, in and out of prison. He’d not only played in the six months previous to making the LP Art Pepper Meets the Rhythm Section, he’d actually completed another album, Modern Art, two weeks before.<br><strong>Alan Pearson</strong><br><em>Durham</em></p> <p>• It’s not just Steve Bell’s cartoons that keep us going under our new prime minister (<a href=\"https://www.theguardian.com/politics/2019/aug/22/theres-nothing-safe-about-boris-johnsons-seat\" title=\"\">Letters</a>, 23 August). Harry Venning’s <a href=\"https://www.theguardian.com/society/picture/2019/jul/23/clare-in-the-community-better-than-boris\" title=\"\">Clare in the Community</a> (24 August) is quoted daily in our house as we remind each other to “call him by his full title: that **** Boris”.<br><strong>Matthew Newman</strong><br><em>Leeds</em></p> <p>• In the <a href=\"https://www.theguardian.com/books/2019/aug/24/is-the-political-novel-dead\" title=\"\">Review</a> (24 August), you ask “Where is the Nineteen Eighty-Four of our times?” Nineteen Eighty-Four <em>is</em> the novel of our times. Its constant relevance is part of its brilliance. It’s all there – autocratic leaders, mass public surveillance, fake news…<br><strong>Penny Driscoll</strong><br><em>St Albans</em></p> <p>• How about selling Northern Ireland to Donald Trump? He would get on with the Democratic Unionist party and, if he gave us £39bn for it, we could pay the EU bill, too.<br><strong>Alan Roff</strong><br><em>Clitheroe, Lancashire</em></p> <p>• I thought the whole point of being an actor was to pretend to be someone else (<a href=\"https://www.theguardian.com/stage/2019/aug/23/jewface-row-west-end-musical-falsettos-decried-for-cultural-appropriation\" title=\"\">Actors protest over the ‘Jewface’ casting of play</a>, 24 August).<br><strong>Michael Leigh</strong><br><em>London</em></p> <p>• Seen on a van in Brighton: “No tools left in this vehicle overnight. Security by Peaky Blinders.”<br><strong>Sheila Tomkinson</strong><br><em>Lewes, Sussex </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "276",
      "commentable": "false",
      "firstPublicationDate": "2019-08-25T16:18:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:27Z",
      "newspaperEditionDate": "2019-08-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7jn4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/728c86c033c317003782339d486ae415b21f3982/283_321_560_336/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Russ Denton has fallen victim to Art Pepper’s legendary self-mythologising (Letters, 23 August 23). Pepper practised assiduously, in and out of prison. He’d not only played in the six months previous to making the LP Art Pepper Meets the Rhythm Section, he’d actually completed another album, Modern Art, two weeks before. Alan Pearson Durham • It’s not just Steve Bell’s cartoons that keep us going under our new prime minister (Letters, 23 August). Harry Venning’s Clare in the Community (24 August) is quoted daily in our house as we remind each other to “call him by his full title: that **** Boris”. Matthew Newman Leeds • In the Review (24 August), you ask “Where is the Nineteen Eighty-Four of our times?” Nineteen Eighty-Four is the novel of our times. Its constant relevance is part of its brilliance. It’s all there – autocratic leaders, mass public surveillance, fake news… Penny Driscoll St Albans • How about selling Northern Ireland to Donald Trump? He would get on with the Democratic Unionist party and, if he gave us £39bn for it, we could pay the EU bill, too. Alan Roff Clitheroe, Lancashire • I thought the whole point of being an actor was to pretend to be someone else (Actors protest over the ‘Jewface’ casting of play, 24 August). Michael Leigh London • Seen on a van in Brighton: “No tools left in this vehicle overnight. Security by Peaky Blinders.” Sheila Tomkinson Lewes, Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1702",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/aug/25/no-deal-brexit-will-instantly-disrupt-uk-role-as-data-hub-digital-economy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-25T06:00:00Z",
    "webTitle": "No-deal Brexit will ‘instantly disrupt’ UK’s role as £174bn global data hub",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/25/no-deal-brexit-will-instantly-disrupt-uk-role-as-data-hub-digital-economy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/25/no-deal-brexit-will-instantly-disrupt-uk-role-as-data-hub-digital-economy",
    "fields": {
      "headline": "No-deal Brexit will ‘instantly disrupt’ UK’s role as £174bn global data hub",
      "standfirst": "University College London report warns of significant legal, economic and social disruption",
      "trailText": "University College London report warns of significant legal, economic and social disruption",
      "byline": "Toby Helm Political Editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf460675f263b7b4e3c99a52e2daab806522bd14\"> <img src=\"https://media.guim.co.uk/cf460675f263b7b4e3c99a52e2daab806522bd14/0_158_4736_2841/1000.jpg\" alt=\"The UK has the largest data centre market in Europe worth more than £73bn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK has the largest data centre market in Europe worth more than £73bn.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A no-deal Brexit would seriously disrupt the free flow of commercially valuable data between Europe and the UK, leaving companies across the finance, hospitality, manufacturing and technology sectors facing “immense” extra costs, according to a<a href=\"https://www.ucl.ac.uk/european-institute/sites/european-institute/files/eu-uk_data_flows_brexit_and_no-deal.pdf\" title=\"\"> new study</a> by University College London.</p> <p>The report, to be published this week, says potential problems post-Brexit with <a href=\"https://www.theguardian.com/technology/2018/jan/31/data-laws-corporate-america-capitalism\" title=\"\">data transfers</a> have received “minimal attention” in the debate over the UK’s exit from the EU, but could turn out to be as serious to the economy as more visible issues relating to cross-border trade.</p> <p>The study says that even if there were a Brexit deal, new rules on data transfers between organisations in the EU and the UK – currently governed by EU law – could prove hugely difficult to renegotiate bilaterally. But if there is no deal, the study warns there will be immediate and serious economic repercussions. “No transitional period would entail significant legal, economic, political and social disruption in the UK,” the report says. “The UK would immediately become a third country in EU law, and instant disruption to EU-UK data flows would ensue.”</p> <p>One of the report’s authors, Oliver Patel of UCL’s <a href=\"https://www.ucl.ac.uk/european-institute/\" title=\"\">European Institute</a>, said a typical example would be problems for a UK-based hotel company which can currently receive data from EU countries about customers using its hotels on the continent – valuable for commercial reasons, including to target people for promotions.</p> <p>The <a href=\"https://www.theguardian.com/business/2019/jul/23/business-unions-johnson-no-deal-brexit-cbi\" title=\"\">Confederation of British Industry</a> (CBI) cited another potential example, in which a UK conference centre could lose bookings from EU companies that would be in breach of personal data rules after Brexit if they sent attendees’ data outside the EU without the right contractual safeguards.</p> <p>Without a special dispensation from the EU after Brexit, called an “adequacy agreement”, firms receiving data from the EU could find themselves facing huge extra legal bills to ensure compliance. The UCL study says: “This requires companies to direct immense costs and resources towards enabling [previously unrestricted] data transfers.” The UCL experts say it is far from certain that an “adequacy agreement” would be made because of concerns about a lack of data protection rights in the UK post-Brexit and the potential for “unprotected onward data transfers”, particularly to the US.</p> <p>The UK currently has the largest data centre market in Europe. More than 75% of UK data transfers are with EU countries.</p> <p>Until the UK leaves the EU, data can flow freely to and from other member states and has been able to do so since the emergence of the internet and digital economy. The free flow of data within the EU is governed by harmonised data protection rules and common systems of regulatory enforcement. EU member states also have shared arrangements for data flows with non-EU countries.</p> <p>The report says: “UK economic activity is dependent on these flows. But disruption would place immense compliance burdens on individual organisations which would have to invest in legal and administrative fees to ensure EU-UK data transfers remained lawful.”</p> <p>It adds: “In the long term it could also lead to the UK being less attractive to investors and thus generate knock-on effects for the economy at large.”</p> <p>Felicity Burch, the CBI’s director of digital and innovation, said: “A no-deal Brexit endangers UK’s position as a global hub for data flows. From day one, the free flow of data that underpins every sector from automotive to logistics will be hit.</p> <p>“Businesses have already undertaken costly legal processes and some are investing in EU data centres. An adequacy agreement must remain a priority for government or the UK’s £174bn data economy is at risk.’ </p>",
      "newspaperPageNumber": "9",
      "wordcount": "594",
      "commentable": "false",
      "firstPublicationDate": "2019-08-25T06:00:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:12Z",
      "newspaperEditionDate": "2019-08-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c7bbd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf460675f263b7b4e3c99a52e2daab806522bd14/0_158_4736_2841/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A no-deal Brexit would seriously disrupt the free flow of commercially valuable data between Europe and the UK, leaving companies across the finance, hospitality, manufacturing and technology sectors facing “immense” extra costs, according to a new study by University College London. The report, to be published this week, says potential problems post-Brexit with data transfers have received “minimal attention” in the debate over the UK’s exit from the EU, but could turn out to be as serious to the economy as more visible issues relating to cross-border trade. The study says that even if there were a Brexit deal, new rules on data transfers between organisations in the EU and the UK – currently governed by EU law – could prove hugely difficult to renegotiate bilaterally. But if there is no deal, the study warns there will be immediate and serious economic repercussions. “No transitional period would entail significant legal, economic, political and social disruption in the UK,” the report says. “The UK would immediately become a third country in EU law, and instant disruption to EU-UK data flows would ensue.” One of the report’s authors, Oliver Patel of UCL’s European Institute, said a typical example would be problems for a UK-based hotel company which can currently receive data from EU countries about customers using its hotels on the continent – valuable for commercial reasons, including to target people for promotions. The Confederation of British Industry (CBI) cited another potential example, in which a UK conference centre could lose bookings from EU companies that would be in breach of personal data rules after Brexit if they sent attendees’ data outside the EU without the right contractual safeguards. Without a special dispensation from the EU after Brexit, called an “adequacy agreement”, firms receiving data from the EU could find themselves facing huge extra legal bills to ensure compliance. The UCL study says: “This requires companies to direct immense costs and resources towards enabling [previously unrestricted] data transfers.” The UCL experts say it is far from certain that an “adequacy agreement” would be made because of concerns about a lack of data protection rights in the UK post-Brexit and the potential for “unprotected onward data transfers”, particularly to the US. The UK currently has the largest data centre market in Europe. More than 75% of UK data transfers are with EU countries. Until the UK leaves the EU, data can flow freely to and from other member states and has been able to do so since the emergence of the internet and digital economy. The free flow of data within the EU is governed by harmonised data protection rules and common systems of regulatory enforcement. EU member states also have shared arrangements for data flows with non-EU countries. The report says: “UK economic activity is dependent on these flows. But disruption would place immense compliance burdens on individual organisations which would have to invest in legal and administrative fees to ensure EU-UK data transfers remained lawful.” It adds: “In the long term it could also lead to the UK being less attractive to investors and thus generate knock-on effects for the economy at large.” Felicity Burch, the CBI’s director of digital and innovation, said: “A no-deal Brexit endangers UK’s position as a global hub for data flows. From day one, the free flow of data that underpins every sector from automotive to logistics will be hit. “Businesses have already undertaken costly legal processes and some are investing in EU data centres. An adequacy agreement must remain a priority for government or the UK’s £174bn data economy is at risk.’",
      "charCount": "3695",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> Political Editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]