[
  {
    "id": "politics/2019/nov/21/boris-johnson-election-leaders-debate-climate-crisis",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T22:09:56Z",
    "webTitle": "Boris Johnson set to snub election leaders' debate on climate crisis",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/boris-johnson-election-leaders-debate-climate-crisis",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/boris-johnson-election-leaders-debate-climate-crisis",
    "fields": {
      "headline": "Boris Johnson set to snub election leaders' debate on climate crisis",
      "standfirst": "<p>Channel 4 to broadcast first such discussion – but prime minister unlikely to participate</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/22/general-election-2019-corbyn-tells-voters-to-make-sure-their-voice-is-heard-live-news\">Latest election news – live updates</a></li></ul>",
      "trailText": "Channel 4 to broadcast first such discussion – but prime minister unlikely to participate",
      "byline": "Matthew Taylor and Sandra Laville",
      "main": "<figure class=\"element element-image\" data-media-id=\"fe4c4c1e96d206889454cd9d061f21d7378711c6\"> \n <img src=\"https://media.guim.co.uk/fe4c4c1e96d206889454cd9d061f21d7378711c6/447_801_2475_1485/1000.jpg\" alt=\"Boris Johnson campaigning at an housing development in Bedford\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson will not take part in the climate debate because he does not want environmental issues to be ‘siloed’, the Conservative party told campaigners.</span> \n  <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>The first ever election leaders’ debate focusing on the climate crisis will be broadcast by Channel 4 next week, with the prime minister the only major party leader set to be absent.</p> \n<p>Channel 4 News said it was awaiting confirmation from Boris Johnson as to whether he would take part and could place an empty chair in the place of the PM if he declines to attend.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/04/labour-lib-dems-and-snp-call-for-tv-election-debate-on-climate-crisis\">Labour, Lib Dems and SNP call for TV election debate on climate crisis</a> </p> \n</aside> \n<p>The campaigners Possible – who have been pushing for a leaders’ head-to-head on the climate emergency – said it was a historic moment which put global heating front and centre of the election campaign.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5bbc9ec1-e2a9-40a6-b44b-cfcd3ef7816d\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>During the ITV live leaders debate on 19 November, <a href=\"https://www.theguardian.com/politics/2019/nov/19/tories-tweet-anti-labour-posts-under-factcheckuk-brand\">the Conservative party re-branded their press office account on Twitter as 'factcheckUK'</a>, to tweet anti-Corbyn points during the programme to its 75,000 followers.</p>\n    <p>On Twitter accounts there is a username - in this case @CCHQpress - and a screen name, which appears more prominently. The Conservatives changed the screen name to 'factcheckUK', and also changed the logo and biography of the account to read 'fact checking Labour from CCHQ'.</p>\n    <p>No explicit mention of the Conservative party name in full was made, so users would have to know that CCHQ is an acronym for 'Conservative campaign headquarters' in order to understand who was providing the fake fact-checking service.</p>\n    <p>Because the @CCHQPress account on Twitter is 'verified', it means when it appears it has a blue check mark next to the name, to show that Twitter has 'verified' that the account is who it says it is. This was retained while the account was tweeting under the false name 'factcheckUK'.&nbsp;</p>\n    <p><b>Martin Belam</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Max Wakefield, the director of Possible, said: “With poll after poll showing huge demand for emergency action from the political parties this has to be our first climate election.</p> \n<p>“It’s in the prime minister’s hands to make this happen, show leadership on the defining issue of our time – and prove he’s ready to take on the challenge if elected.”</p> \n<p>Earlier this week leaders from all the main opposition parties wrote to <a href=\"https://www.theguardian.com/politics/boris-johnson\">Johnson</a> urging him to take part in any televised debate on the environmental emergency before the election.</p> \n<p>The Labour leader, Jeremy Corbyn, the Scottish National party leader, Nicola Sturgeon, the Liberal Democrats leader, Jo Swinson, and the co-leaders of the Green party, Jonathan Bartley and Siân Berry, argued that the public had a right to know what political leaders intended to do to avoid “the irreversible impacts of environmental breakdown”. All have agreed to take part in next week’s debate.</p> \n<p>In the letter they stated: “The climate and nature emergencies threaten everything we hold dear; the jobs we do, the health service we rely on, the houses we live in and the food that we grow and eat. The public are right to look to us, their politicians, for leadership. The ambition of our response must match the scale of the challenge.”</p> \n<p>The Conservatives, whose environmental record was <a href=\"https://www.theguardian.com/environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record\">condemned by leading climate scientists and former government advisers</a> this week, told Possible that Johnson would not participate because he did not want environmental issues to be “siloed”.</p> \n<p>The Tory party has been approached for comment.</p> \n<p>The idea of a televised climate debate has gained widespread support since it was launched by <a href=\"https://www.theguardian.com/politics/2019/nov/04/labour-lib-dems-and-snp-call-for-tv-election-debate-on-climate-crisis\">school strikers, students and pensioners’ groups</a> earlier this month.</p> \n<p>More than 500 scientists – including Sir David King, a key government adviser on the climate crisis until 2017 – have backed the plan.</p> \n<p>Beccy Speight, the RSPB’s chief executive, said: “We must have the opportunity to scrutinise those vying to be our next prime minister on how they will deliver action at the unprecedented scale required.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record\">Scientists and climate advisers condemn Tory environmental record</a> </p> \n</aside> \n<p>In the past two weeks, the campaign has also received support from more than 70 organisations with a total membership of more than 10 million, including the Women’s Institute, the National Trust and the National Education Union. And more than 188,000 people have signed <a href=\"https://you.38degrees.org.uk/petitions/take-part-in-a-national-televised-climate-and-nature-debate\">a petition</a> supporting Possible’s campaign.</p> \n<p>The climate emergency has been forced up the political agenda in the past year as growing evidence of the crisis – from floods to wildfires, record temperatures to melting ice – has become impossible to ignore.</p> \n<p>In the UK, <a href=\"https://www.theguardian.com/environment/2019/apr/12/students-climate-strikes-protests-london-environment\">hundreds of thousands of schoolchildren</a> have taken to the streets to demand action and <a href=\"https://www.theguardian.com/environment/2019/oct/15/extinction-rebellion-activists-defy-london-wide-protest-ban\">Extinction Rebellion protests</a> have brought large parts of London to a standstill.</p>",
      "wordcount": "548",
      "firstPublicationDate": "2019-11-21T22:09:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:17Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cmkcc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fe4c4c1e96d206889454cd9d061f21d7378711c6/447_801_2475_1485/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The first ever election leaders’ debate focusing on the climate crisis will be broadcast by Channel 4 next week, with the prime minister the only major party leader set to be absent. Channel 4 News said it was awaiting confirmation from Boris Johnson as to whether he would take part and could place an empty chair in the place of the PM if he declines to attend. The campaigners Possible – who have been pushing for a leaders’ head-to-head on the climate emergency – said it was a historic moment which put global heating front and centre of the election campaign. Max Wakefield, the director of Possible, said: “With poll after poll showing huge demand for emergency action from the political parties this has to be our first climate election. “It’s in the prime minister’s hands to make this happen, show leadership on the defining issue of our time – and prove he’s ready to take on the challenge if elected.” Earlier this week leaders from all the main opposition parties wrote to Johnson urging him to take part in any televised debate on the environmental emergency before the election. The Labour leader, Jeremy Corbyn, the Scottish National party leader, Nicola Sturgeon, the Liberal Democrats leader, Jo Swinson, and the co-leaders of the Green party, Jonathan Bartley and Siân Berry, argued that the public had a right to know what political leaders intended to do to avoid “the irreversible impacts of environmental breakdown”. All have agreed to take part in next week’s debate. In the letter they stated: “The climate and nature emergencies threaten everything we hold dear; the jobs we do, the health service we rely on, the houses we live in and the food that we grow and eat. The public are right to look to us, their politicians, for leadership. The ambition of our response must match the scale of the challenge.” The Conservatives, whose environmental record was condemned by leading climate scientists and former government advisers this week, told Possible that Johnson would not participate because he did not want environmental issues to be “siloed”. The Tory party has been approached for comment. The idea of a televised climate debate has gained widespread support since it was launched by school strikers, students and pensioners’ groups earlier this month. More than 500 scientists – including Sir David King, a key government adviser on the climate crisis until 2017 – have backed the plan. Beccy Speight, the RSPB’s chief executive, said: “We must have the opportunity to scrutinise those vying to be our next prime minister on how they will deliver action at the unprecedented scale required.” In the past two weeks, the campaign has also received support from more than 70 organisations with a total membership of more than 10 million, including the Women’s Institute, the National Trust and the National Education Union. And more than 188,000 people have signed a petition supporting Possible’s campaign. The climate emergency has been forced up the political agenda in the past year as growing evidence of the crisis – from floods to wildfires, record temperatures to melting ice – has become impossible to ignore. In the UK, hundreds of thousands of schoolchildren have taken to the streets to demand action and Extinction Rebellion protests have brought large parts of London to a standstill.",
      "charCount": "3329",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewtaylor\">Matthew Taylor</a> and Sandra Laville"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/21/nigel-farage-hoping-enlist-help-donald-trump-brexit-party-tree-planting-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T18:46:33Z",
    "webTitle": "Farage hoping to enlist help of Trump in Brexit party tree-planting plan",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/nigel-farage-hoping-enlist-help-donald-trump-brexit-party-tree-planting-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/nigel-farage-hoping-enlist-help-donald-trump-brexit-party-tree-planting-plan",
    "fields": {
      "headline": "Farage hoping to enlist help of Trump in Brexit party tree-planting plan",
      "standfirst": "<p>Focus on environment in upcoming manifesto seen as attempt to broaden appeal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news\">Latest election news – live updates</a></li></ul>",
      "trailText": "Focus on environment in upcoming manifesto seen as attempt to broaden appeal",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"abc856a13705f3093dc7339189ad2d469f945fd3\"> \n <img src=\"https://media.guim.co.uk/abc856a13705f3093dc7339189ad2d469f945fd3/0_0_4191_2515/1000.jpg\" alt=\"Nigel Farage gives a speech at a pub in Dagenham, east London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Nigel Farage gives a speech at a pub in Dagenham, east London. His party will launch its version of an election manifesto on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Alberto Pezzali/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Nigel Farage is hoping to enlist the climate science denier Donald Trump to help lead a global campaign to plant billions of trees to capture CO2.</p> \n<p>The <a href=\"https://www.theguardian.com/politics/2019/nov/21/farage-under-fire-for-conspiracy-claims-linked-to-antisemitism\">Brexit party leader</a>, a friend of the US president, is due to make the announcement in Westminster on Friday as his party launches its version of an election manifesto.</p> \n<p>Described as a “contract with the British people”, the party’s focus on the environment with the support of the US may be part of an attempt to broaden its appeal to voters beyond those looking to vote for a hard form of Brexit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/21/farage-under-fire-for-conspiracy-claims-linked-to-antisemitism\">Farage under fire for conspiracy claims linked to antisemitism</a> </p> \n</aside> \n<p>Speaking to the Guardian, Farage said the UK should become the face of a worldwide UN initiative.</p> \n<p>“The UK should spearhead a global initiative at the United Nations to plant billions of trees around the world and I have every confidence Britain would get support from the American administration on this,” he said. “If it’s true that an area the size of Devon and Cornwall is removed from the Amazon every year, then we have a lot of work to do – and quickly.”</p> \n<p>Farage is also pledging to ensure Britain recycles all of its own waste and to make it illegal for it to be exported overseas to be burned, buried or dumped at sea.</p> \n<p>Trump pulled out of the <a href=\"https://www.theguardian.com/environment/2015/dec/13/paris-climate-deal-cop-diplomacy-developing-united-nations\">Paris climate change agreement</a>, aimed at keeping the planet’s temperature rise below two degrees this century. He said the agreement placed an unfair burden on the US to meet targets while big polluters in Asia were not signatories.</p> \n<p>In 2018 he also caused controversy when he said he <a href=\"https://www.theguardian.com/environment/2018/dec/05/trumps-disbelief-wont-stop-dangerous-climate-change\">did not believe</a> a finding in the US government’s fourth national climate assessment that the country’s economy would be hit by the climate crisis.</p> \n<p>Tree-planting initiatives are said to be gaining ground among rightwing parties globally as a way of reclaiming the climate debate from the left. Farage, who recently secured a rare interview with the US president on his LBC radio show, is said to be keen to work with Trump on pushing environmental policies.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a882054d-3f87-4b37-a858-a0a8faf8297a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/esyktweS5fY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Farage’s Brexit party has had a difficult start to the campaign after its formal offer to the Tories of an electoral alliance was rebuffed by Boris Johnson.</p> \n<p>After coming under pressure not to split the vote among those on the right and in favour of Brexit, Farage pulled out candidates in <a href=\"https://www.theguardian.com/politics/2019/nov/11/brexit-party-will-not-contest-317-tory-seats-nigel-farage-says\">317 Tory-won seats</a>. He had hoped the government would give him a free shot at Labour-won seats in return, but this was also rejected by Johnson.</p> \n<p>While it won the most seats in the European parliament elections, polls show support for the party has dropped to 3%.</p> \n<p>Another tranche of its offer to voters is political reform through referendums. Farage is expected to say at the launch in Westminster that the party would introduce “citizens’ initiatives” to allow people to call referendums, subject to a 5 million threshold of registered voter signatures. There would also be time limitations on repetitive votes of at least 10 yrs.</p> \n<p>Farage, who is not standing at the election, said: “We need wholesale change in Westminster and our plans will ensure that millions across this country feel like they can be heard in a politics that isn’t listening to them any more.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "541",
      "firstPublicationDate": "2019-11-21T18:46:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2021-01-06T23:57:22Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmpp3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/abc856a13705f3093dc7339189ad2d469f945fd3/0_0_4191_2515/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nigel Farage is hoping to enlist the climate science denier Donald Trump to help lead a global campaign to plant billions of trees to capture CO2. The Brexit party leader, a friend of the US president, is due to make the announcement in Westminster on Friday as his party launches its version of an election manifesto. Described as a “contract with the British people”, the party’s focus on the environment with the support of the US may be part of an attempt to broaden its appeal to voters beyond those looking to vote for a hard form of Brexit. Speaking to the Guardian, Farage said the UK should become the face of a worldwide UN initiative. “The UK should spearhead a global initiative at the United Nations to plant billions of trees around the world and I have every confidence Britain would get support from the American administration on this,” he said. “If it’s true that an area the size of Devon and Cornwall is removed from the Amazon every year, then we have a lot of work to do – and quickly.” Farage is also pledging to ensure Britain recycles all of its own waste and to make it illegal for it to be exported overseas to be burned, buried or dumped at sea. Trump pulled out of the Paris climate change agreement, aimed at keeping the planet’s temperature rise below two degrees this century. He said the agreement placed an unfair burden on the US to meet targets while big polluters in Asia were not signatories. In 2018 he also caused controversy when he said he did not believe a finding in the US government’s fourth national climate assessment that the country’s economy would be hit by the climate crisis. Tree-planting initiatives are said to be gaining ground among rightwing parties globally as a way of reclaiming the climate debate from the left. Farage, who recently secured a rare interview with the US president on his LBC radio show, is said to be keen to work with Trump on pushing environmental policies. Farage’s Brexit party has had a difficult start to the campaign after its formal offer to the Tories of an electoral alliance was rebuffed by Boris Johnson. After coming under pressure not to split the vote among those on the right and in favour of Brexit, Farage pulled out candidates in 317 Tory-won seats. He had hoped the government would give him a free shot at Labour-won seats in return, but this was also rejected by Johnson. While it won the most seats in the European parliament elections, polls show support for the party has dropped to 3%. Another tranche of its offer to voters is political reform through referendums. Farage is expected to say at the launch in Westminster that the party would introduce “citizens’ initiatives” to allow people to call referendums, subject to a 5 million threshold of registered voter signatures. There would also be time limitations on repetitive votes of at least 10 yrs. Farage, who is not standing at the election, said: “We need wholesale change in Westminster and our plans will ensure that millions across this country feel like they can be heard in a politics that isn’t listening to them any more.”",
      "charCount": "3093",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/21/prince-andrew-monarchy-institution-future-jeffrey-epstein",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-21T18:23:23Z",
    "webTitle": "Prince Andrew’s behaviour has put the very future of the monarchy in doubt | Gaby Hinsliff",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/21/prince-andrew-monarchy-institution-future-jeffrey-epstein",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/21/prince-andrew-monarchy-institution-future-jeffrey-epstein",
    "fields": {
      "headline": "Prince Andrew’s behaviour has put the very future of the monarchy in doubt",
      "standfirst": "The Queen has been a point of stability in a precarious world, but the prince’s misjudgments over Jeffrey Epstein have refocused scrutiny on the institution that produced him",
      "trailText": "The Queen has been a point of stability in a precarious world, but the prince’s misjudgments have refocused scrutiny on the institution, says Guardian columnist Gaby Hinsliff",
      "byline": "Gaby Hinsliff",
      "main": "<figure class=\"element element-image\" data-media-id=\"3cf7e5ca0d3bc8162403cef4b7b7c87d89ebbdf7\"> <img src=\"https://media.guim.co.uk/3cf7e5ca0d3bc8162403cef4b7b7c87d89ebbdf7/0_186_5568_3341/1000.jpg\" alt=\"Queen Elizabeth and Prince Andrew.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Queen Elizabeth and Prince Andrew. ‘Parents cannot sack their children. That is the immense power of ordinary families, but the fatal weakness of dynasties, and stupidly the Duke of York has exposed it.’ </span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The institution of the monarchy, said Boris Johnson, is <a href=\"https://www.theguardian.com/politics/live/2019/nov/19/general-election-2019-nhs-labour-conservatives-tories-corbyn-johnson-swinson-sturgeon-tv-debate-brexit\" title=\"\">beyond reproach</a>. It was such an odd response to the scandal engulfing Prince Andrew – so stiff, so forelock-tugging, so initially lacking in sympathy towards the teenage girls abused by the prince’s late friend <a href=\"https://www.theguardian.com/us-news/2019/aug/11/jeffrey-epsteins-death-the-end-of-the-scandal\" title=\"\">Jeffrey Epstein</a> – that it stuck in the mind long after the televised leaders’ debate ended. Perhaps, I thought, he was simply afraid of offending the Queen any further after dragging her into a shabby, <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">unlawful prorogation</a> of parliament.</p> <p>Yet now one wonders if Johnson had an inkling of what was coming, when he chose to defend not Prince Andrew personally but the institution from which the prince has essentially resigned. For it is the institution itself that is now in danger.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Had the infant Prince Charles been a girl, then Andrew would be our future king and this would be a constitutional crisis</p> </blockquote> </aside>  <p>Parents cannot sack their children. That is the immense power of ordinary families, but the fatal weakness of dynasties and, stupidly, the Duke of York has exposed it. Priests can be defrocked and politicians lose the whip, but a child born into a royal family cannot be unborn from it; merely hidden away in the hope that people forget about him. That now seems to be the fate of the Queen’s second son, who will undertake <a href=\"https://www.theguardian.com/uk-news/2019/nov/20/prince-andrew-to-step-back-from-public-duties-for-foreseeable-future\" title=\"\">no public duties</a> and take no public money from the <a href=\"https://www.royal.uk/financial-reports-2018-19\" title=\"\">government-issued sovereign grant</a> for an unspecified period of time (although he will continue to be supported by his mother’s private estate). But his departure from the stage serves as an uncomfortable reminder that the people have no formal mechanism of redress against a royal figure who does something incompatible with public life, beyond hoping that they do the decent thing.</p> <p>Had the infant Prince Charles been a girl, then under the rules of male primogeniture Andrew would be our future king and this would be a full-blown constitutional crisis. As it is, the odds on one have shortened, with speculation that he <a href=\"https://www.theguardian.com/uk-news/2019/nov/21/prince-andrew-lawyers-for-jeffrey-epstein-victims-hint-at-subpoena\" title=\"\">could end up testifying</a> in the US courts. For republicans, this is thrilling. It’s a far bleaker moment for those of us with no great love for monarchy, but who fear worse would emerge from an elected presidency in this febrile climate. The Queen has been the one point of stability in a precarious world of late, but now she too is being sucked towards the vortex.</p> <p>The rot doesn’t stop with the prince’s sexual conduct, whatever the ongoing legal process might ultimately conclude that to be. Why was he hanging around someone like Epstein in the first place? If it wasn’t for the girls, the answer can only be that he craved a billionaire lifestyle – one he felt befitted his royal status – on a £250,000 income, which may sound a fortune but is chicken feed to the super-rich. Epstein lent him private jets and exclusive holiday homes, introduced him to business contacts, wrote cheques to <a href=\"https://www.standard.co.uk/news/duchess-of-york-apologises-for-gigantic-error-of-judgement-over-debt-6574623.html\" title=\"\">bail his ex-wife Sarah Ferguson</a>. And he’s not alone. Remember the <a href=\"https://www.theguardian.com/uk/2010/nov/29/prince-andrew-kazakh-billionaire\" title=\"\">Kazakh oligarch</a> who helpfully bought the Yorks’ marital home for £3m more than it was worth after the divorce, then left it empty for years? And just as they seem to have done with his <a href=\"https://www.theguardian.com/uk-news/2019/nov/17/who-were-the-main-players-behind-the-prince-andrew-interview\" title=\"\">Newsnight interview</a>, the palace indulged all this. It has arguably lacked not only integrity, but a sense of self-preservation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/17/prince-andrew-abuse-emily-maitlis-queen\">Prince Andrew showed what true power is: turning a blind eye to abuse | Suzanne Moore</a> </p> </aside>  <p>If the <a href=\"https://www.theguardian.com/uk-news/2019/nov/16/transcript-prince-andrew-on-the-epstein-scandal\" title=\"\">defence</a> Prince Andrew outlined to Emily Maitlis is the one he gave the Queen and her advisers all along, arguably they should have withdrawn him from circulation earlier. But perhaps that’s what happens when one’s boss is also one’s mother. The genuinely historic miscalculation, however, was allowing the prince to breach the convention that royals stay under the parapet during a general election campaign. If December brings a hung parliament, in which the Queen must exercise even the most marginal of judgments about who can form a government, then those contrasting verdicts from the party leaders at the end of the televised debate – Johnson’s that the monarchy isn’t up for debate, Jeremy Corbyn’s that it “needs a bit of improvement” – might well return to haunt the process. Will one look retrospectively like a promise, the other more of a threat?</p> <p>The greatest fear of senior royals has always been that when the Queen eventually dies, the monarchy might collapse. For the majority of Britons who are neither sworn republicans nor particularly ardent monarchists, the Queen is the one who really commands respect and affection, having earned the kind of trust that enables unelected power to be tolerated. But trust is not automatically inherited along with the crown. It is significant that Andrew’s resignation came after the Queen consulted her heir.</p> <p>Prince Charles is said to favour a slimmed-down future monarchy, focused on himself, his wife and his sons, although it’s never been clear what would happen to royals deemed redundant. The Duke of York can hardly spend the rest of his life playing golf and, to put it mildly, it’s difficult to see him succeeding in the working world strictly on his own merits. Some kind of restructuring looks almost inevitable, but it should be accompanied by a broader review of the family’s role in public life and of the monarch’s <a href=\"https://www.theguardian.com/politics/2003/oct/21/uk.freedomofinformation\" title=\"\">constitutional powers</a>, which recent political turbulence has exposed to the limelight.</p> <p>Twice in my lifetime, the royals have emerged unscathed from potentially serious trouble; first, when Prince Charles’s affair with <a href=\"https://www.theguardian.com/uk/2005/apr/09/monarchy.markhonigsbaum\" title=\"\">Camilla Parker Bowles</a> became public, prompting concerns the nation would reject him as king, and, second, after <a href=\"https://www.theguardian.com/uk-news/2017/aug/31/death-of-diana-the-week-that-rocked-britain\" title=\"\">Princess Diana’s death,</a> when senior figures seemed out of touch with public grief. But this time it’s worse, because this goes beyond a prince’s individual flaws to reveal something about the institution that produced him. If the monarchy cannot put its house in order, it should not be surprised if the nation ultimately seeks to do it for them.</p> <p>• Gaby Hinsliff is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "958",
      "commentable": "false",
      "firstPublicationDate": "2019-11-21T18:23:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-21T19:21:07Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmp5e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3cf7e5ca0d3bc8162403cef4b7b7c87d89ebbdf7/0_186_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The institution of the monarchy, said Boris Johnson, is beyond reproach. It was such an odd response to the scandal engulfing Prince Andrew – so stiff, so forelock-tugging, so initially lacking in sympathy towards the teenage girls abused by the prince’s late friend Jeffrey Epstein – that it stuck in the mind long after the televised leaders’ debate ended. Perhaps, I thought, he was simply afraid of offending the Queen any further after dragging her into a shabby, unlawful prorogation of parliament. Yet now one wonders if Johnson had an inkling of what was coming, when he chose to defend not Prince Andrew personally but the institution from which the prince has essentially resigned. For it is the institution itself that is now in danger. Parents cannot sack their children. That is the immense power of ordinary families, but the fatal weakness of dynasties and, stupidly, the Duke of York has exposed it. Priests can be defrocked and politicians lose the whip, but a child born into a royal family cannot be unborn from it; merely hidden away in the hope that people forget about him. That now seems to be the fate of the Queen’s second son, who will undertake no public duties and take no public money from the government-issued sovereign grant for an unspecified period of time (although he will continue to be supported by his mother’s private estate). But his departure from the stage serves as an uncomfortable reminder that the people have no formal mechanism of redress against a royal figure who does something incompatible with public life, beyond hoping that they do the decent thing. Had the infant Prince Charles been a girl, then under the rules of male primogeniture Andrew would be our future king and this would be a full-blown constitutional crisis. As it is, the odds on one have shortened, with speculation that he could end up testifying in the US courts. For republicans, this is thrilling. It’s a far bleaker moment for those of us with no great love for monarchy, but who fear worse would emerge from an elected presidency in this febrile climate. The Queen has been the one point of stability in a precarious world of late, but now she too is being sucked towards the vortex. The rot doesn’t stop with the prince’s sexual conduct, whatever the ongoing legal process might ultimately conclude that to be. Why was he hanging around someone like Epstein in the first place? If it wasn’t for the girls, the answer can only be that he craved a billionaire lifestyle – one he felt befitted his royal status – on a £250,000 income, which may sound a fortune but is chicken feed to the super-rich. Epstein lent him private jets and exclusive holiday homes, introduced him to business contacts, wrote cheques to bail his ex-wife Sarah Ferguson. And he’s not alone. Remember the Kazakh oligarch who helpfully bought the Yorks’ marital home for £3m more than it was worth after the divorce, then left it empty for years? And just as they seem to have done with his Newsnight interview, the palace indulged all this. It has arguably lacked not only integrity, but a sense of self-preservation. If the defence Prince Andrew outlined to Emily Maitlis is the one he gave the Queen and her advisers all along, arguably they should have withdrawn him from circulation earlier. But perhaps that’s what happens when one’s boss is also one’s mother. The genuinely historic miscalculation, however, was allowing the prince to breach the convention that royals stay under the parapet during a general election campaign. If December brings a hung parliament, in which the Queen must exercise even the most marginal of judgments about who can form a government, then those contrasting verdicts from the party leaders at the end of the televised debate – Johnson’s that the monarchy isn’t up for debate, Jeremy Corbyn’s that it “needs a bit of improvement” – might well return to haunt the process. Will one look retrospectively like a promise, the other more of a threat? The greatest fear of senior royals has always been that when the Queen eventually dies, the monarchy might collapse. For the majority of Britons who are neither sworn republicans nor particularly ardent monarchists, the Queen is the one who really commands respect and affection, having earned the kind of trust that enables unelected power to be tolerated. But trust is not automatically inherited along with the crown. It is significant that Andrew’s resignation came after the Queen consulted her heir. Prince Charles is said to favour a slimmed-down future monarchy, focused on himself, his wife and his sons, although it’s never been clear what would happen to royals deemed redundant. The Duke of York can hardly spend the rest of his life playing golf and, to put it mildly, it’s difficult to see him succeeding in the working world strictly on his own merits. Some kind of restructuring looks almost inevitable, but it should be accompanied by a broader review of the family’s role in public life and of the monarch’s constitutional powers, which recent political turbulence has exposed to the limelight. Twice in my lifetime, the royals have emerged unscathed from potentially serious trouble; first, when Prince Charles’s affair with Camilla Parker Bowles became public, prompting concerns the nation would reject him as king, and, second, after Princess Diana’s death, when senior figures seemed out of touch with public grief. But this time it’s worse, because this goes beyond a prince’s individual flaws to reveal something about the institution that produced him. If the monarchy cannot put its house in order, it should not be surprised if the nation ultimately seeks to do it for them. • Gaby Hinsliff is a Guardian columnist",
      "charCount": "5725",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gabyhinsliff\">Gaby Hinsliff</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/21/deceit-is-at-the-heart-of-tory-election-campaign",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T18:15:23Z",
    "webTitle": "Deceit is at the heart of Tory election campaign | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/deceit-is-at-the-heart-of-tory-election-campaign",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/deceit-is-at-the-heart-of-tory-election-campaign",
    "fields": {
      "headline": "Deceit is at the heart of Tory election campaign",
      "standfirst": "Readers including <strong>John Howarth MEP</strong> air their views after the Conservatives rebranded their official Twitter account as ‘factcheckUK’ during the televised leaders’ debate, while <strong>David Jordan</strong>, director of editorial policy and standards at the BBC, defends its record in calling out lies",
      "trailText": "<strong>Letters:</strong> Readers including <strong>John Howarth MEP</strong> air their views after the Conservatives rebranded their official Twitter account as ‘factcheckUK’ during the televised leaders’ debate, while <strong>David Jordan</strong>, director of editorial policy and standards at the BBC, defends its record in calling out lies",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9cd1bfdef1c6a309b452532940046512f26a33c9\"> <img src=\"https://media.guim.co.uk/9cd1bfdef1c6a309b452532940046512f26a33c9/0_0_4252_2551/1000.jpg\" alt=\"A screen grab from the Conservative party’s Twitter feed on Tuesday evening. The party has faced criticism after the account was rebranded as ‘factcheckUK’ during the ITV leaders’ debate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A screen grab from the Conservative party’s Twitter feed on Tuesday evening. The party has faced criticism after the account was rebranded as ‘factcheckUK’ during the ITV leaders’ debate.</span> <span class=\"element-image__credit\">Photograph: Conservative Party/PA</span> </figcaption> </figure>",
      "body": "<p>The Conservative campaign headquarters press office Twitter account was renamed “factcheckUK” during Tuesday evening’s ITV broadcast in a cynical bid to deceive people (<a href=\"https://www.theguardian.com/politics/2019/nov/19/tories-tweet-anti-labour-posts-under-factcheckuk-brand\" title=\"\">Report</a>, 20 November). The popular term for this deception is “fake news”.</p> <p>An abuse of this scale, whereby party propaganda is presented as fact, is a serious breach of both the spirit and letter of the law.</p> <p>To purport to be a politically neutral fact-checking service using a fake Twitter handle at the very moment the prime minister is answering questions on integrity indicated an astonishing lack of political judgment.</p> <p>Frankly the foreign secretary’s response on the BBC Breakfast Show on Wednesday that “<a href=\"https://www.theguardian.com/politics/2019/nov/20/boris-johnson-tries-to-deflect-barbs-over-twitter-debacle\" title=\"\">no one gives a toss</a>” indicates just how much scorn the Tory party has for both the concerns of the people of this country and the rule of law.</p> <p>The Twitter stunt was a deliberate attempt by the national campaign HQ of a political party to mislead the public and a clear breach of electoral law.</p> <p>I have written to the regulatory body, the Electoral Commission, to remind them that the action clearly breaches section 143 of the Political Parties Elections and Referendums Act 2000 and have asked that they seek an assurance from the Tory party that it would not repeat the behaviour.</p> <p>I have also written to James Cleverly, chairman of the Tory party, to institute an inquiry into the incident – particularly into who sanctioned this deception.<br><strong>John Howarth</strong><br><em>Labour MEP for South East England</em></p> <p>• It is outrageous that the Conservative leadership, having increasingly shown an utter disregard for the truth, should disguise their unique perception of reality behind the cloak of a bogus fact-check service. Genuine services of this type are currently working overtime but lack the exposure enjoyed in the various media by government members.</p> <p>An additional affront to democracy is the almost total refusal of senior Conservatives to answer the questions asked of them by journalists or members of the public. One wonders if Central Office organised pulmonary development classes recently to allow them to speak almost interminably without drawing breath. Their intention is to replace an interview with a party political broadcast.</p> <p>The latest example was Sajid Javid on BBC Breakfast on Thursday morning repeatedly refusing to acknowledge or correct Boris Johnson’s massively inflated claim of a £500 rather than £85 annual tax cut from the proposed national insurance threshold adjustment.<br><strong>Charlie Duncan </strong><br><em>Oxford </em></p> <p>• I read the article by Peter Oborne with increasing incredulity (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/18/boris-johnson-lying-media\" title=\"\">It’s not just the lies – it’s that the media let him get away with it</a>, 19 November).</p> <p>Although I was fully aware of the many lies that had been issued through many media sources I was not aware that they had categorically and cynically been undertaken deliberately to fool the public to vote for them. </p> <p>I agree strongly with the philosopher Sissela Bok, who considers “political lying” to be a form of theft. It means the voters made and make democratic judgments on the basis of falsehoods.</p> <p>For the last three and half years since the Brexit referendum result I have written and spoken to anyone willing to listen, to say that the decision made by individuals was based on a foundation of lies, dishonesty and misrepresentation and therefore not a true representation of a democratic vote.</p> <p>Oborne says senior BBC executives told him that “they personally think it’s wrong to expose lies told by a British prime minister because it undermines trust in British politics”.</p> <p>How dare they make that decision for us? Perhaps if they had confirmed it to the public three and a half years ago we would not be in the mess we are in now. I feel it will be a long time before I can again trust the BBC to be independent. <br><strong>Sheila Harvey</strong><br><em>Nunthorpe, North Yorkshire</em></p> <p>• Peter Oborne is incorrect in suggesting that the BBC thinks it’s wrong to expose lies told by politicians. The BBC is committed to calling out lies, disinformation or untruths – no matter who tells them. That is what our journalists do on a daily basis. With <a href=\"https://www.bbc.co.uk/news/reality_check\" title=\"\">Reality Check</a> we are doing more than ever at this election. What we don’t do is label people as liars – that’s a judgment for audiences to make about an individual’s motives.<br><strong>David Jordan</strong><br><em>Director, editorial policy and standards, BBC</em></p> <p>• What Peter Oborne highlights is a worrying decline in the political discourse. The lying and sharp practice is corrosive of democracy. A man who achieves power through lying and sharp practice lacks legitimacy. Such a government led by an acknowledged liar and trickster will lack authority.</p> <p>This government lacking authority will be unable to govern through the usual democratic processes, as it can’t command either respect or loyalty. Such a government can only govern by short-circuiting the democratic process, so avoiding scrutiny and oversight.</p> <p>Boris Johnson has already shown a willingness to do so with his proroguing of parliament. Those voting Conservative in the next election may well be voting for an end to parliamentary democracy as it is currently understood.<br><strong>Derrick Joad</strong><br><em>Leeds</em></p> <p>• Did Boris Johnson really visit a fabrication yard in Stockton-on-Tees on Wednesday (<a href=\"https://www.theguardian.com/politics/2019/nov/20/boris-johnson-tries-to-deflect-barbs-over-twitter-debacle\" title=\"\">Issue of trust stalks PM on election trail</a>, 21 November)? I haven’t stopped laughing!<br><strong>Steve Holloway</strong><br><em>Chichester, West Sussex </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "911",
      "commentable": "false",
      "firstPublicationDate": "2019-11-21T18:15:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:32Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmp56",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9cd1bfdef1c6a309b452532940046512f26a33c9/0_0_4252_2551/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Conservative campaign headquarters press office Twitter account was renamed “factcheckUK” during Tuesday evening’s ITV broadcast in a cynical bid to deceive people (Report, 20 November). The popular term for this deception is “fake news”. An abuse of this scale, whereby party propaganda is presented as fact, is a serious breach of both the spirit and letter of the law. To purport to be a politically neutral fact-checking service using a fake Twitter handle at the very moment the prime minister is answering questions on integrity indicated an astonishing lack of political judgment. Frankly the foreign secretary’s response on the BBC Breakfast Show on Wednesday that “no one gives a toss” indicates just how much scorn the Tory party has for both the concerns of the people of this country and the rule of law. The Twitter stunt was a deliberate attempt by the national campaign HQ of a political party to mislead the public and a clear breach of electoral law. I have written to the regulatory body, the Electoral Commission, to remind them that the action clearly breaches section 143 of the Political Parties Elections and Referendums Act 2000 and have asked that they seek an assurance from the Tory party that it would not repeat the behaviour. I have also written to James Cleverly, chairman of the Tory party, to institute an inquiry into the incident – particularly into who sanctioned this deception. John Howarth Labour MEP for South East England • It is outrageous that the Conservative leadership, having increasingly shown an utter disregard for the truth, should disguise their unique perception of reality behind the cloak of a bogus fact-check service. Genuine services of this type are currently working overtime but lack the exposure enjoyed in the various media by government members. An additional affront to democracy is the almost total refusal of senior Conservatives to answer the questions asked of them by journalists or members of the public. One wonders if Central Office organised pulmonary development classes recently to allow them to speak almost interminably without drawing breath. Their intention is to replace an interview with a party political broadcast. The latest example was Sajid Javid on BBC Breakfast on Thursday morning repeatedly refusing to acknowledge or correct Boris Johnson’s massively inflated claim of a £500 rather than £85 annual tax cut from the proposed national insurance threshold adjustment. Charlie Duncan Oxford • I read the article by Peter Oborne with increasing incredulity (It’s not just the lies – it’s that the media let him get away with it, 19 November). Although I was fully aware of the many lies that had been issued through many media sources I was not aware that they had categorically and cynically been undertaken deliberately to fool the public to vote for them. I agree strongly with the philosopher Sissela Bok, who considers “political lying” to be a form of theft. It means the voters made and make democratic judgments on the basis of falsehoods. For the last three and half years since the Brexit referendum result I have written and spoken to anyone willing to listen, to say that the decision made by individuals was based on a foundation of lies, dishonesty and misrepresentation and therefore not a true representation of a democratic vote. Oborne says senior BBC executives told him that “they personally think it’s wrong to expose lies told by a British prime minister because it undermines trust in British politics”. How dare they make that decision for us? Perhaps if they had confirmed it to the public three and a half years ago we would not be in the mess we are in now. I feel it will be a long time before I can again trust the BBC to be independent. Sheila Harvey Nunthorpe, North Yorkshire • Peter Oborne is incorrect in suggesting that the BBC thinks it’s wrong to expose lies told by politicians. The BBC is committed to calling out lies, disinformation or untruths – no matter who tells them. That is what our journalists do on a daily basis. With Reality Check we are doing more than ever at this election. What we don’t do is label people as liars – that’s a judgment for audiences to make about an individual’s motives. David Jordan Director, editorial policy and standards, BBC • What Peter Oborne highlights is a worrying decline in the political discourse. The lying and sharp practice is corrosive of democracy. A man who achieves power through lying and sharp practice lacks legitimacy. Such a government led by an acknowledged liar and trickster will lack authority. This government lacking authority will be unable to govern through the usual democratic processes, as it can’t command either respect or loyalty. Such a government can only govern by short-circuiting the democratic process, so avoiding scrutiny and oversight. Boris Johnson has already shown a willingness to do so with his proroguing of parliament. Those voting Conservative in the next election may well be voting for an end to parliamentary democracy as it is currently understood. Derrick Joad Leeds • Did Boris Johnson really visit a fabrication yard in Stockton-on-Tees on Wednesday (Issue of trust stalks PM on election trail, 21 November)? I haven’t stopped laughing! Steve Holloway Chichester, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5599",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/21/economic-benefits-of-labour-plan-to-provide-free-broadband-for-all",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T18:13:56Z",
    "webTitle": "Economic benefits of Labour plan to provide free broadband for all | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/economic-benefits-of-labour-plan-to-provide-free-broadband-for-all",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/economic-benefits-of-labour-plan-to-provide-free-broadband-for-all",
    "fields": {
      "headline": "Economic benefits of Labour plan to provide free broadband for all",
      "standfirst": "The objection that the proposal is an election ‘giveaway’ should not be taken seriously, say 13 signatories including <strong>Ha-Joon Chang</strong> and <strong>Danny Dorling</strong>",
      "trailText": "<strong>Letters:</strong> The objection that the proposal is an election ‘giveaway’ should not be taken seriously, say 13 signatories including <strong>Ha-Joon Chang</strong> and <strong>Danny Dorling</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4be3d173842b66849fb1f912a1e0da622c143cd6\"> <img src=\"https://media.guim.co.uk/4be3d173842b66849fb1f912a1e0da622c143cd6/3_0_2836_1702/1000.jpg\" alt=\"Fiber optical switch with connected cables in server room.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This project would have a high social and economic rate of return, especially at current borrowing rates.’</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>We write to support the proposal from the Labour party for a public programme to provide rapid internet service to the entire population (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/18/broadband-communism-founding-nhs\" title=\"\">Broadband ‘communism’? They said that about the NHS</a>, Journal, 19 November). This project would have a high social and economic rate of return, especially at current borrowing rates.</p> <p>Since it would be socially profitable, the objection that the proposal is an election “giveaway” should not be taken seriously – that is not an objection raised for other infrastructure projects such as airports and motorways.</p> <p>Arguments from self-interested corporations that a public sector programme would discourage private sector investment should be seen as unfounded special pleading. This pleading also ignores the fact that this network would create many more opportunities for web content providers to profit in a space where something approaching a real market operates, and is, therefore, decidedly selective in its view. Finally, to claim that this is an activity more appropriate for the private sector is a political assertion that fails to take account of the manifest failure of private companies to provide a broadband network accessible to all.<br><strong>Patrick Allen </strong><em>Chair, Progressive Economy Forum, </em><strong>John Weeks </strong><em>Emeritus professor of Development Economics, Soas, </em><strong>Ha-Joon Chang </strong><em>University reader in the political economy of development, Cambridge University, </em><strong>Danny Dorling </strong><em>Halford Mackinder professor of geography, Oxford University, </em><strong>Susan Himmelweit </strong><em>Emeritus professor of economics, Open University, </em><strong>Will Hutton </strong><em>Principal of Hertford College, Oxford University, </em><strong>Johnna Montgomerie </strong><em>Reader in international political economy, King’s College London, </em><strong>Richard Murphy </strong><em>Professor of political economy, City, University of London, </em><strong>Guy Standing </strong><em>Professorial research associate, Soas, </em><strong>Sue Konzelmann </strong><em>Reader in management, Birkbeck, University of London, </em><strong>Stephany Griffith-Jones </strong><em>Financial markets director at the Initiative for Policy Dialogue, Columbia University, </em><strong>Daniela Gabor </strong><em>Professor of economics and macrofinance, University of the West of England, </em><strong>Natalya Naqvi </strong><em>Assistant professor in international political economy, LSE</em></p> <p>• Another example of the decommodification that Ash Sarkar’s article refers to is just outside your front door. In this century broadband is the foundation of a connected society – as roads were in the past. And access to roads is available to all, for free. Of course you need to provide your own equipment to access roads (a car), just as you provide your own equipment to access broadband.<br><strong>David Rush</strong><br><em>Southampton </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "421",
      "commentable": "false",
      "firstPublicationDate": "2019-11-21T18:13:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:11Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmpzj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4be3d173842b66849fb1f912a1e0da622c143cd6/3_0_2836_1702/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We write to support the proposal from the Labour party for a public programme to provide rapid internet service to the entire population (Broadband ‘communism’? They said that about the NHS, Journal, 19 November). This project would have a high social and economic rate of return, especially at current borrowing rates. Since it would be socially profitable, the objection that the proposal is an election “giveaway” should not be taken seriously – that is not an objection raised for other infrastructure projects such as airports and motorways. Arguments from self-interested corporations that a public sector programme would discourage private sector investment should be seen as unfounded special pleading. This pleading also ignores the fact that this network would create many more opportunities for web content providers to profit in a space where something approaching a real market operates, and is, therefore, decidedly selective in its view. Finally, to claim that this is an activity more appropriate for the private sector is a political assertion that fails to take account of the manifest failure of private companies to provide a broadband network accessible to all. Patrick Allen Chair, Progressive Economy Forum, John Weeks Emeritus professor of Development Economics, Soas, Ha-Joon Chang University reader in the political economy of development, Cambridge University, Danny Dorling Halford Mackinder professor of geography, Oxford University, Susan Himmelweit Emeritus professor of economics, Open University, Will Hutton Principal of Hertford College, Oxford University, Johnna Montgomerie Reader in international political economy, King’s College London, Richard Murphy Professor of political economy, City, University of London, Guy Standing Professorial research associate, Soas, Sue Konzelmann Reader in management, Birkbeck, University of London, Stephany Griffith-Jones Financial markets director at the Initiative for Policy Dialogue, Columbia University, Daniela Gabor Professor of economics and macrofinance, University of the West of England, Natalya Naqvi Assistant professor in international political economy, LSE • Another example of the decommodification that Ash Sarkar’s article refers to is just outside your front door. In this century broadband is the foundation of a connected society – as roads were in the past. And access to roads is available to all, for free. Of course you need to provide your own equipment to access roads (a car), just as you provide your own equipment to access broadband. David Rush Southampton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2859",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "film/2019/nov/21/bare-faced-cheek-about-nude-over-50s",
    "type": "article",
    "sectionId": "film",
    "sectionName": "Film",
    "webPublicationDate": "2019-11-21T18:12:46Z",
    "webTitle": "Bare-faced cheek about nude over 50s | Brief letters",
    "webUrl": "https://www.theguardian.com/film/2019/nov/21/bare-faced-cheek-about-nude-over-50s",
    "apiUrl": "https://content.guardianapis.com/film/2019/nov/21/bare-faced-cheek-about-nude-over-50s",
    "fields": {
      "headline": "Bare-faced cheek about nude over-50s",
      "standfirst": "Nude scenes | Food banks | Induced labour | Theft | Pronunciation",
      "trailText": "<strong>Brief letters: </strong>Nude scenes | Food banks | Induced labour | Theft | Pronunciation",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8242d3f584f1edd18b809e17bf97bcfad2cb27b0\"> <img src=\"https://media.guim.co.uk/8242d3f584f1edd18b809e17bf97bcfad2cb27b0/0_77_2464_1478/1000.jpg\" alt=\"Anne Reid with Daniel Craig in The Mother\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anne Reid with Daniel Craig in The Mother.</span> <span class=\"element-image__credit\">Photograph: Everett/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>I’m guessing Stuart Heritage is under 50 to write such a cringe-worthy piece about restricting nude scenes to the over-50s (<a href=\"https://www.theguardian.com/tv-and-radio/shortcuts/2019/nov/20/is-it-time-to-restrict-nude-scenes-to-the-over-50s\" title=\"\">Shortcuts</a>, G2, 21 November). He even has the bare-faced cheek (get it?) to suggest “If only the middle-aged could do nude scenes, you could absolutely guarantee that those scenes would be vital to the script.” Yes, young actors need to be protected from the pressure to go naked, but really!<br><strong>Jane Poyner</strong><br><em>Bath</em></p> <p>• Adrian Chiles is right – it’s best to ask what is needed by food banks (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/20/food-bank-donations-efficiency-depressing\" title=\"\">G2</a>, 21 November). Also, don’t just think food but remember toiletries, toilet paper, tissues, sanitary towels, disposable nappies, cleaning products and, yes, seasonal treats. And while you’re at it, write to relevant ministers and your MP to remind them of this national scandal. <br><strong>Val Harrison</strong><br><em>Birmingham</em></p> <p>• On induced labour: in the Black Country, it was reckoned that a trip in a horse-drawn cart over the “cut” (canal) bridges of Tipton would do the trick (<a href=\"https://www.theguardian.com/lifeandstyle/2019/nov/20/a-glasgow-tram-ride-gets-the-waters-flowing\" title=\"\">Letters</a>, 21 November).<br><strong>Roy Boffy </strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• It is wrong to suggest that it is the deserving poor who steal from the obscenely wealthy (<a href=\"https://www.theguardian.com/society/2019/nov/20/wealth-disparity-writ-large-in-burglary\" title=\"\">Letters</a>, 21 November). The burglars were probably quite as greedy and undeserving as the burgled, only their method of acquisition was less subtle.<br><strong>Martin Cooper</strong><br><em>Bromley, Kent </em></p> <p>• Since it has been alleged that Jeremy Corbyn’s correct German pronunciation of “Epstein” <a href=\"https://metro.co.uk/2019/11/20/jeremy-corbyn-accused-anti-semitism-pronunciation-epsteins-name-11186885/\" title=\"\">is antisemitic</a>, should I now refer to the conductor Leonard Bernsteen, the sculptor Jacob Epsteen and the physicist Albert Eensteen?<br><strong>Shirley Neish</strong><br><em>Leatherhead, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "295",
      "commentable": "false",
      "firstPublicationDate": "2019-11-21T18:12:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:21Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmpj4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8242d3f584f1edd18b809e17bf97bcfad2cb27b0/0_77_2464_1478/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’m guessing Stuart Heritage is under 50 to write such a cringe-worthy piece about restricting nude scenes to the over-50s (Shortcuts, G2, 21 November). He even has the bare-faced cheek (get it?) to suggest “If only the middle-aged could do nude scenes, you could absolutely guarantee that those scenes would be vital to the script.” Yes, young actors need to be protected from the pressure to go naked, but really! Jane Poyner Bath • Adrian Chiles is right – it’s best to ask what is needed by food banks (G2, 21 November). Also, don’t just think food but remember toiletries, toilet paper, tissues, sanitary towels, disposable nappies, cleaning products and, yes, seasonal treats. And while you’re at it, write to relevant ministers and your MP to remind them of this national scandal. Val Harrison Birmingham • On induced labour: in the Black Country, it was reckoned that a trip in a horse-drawn cart over the “cut” (canal) bridges of Tipton would do the trick (Letters, 21 November). Roy Boffy Sutton Coldfield, West Midlands • It is wrong to suggest that it is the deserving poor who steal from the obscenely wealthy (Letters, 21 November). The burglars were probably quite as greedy and undeserving as the burgled, only their method of acquisition was less subtle. Martin Cooper Bromley, Kent • Since it has been alleged that Jeremy Corbyn’s correct German pronunciation of “Epstein” is antisemitic, should I now refer to the conductor Leonard Bernsteen, the sculptor Jacob Epsteen and the physicist Albert Eensteen? Shirley Neish Leatherhead, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1853",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/nov/21/jeremy-corbyn-labour-manifesto-harks-back-to-1940s",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T16:13:09Z",
    "webTitle": "Jeremy Corbyn's Labour manifesto harks back to 1940s | Larry Elliott",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/jeremy-corbyn-labour-manifesto-harks-back-to-1940s",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/jeremy-corbyn-labour-manifesto-harks-back-to-1940s",
    "fields": {
      "headline": "Jeremy Corbyn's Labour manifesto harks back to the 1940s",
      "standfirst": "<p>Party leader has taken postwar socialist ideas and added a modern populist twist</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news\">Latest election news – live updates</a></li></ul>",
      "trailText": "Party leader has taken postwar socialist ideas and added a modern populist twist ",
      "byline": "Larry Elliott Economics editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"672124f504821e87830078617ee5a6d780be91ee\"> <img src=\"https://media.guim.co.uk/672124f504821e87830078617ee5a6d780be91ee/0_200_6000_3600/1000.jpg\" alt=\"The Labour leader, Jeremy Corbyn, at the party’s election manifesto launch. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Labour leader, Jeremy Corbyn, at the party’s election manifesto launch. </span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Free broadband. Free adult learning. Free dental care. The biggest council house building programme in decade. Abolish student tuition fees and bring back maintenance grants. All paid for by squeezing the rich, raising corporation tax, making tech giants pay the exchequer a fair whack, and by borrowing more. As Jeremy Corbyn was proud to state, this was the most radical <a href=\"https://www.theguardian.com/politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan\">Labour party manifesto</a> in years.</p> <p>One of the questions asked at the document’s launch was if Labour wanted to turn the clock back to the 1970s. Actually, the inspiration was more Clement Attlee in 1945 than Tony Benn 30 years later. Labour’s starting point, as at the end of the second world war, was that something has gone fundamentally wrong with free-market capitalism and only a socialist transformation can put things right.</p> <p>So, as in 1945, there were plans for a big expansion of the state’s role, both through renationalisation and much tighter regulation of the way business operates.</p> <p>But Labour’s <a href=\"https://labour.org.uk/manifesto/\">manifesto </a>was not just a throwback to the days of the Berlin airlift and Ealing comedies; it had a modern populist twist. There was an attempt to draw a dividing line between the people and a corporate/financial/media-owning elite, between the billionaires and those struggling to get by, between the top 5% who will pay more income tax and the 95% who will get a whole bunch of things for free. Labour has learned some lessons from the rightwing populists: identify your enemies, channel anger at a rigged system, offer painless solutions.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/21/labour-manifesto-election-corbyn\">Labour’s electrifying manifesto should jolt this election into life | Polly Toynbee</a> </p> </aside>  <p>The contrast between Labour’s 2019 manifesto and the platform on which Tony Blair fought and won the 1997 general election could hardly be starker. Under Blair, Labour accepted the broad thrust of market reforms introduced by the Conservatives in the previous 18 years. It used means testing to target financial support to those deemed to need it most. And it spent its first two years in office sticking to the Major government’s tough spending plans because it thought economic credibility came first.</p> <p>Corbyn and the shadow chancellor, John McDonnell, are in a completely different place. They want to break with the status quo rather than work within it. They favour universalism over means testing. They also don’t accept their plans have to be given the thumbs up from the City before they can be implemented. If the plan for a radical transformation of the British economy works, as Corbyn and McDonnell are convinced it will, the credibility will follow.</p> <p>Labour’s political strategy is clear: get the election debate off Brexit and on to ground where it is more comfortable: the pledge to raise the national minimum wage to £10 an hour for everyone; the big increases in education spending; free personal care for the over-65s; the abolition of tuition fees and the reintroduction of student maintenance grants. Corbyn thinks that if he can neutralise Brexit, there is still time to close the opinion poll gap with the Tories.</p> <p>That’s certainly what happened in 2017 when voters tired of hearing Theresa May parrot her “strong and stable” mantra. The hope is that they will become equally weary this time of listening to Boris Johnson say: “Get Brexit done.”</p> <p>If it can get the campaign off Brexit, Labour thinks the public will be receptive to the sort of radical, and expensive, agenda it is proposing, providing the message is couched in the right way. </p> <p>Although there have been clear signs in recent years that voters are suffering from austerity fatigue, public trust in politicians is at a record low. To reassure a sceptical public that it can deliver on its promises, the manifesto was accompanied by a document detailing how its £83bn of day-to-day spending increases would be matched pound for pound by tax increases.</p> <p>These costings are already coming under intense scrutiny. All parties fear the judgment of the Institute for Fiscal Studies when they unveil their manifestos and the response from the thinktank’s director Paul Johnson was quick and damning: it was not credible to expect companies and the rich to foot the bill for such a big increase in the size of the state. </p> <p>Labour had a radical manifesto in 2017 and has an even more radical programme this time. The copycat behaviour of the Conservatives, including pledges to raise the minimum wage and abandon cuts in corporation tax to fund higher NHS spending, shows how Labour has moved the dial on austerity and the economy more generally. </p> <p>But Labour didn’t win the last election and, as things stand ,is not on course to win this one. The next three weeks will see whether voters believe team Corbyn can painlessly deliver the changes they want to see.</p>",
      "newspaperPageNumber": "5",
      "wordcount": "780",
      "firstPublicationDate": "2019-11-21T15:47:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:12Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmz7v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/672124f504821e87830078617ee5a6d780be91ee/0_200_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Free broadband. Free adult learning. Free dental care. The biggest council house building programme in decade. Abolish student tuition fees and bring back maintenance grants. All paid for by squeezing the rich, raising corporation tax, making tech giants pay the exchequer a fair whack, and by borrowing more. As Jeremy Corbyn was proud to state, this was the most radical Labour party manifesto in years. One of the questions asked at the document’s launch was if Labour wanted to turn the clock back to the 1970s. Actually, the inspiration was more Clement Attlee in 1945 than Tony Benn 30 years later. Labour’s starting point, as at the end of the second world war, was that something has gone fundamentally wrong with free-market capitalism and only a socialist transformation can put things right. So, as in 1945, there were plans for a big expansion of the state’s role, both through renationalisation and much tighter regulation of the way business operates. But Labour’s manifesto was not just a throwback to the days of the Berlin airlift and Ealing comedies; it had a modern populist twist. There was an attempt to draw a dividing line between the people and a corporate/financial/media-owning elite, between the billionaires and those struggling to get by, between the top 5% who will pay more income tax and the 95% who will get a whole bunch of things for free. Labour has learned some lessons from the rightwing populists: identify your enemies, channel anger at a rigged system, offer painless solutions. The contrast between Labour’s 2019 manifesto and the platform on which Tony Blair fought and won the 1997 general election could hardly be starker. Under Blair, Labour accepted the broad thrust of market reforms introduced by the Conservatives in the previous 18 years. It used means testing to target financial support to those deemed to need it most. And it spent its first two years in office sticking to the Major government’s tough spending plans because it thought economic credibility came first. Corbyn and the shadow chancellor, John McDonnell, are in a completely different place. They want to break with the status quo rather than work within it. They favour universalism over means testing. They also don’t accept their plans have to be given the thumbs up from the City before they can be implemented. If the plan for a radical transformation of the British economy works, as Corbyn and McDonnell are convinced it will, the credibility will follow. Labour’s political strategy is clear: get the election debate off Brexit and on to ground where it is more comfortable: the pledge to raise the national minimum wage to £10 an hour for everyone; the big increases in education spending; free personal care for the over-65s; the abolition of tuition fees and the reintroduction of student maintenance grants. Corbyn thinks that if he can neutralise Brexit, there is still time to close the opinion poll gap with the Tories. That’s certainly what happened in 2017 when voters tired of hearing Theresa May parrot her “strong and stable” mantra. The hope is that they will become equally weary this time of listening to Boris Johnson say: “Get Brexit done.” If it can get the campaign off Brexit, Labour thinks the public will be receptive to the sort of radical, and expensive, agenda it is proposing, providing the message is couched in the right way. Although there have been clear signs in recent years that voters are suffering from austerity fatigue, public trust in politicians is at a record low. To reassure a sceptical public that it can deliver on its promises, the manifesto was accompanied by a document detailing how its £83bn of day-to-day spending increases would be matched pound for pound by tax increases. These costings are already coming under intense scrutiny. All parties fear the judgment of the Institute for Fiscal Studies when they unveil their manifestos and the response from the thinktank’s director Paul Johnson was quick and damning: it was not credible to expect companies and the rich to foot the bill for such a big increase in the size of the state. Labour had a radical manifesto in 2017 and has an even more radical programme this time. The copycat behaviour of the Conservatives, including pledges to raise the minimum wage and abandon cuts in corporation tax to fund higher NHS spending, shows how Labour has moved the dial on austerity and the economy more generally. But Labour didn’t win the last election and, as things stand ,is not on course to win this one. The next three weeks will see whether voters believe team Corbyn can painlessly deliver the changes they want to see.",
      "charCount": "4649",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> Economics editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/21/labour-manifesto-election-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-21T14:01:22Z",
    "webTitle": "Labour’s electrifying manifesto should jolt this election into life | Polly Toynbee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/21/labour-manifesto-election-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/21/labour-manifesto-election-corbyn",
    "fields": {
      "headline": "Labour’s electrifying manifesto should jolt this election into life",
      "standfirst": "<p>The ambition is breathtaking. Now Corbyn needs to seize the time he has left to confront the politics of despair</p>",
      "trailText": "The ambition is breathtaking. Now Corbyn needs to confront the politics of despair, writes Guardian columnist Polly Toynbee",
      "byline": "Polly Toynbee",
      "main": "<figure class=\"element element-image\" data-media-id=\"7f23c269ef55a8678c206d4a0be149e9de02da5f\"> <img src=\"https://media.guim.co.uk/7f23c269ef55a8678c206d4a0be149e9de02da5f/0_83_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If Jeremy Corbyn’s attacks on the billionaires, bankers and out-of-control multinationals are called the politics of envy, he’s not out of step with voters.’</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>",
      "body": "<p>Here it is, a great cornucopia to lift this miserable election to a higher plane. <a href=\"https://www.theguardian.com/politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan\" title=\"\">Labour’s manifesto</a> offers a vision of a country that can begin to put to rights the dilapidation and dysfunction that has been the deliberate policy of the past decade. Repair, restoration and reinvestment is the first task, but even that dismal work requires gigantic ambition. Labour goes right to the heart of longstanding fault lines in how the country is run, and for whom.</p> <p>The nation’s problems are clear to all, as poll after poll shows people know exactly what needs to be done. They know that housing is the key economic malfunction that has upended the life chances of those under 40. They know climate breakdown will engulf their children and grandchildren without immediate radical action, and it has shot high up in public concerns. This manifesto makes practical sense of green necessity, turning housing need and decarbonisation into an industrial strategy with a million good jobs.</p> <p>Impossible? Unaffordable? Labour is up against the politics of despair. Nothing works, nothing can be done; grumble and lump it. The Hansard Society’s <a href=\"https://www.hansardsociety.org.uk/publications/reports/audit-of-political-engagement-16\" title=\"\">latest survey</a> finds that 56% of people think the country is in decline. They’re right about the precipitous downward slide in the economy, in living standards, in public services and in the quality of life people see all around them. They think Britain’s reputation has plummeted in the world. They’re not wrong. The election is framed today as a battle between ambition or managed decline.</p> <p>Unfortunately, 66% also think most big issues today don’t have clear solutions. That’s the pessimism the Conservatives use to poison the well of public policy. Don’t hope for anything better – problems can never be solved, nor even much ameliorated. That’s how they have got away with such ravaging cuts over the past near-decade, spreading the gloom of inevitability. But even they know they have reached the end of that line, as focus groups tell them people won’t put up with it any more, so Johnson gives the most-noticed public services a bit more. Nothing that begins to repair the damage done, but enough to give the game away that austerity was always their choice, not necessity.</p> <p>If Labour’s manifesto is under attack as too much, too extravagant, then put each pledge into context. Take that promise to build at least 150,000 more council and housing association homes a year. The two Harolds, first Macmillan then Wilson, both reached more than 300,000 new homes a year, many of which were council-owned, in an era when the country was by many multiples less wealthy – but paid higher taxes. How has that become impossible now? It’s a matter of will to do it, that’s all – but that’s everything. Can Labour summon up that will in enough voters to keep Conservative defeatism out? There’s nothing so radical about the popular taking back of rail, mail, water and energy when privatisation of natural monopolies has proved an ideologically driven blunder. Nor is a windfall on oil companies to pay for green industries new: New Labour began with an instant £5bn <a href=\"https://www.independent.co.uk/news/business/windfall-tax-set-to-raise-pounds-5bn-for-labour-1330691.html\" title=\"\">windfall</a> on privatised utilities, which was of course called Marxist expropriation at the time.</p> <p>How frightening is that plan to take <a href=\"https://www.theguardian.com/business/2018/sep/24/how-would-labour-plan-to-give-workers-10-stake-in-big-firms-work\" title=\"\">1% of shares</a> a year for 10 years from large companies to give some control to their workers, with up to a £500 dividend? It looks a lot less radical when you consider this: the Investment Association, a City trade body, <a href=\"https://www.ivis.co.uk/media/13874/Principles-of-Remuneration-Nov-2018-FINAL.pdf\" title=\"\">recommends</a> that executives be paid via a share scheme that does not exceed 10% of the issued shares in any rolling 10-year period. Why one rule for workers and another for CEOs? Labour’s levy on excessive pay is long overdue.</p> <p>If Jeremy Corbyn’s attacks on the billionaires, bankers and out-of-control multinationals are called the politics of envy, he’s not out of step with voters. The Hansard survey finds 63% think Britain’s system of government is “rigged to advantage the rich and powerful” – and they’re right. All anyone need do is look at the lying braggart Boris Johnson or his equally entitled and callow Etonian predecessor, David Cameron, with his “because I thought I’d be good at it” prime ministership, to know who rules (badly) and why. Corbyn today was back in his stride: good at the details, bounding with energy that was lacking in that dismal debate. At last the climate emergency – only 11 years left before risking lethal tipping points – is put centre stage. Labour’s green industrial investment in electrifying cars is essential – but this manifesto must electrify this desperate campaign. Can Labour break through the wall of sound denouncing this as Venezuelan politics on stilts? It’s not. Read it with an open mind. Page after page shows that something better can be done.</p> <p>Has Corbyn, with his frontbench, got the heft to lift it above the bellowing lies of their opponents? It was shocking that the Conservative campaign put out a <a href=\"https://www.theguardian.com/politics/2019/nov/21/tory-party-tweets-link-to-fake-labour-manifesto-site\" title=\"\">fake Labour manifesto</a>, utterly unabashed by official protests at its fake factcheck site. The great question is whether Corbyn can seize these last three weeks and breathe excitement into enough voters with this dazzling array of policies. The ambition is breathtaking. It should frighten Tory complacency, and it deserves to jolt this election into life. </p> <p>• Polly Toynbee is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "883",
      "commentCloseDate": "2019-11-21T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-21T14:01:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:12Z",
      "newspaperEditionDate": "2019-11-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmp6y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7f23c269ef55a8678c206d4a0be149e9de02da5f/0_83_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Here it is, a great cornucopia to lift this miserable election to a higher plane. Labour’s manifesto offers a vision of a country that can begin to put to rights the dilapidation and dysfunction that has been the deliberate policy of the past decade. Repair, restoration and reinvestment is the first task, but even that dismal work requires gigantic ambition. Labour goes right to the heart of longstanding fault lines in how the country is run, and for whom. The nation’s problems are clear to all, as poll after poll shows people know exactly what needs to be done. They know that housing is the key economic malfunction that has upended the life chances of those under 40. They know climate breakdown will engulf their children and grandchildren without immediate radical action, and it has shot high up in public concerns. This manifesto makes practical sense of green necessity, turning housing need and decarbonisation into an industrial strategy with a million good jobs. Impossible? Unaffordable? Labour is up against the politics of despair. Nothing works, nothing can be done; grumble and lump it. The Hansard Society’s latest survey finds that 56% of people think the country is in decline. They’re right about the precipitous downward slide in the economy, in living standards, in public services and in the quality of life people see all around them. They think Britain’s reputation has plummeted in the world. They’re not wrong. The election is framed today as a battle between ambition or managed decline. Unfortunately, 66% also think most big issues today don’t have clear solutions. That’s the pessimism the Conservatives use to poison the well of public policy. Don’t hope for anything better – problems can never be solved, nor even much ameliorated. That’s how they have got away with such ravaging cuts over the past near-decade, spreading the gloom of inevitability. But even they know they have reached the end of that line, as focus groups tell them people won’t put up with it any more, so Johnson gives the most-noticed public services a bit more. Nothing that begins to repair the damage done, but enough to give the game away that austerity was always their choice, not necessity. If Labour’s manifesto is under attack as too much, too extravagant, then put each pledge into context. Take that promise to build at least 150,000 more council and housing association homes a year. The two Harolds, first Macmillan then Wilson, both reached more than 300,000 new homes a year, many of which were council-owned, in an era when the country was by many multiples less wealthy – but paid higher taxes. How has that become impossible now? It’s a matter of will to do it, that’s all – but that’s everything. Can Labour summon up that will in enough voters to keep Conservative defeatism out? There’s nothing so radical about the popular taking back of rail, mail, water and energy when privatisation of natural monopolies has proved an ideologically driven blunder. Nor is a windfall on oil companies to pay for green industries new: New Labour began with an instant £5bn windfall on privatised utilities, which was of course called Marxist expropriation at the time. How frightening is that plan to take 1% of shares a year for 10 years from large companies to give some control to their workers, with up to a £500 dividend? It looks a lot less radical when you consider this: the Investment Association, a City trade body, recommends that executives be paid via a share scheme that does not exceed 10% of the issued shares in any rolling 10-year period. Why one rule for workers and another for CEOs? Labour’s levy on excessive pay is long overdue. If Jeremy Corbyn’s attacks on the billionaires, bankers and out-of-control multinationals are called the politics of envy, he’s not out of step with voters. The Hansard survey finds 63% think Britain’s system of government is “rigged to advantage the rich and powerful” – and they’re right. All anyone need do is look at the lying braggart Boris Johnson or his equally entitled and callow Etonian predecessor, David Cameron, with his “because I thought I’d be good at it” prime ministership, to know who rules (badly) and why. Corbyn today was back in his stride: good at the details, bounding with energy that was lacking in that dismal debate. At last the climate emergency – only 11 years left before risking lethal tipping points – is put centre stage. Labour’s green industrial investment in electrifying cars is essential – but this manifesto must electrify this desperate campaign. Can Labour break through the wall of sound denouncing this as Venezuelan politics on stilts? It’s not. Read it with an open mind. Page after page shows that something better can be done. Has Corbyn, with his frontbench, got the heft to lift it above the bellowing lies of their opponents? It was shocking that the Conservative campaign put out a fake Labour manifesto, utterly unabashed by official protests at its fake factcheck site. The great question is whether Corbyn can seize these last three weeks and breathe excitement into enough voters with this dazzling array of policies. The ambition is breathtaking. It should frighten Tory complacency, and it deserves to jolt this election into life. • Polly Toynbee is a Guardian columnist",
      "charCount": "5302",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T13:02:04Z",
    "webTitle": "Jeremy Corbyn launches most radical Labour manifesto in decades",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/labour-manifesto-to-slap-11bn-tax-on-oil-and-gas-firms-to-fund-green-plan",
    "fields": {
      "headline": "Jeremy Corbyn launches most radical Labour manifesto in decades",
      "standfirst": "<p>‘Investment blitz’ to be funded by wealthy and includes tax on energy firms to tackle climate crisis<br></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news\">Latest election news - live updates</a></li></ul>",
      "trailText": "‘Investment blitz’ to be funded by wealthy and includes tax on energy firms to tackle climate crisis",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"24e26e95-41f8-4972-a832-e738993b5850\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/SmBBpulqb3w?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn has launched the most radical Labour manifesto in decades, promising an “investment blitz” that would leave no corner of the UK untouched and welcoming the hostility of billionaires, big business and dodgy landlords.</p> \n<p>Speaking at an upbeat event at Birmingham City University, where students and activists leaned over balconies adorned with banners setting out Labour’s policies, Corbyn urged the public to vote for “hope” at the general election in three weeks’ time.</p> \n<p>At the centre of the manifesto, called It’s Time for Real Change, is a large increase in public investment, funded by taxes on corporations and top earners.</p> \n<p>The Labour leader called it “a manifesto full of popular policies that the political establishment has blocked for a generation”, and it appeared significantly more radical than the party’s 2017 programme.</p> \n<p>Corbyn insisted that, as Labour has promised in 2017, there would be no tax rises for 95% of earners, with only those on incomes of more than £80,000 being affected.</p> \n<p>“You can have this plan for real change, because you don’t need money to buy it: you just need a vote,” he said.</p> \n<p>A Labour government would also give public sector workers a 5% pay rise next year, helping to offset the impact of the 1% pay cap that has been in place for several years, the manifesto says.</p> \n<p>One key revenue-raiser is an £11bn windfall tax on oil and gas companies which would create a “just transition fund” to help shift the UK towards a green economy without causing mass job losses.</p> \n<p>The one-off tax would be calculated according to an assessment of each firm’s past contribution to the climate crisis, Labour said, and could be paid over a number of years.</p> \n<p>The total is 10 times the £1.1bn the Treasury expects to raise from the oil and gas sector this year.</p> \n<p>Corbyn said: “We can no longer deny the climate emergency. We can see it all around us, as the recent floods in Yorkshire and the east Midlands have shown. We have no time to waste. The crisis demands swift action, but it isn’t right to load the costs of the climate emergency on to the nurse, the builder or the energy worker.</p> \n<p>“So a Labour government will ensure the big oil and gas corporations that profit from heating up our planet will shoulder and pay their fair share of the burden with a just transition tax.”</p> \n<p>The windfall tax is one of the most striking policies in Labour’s manifesto, and follows a string of significant announcements during the general election campaign, including:</p> \n<ul> \n <li><p><a href=\"https://www.theguardian.com/technology/2019/nov/15/free-broadband-essential-uk-compete-john-mcdonnell-labour-policy-openreach\">Free broadband for all</a>, paid for by taxing tech multinationals and part-nationalising BT.</p></li> \n <li><p><a href=\"https://www.theguardian.com/society/2019/nov/20/labour-targets-renters-with-pledge-of-100000-council-houses-a-year\">A pledge to build 150,000 council and social homes</a> a year by the end of the parliament.</p></li> \n <li><p><a href=\"https://www.theguardian.com/politics/2019/nov/11/labour-pledge-we-would-give-six-years-of-free-study-for-adults\">Six years of free training for adults</a> and 1,000 new Sure Start centres.</p></li> \n</ul> \n<p>With Boris Johnson pressing home the Tories’ message that he will “get Brexit done”, Labour has been keen to shift the election debate to domestic policies – including its determination to tackle the climate crisis.</p> \n<p>Corbyn has also repeatedly underlined his determination to take on big business, deliberately putting himself on the side of “the many”, against “the most powerful people in Britain”.</p> \n<p>The proceeds of the new tax would go towards adapting the economy to tackle the climate crisis, including retraining workers from the oil and gas industries and investing in green technologies.</p> \n<figure class=\"element element-embed\" data-alt=\"Callout callout-young-voters\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-callout-tagname=&quot;callout-young-voters&quot;> <h2>Callout</h2> <p>callout-young-voters</p> </div></body></html>\"></iframe> \n</figure> \n<p>As expected, Labour’s migration policy is significantly less liberal than the open borders motion passed at its conference in Brighton.</p> \n<p>The relevant passage says: “If we remain in the EU, freedom of movement will continue. If we leave, it will be subject to negotiations, but we recognise the social and economic benefits that free movement has brought both in terms of EU citizens here and UK citizens abroad – and we will seek to protect those rights.”</p> \n<p>Labour is also publishing a separate “grey book” alongside its manifesto, to show how it will fund its promises.</p> \n<p>It detailed tax increases worth £82bn a year. These would include a £9bn a year tax on financial transactions – the buying and selling of shares.</p> \n<p>Higher earners would also face tax increases, with those paid more than £80,000 subject to a 45p rate, and a new “super-rich” rate of 50p for those earning more than £125,000.</p> \n<p>Many of the new costs will fall on business, with income from dividends and capital gains being taxed at the same rate of income, for example.</p> \n<p>Labour’s trade union supporters have insisted that its ambition of making progress towards net zero carbon emissions by 2030 must be backed by strong protection for workers – including the creation of 1 million jobs in green industries.</p> \n<p>The windfall tax may prove controversial in Scotland, where Labour faces a tough battle against the Scottish National party, and where many voters have long felt they never benefited sufficiently from the country’s natural resources.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/nov/21/tories-no-deal-brexit-plans-damage-uk-economy-oecd-eu\">UK growth will dip to 1% even if no-deal Brexit avoided, warns OECD</a> </p> \n</aside> \n<p>The decision to focus the “just transition fund” partly on retraining oil and gas workers appears to be aimed at assuaging some of those concerns. Corbyn said: “North Sea oil and gas workers have powered this country for decades, often working under dangerous conditions. We won’t hang them out to dry.”</p> \n<p>In 1997, the New Labour government imposed a windfall tax on utilities companies, which were perceived to have made excess profits in the years after privatisation. The proceeds were used to fund welfare-to-work policies.</p> \n<p>Labour said £11bn was an estimate and the final figure would be based on an assessment of the cost of the retraining and investments in green technologies.</p> \n<p>Output from the North Sea peaked in 1999, but the industry is likely to argue that the tax would accelerate its decline.</p>",
      "wordcount": "946",
      "firstPublicationDate": "2019-11-21T11:01:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:23Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cmz9k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ba92bb3c2a0b0a4066440edbb5d34e2af3fbc92c/0_234_5793_3475/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has launched the most radical Labour manifesto in decades, promising an “investment blitz” that would leave no corner of the UK untouched and welcoming the hostility of billionaires, big business and dodgy landlords. Speaking at an upbeat event at Birmingham City University, where students and activists leaned over balconies adorned with banners setting out Labour’s policies, Corbyn urged the public to vote for “hope” at the general election in three weeks’ time. At the centre of the manifesto, called It’s Time for Real Change, is a large increase in public investment, funded by taxes on corporations and top earners. The Labour leader called it “a manifesto full of popular policies that the political establishment has blocked for a generation”, and it appeared significantly more radical than the party’s 2017 programme. Corbyn insisted that, as Labour has promised in 2017, there would be no tax rises for 95% of earners, with only those on incomes of more than £80,000 being affected. “You can have this plan for real change, because you don’t need money to buy it: you just need a vote,” he said. A Labour government would also give public sector workers a 5% pay rise next year, helping to offset the impact of the 1% pay cap that has been in place for several years, the manifesto says. One key revenue-raiser is an £11bn windfall tax on oil and gas companies which would create a “just transition fund” to help shift the UK towards a green economy without causing mass job losses. The one-off tax would be calculated according to an assessment of each firm’s past contribution to the climate crisis, Labour said, and could be paid over a number of years. The total is 10 times the £1.1bn the Treasury expects to raise from the oil and gas sector this year. Corbyn said: “We can no longer deny the climate emergency. We can see it all around us, as the recent floods in Yorkshire and the east Midlands have shown. We have no time to waste. The crisis demands swift action, but it isn’t right to load the costs of the climate emergency on to the nurse, the builder or the energy worker. “So a Labour government will ensure the big oil and gas corporations that profit from heating up our planet will shoulder and pay their fair share of the burden with a just transition tax.” The windfall tax is one of the most striking policies in Labour’s manifesto, and follows a string of significant announcements during the general election campaign, including: Free broadband for all, paid for by taxing tech multinationals and part-nationalising BT. A pledge to build 150,000 council and social homes a year by the end of the parliament. Six years of free training for adults and 1,000 new Sure Start centres. With Boris Johnson pressing home the Tories’ message that he will “get Brexit done”, Labour has been keen to shift the election debate to domestic policies – including its determination to tackle the climate crisis. Corbyn has also repeatedly underlined his determination to take on big business, deliberately putting himself on the side of “the many”, against “the most powerful people in Britain”. The proceeds of the new tax would go towards adapting the economy to tackle the climate crisis, including retraining workers from the oil and gas industries and investing in green technologies. As expected, Labour’s migration policy is significantly less liberal than the open borders motion passed at its conference in Brighton. The relevant passage says: “If we remain in the EU, freedom of movement will continue. If we leave, it will be subject to negotiations, but we recognise the social and economic benefits that free movement has brought both in terms of EU citizens here and UK citizens abroad – and we will seek to protect those rights.” Labour is also publishing a separate “grey book” alongside its manifesto, to show how it will fund its promises. It detailed tax increases worth £82bn a year. These would include a £9bn a year tax on financial transactions – the buying and selling of shares. Higher earners would also face tax increases, with those paid more than £80,000 subject to a 45p rate, and a new “super-rich” rate of 50p for those earning more than £125,000. Many of the new costs will fall on business, with income from dividends and capital gains being taxed at the same rate of income, for example. Labour’s trade union supporters have insisted that its ambition of making progress towards net zero carbon emissions by 2030 must be backed by strong protection for workers – including the creation of 1 million jobs in green industries. The windfall tax may prove controversial in Scotland, where Labour faces a tough battle against the Scottish National party, and where many voters have long felt they never benefited sufficiently from the country’s natural resources. The decision to focus the “just transition fund” partly on retraining oil and gas workers appears to be aimed at assuaging some of those concerns. Corbyn said: “North Sea oil and gas workers have powered this country for decades, often working under dangerous conditions. We won’t hang them out to dry.” In 1997, the New Labour government imposed a windfall tax on utilities companies, which were perceived to have made excess profits in the years after privatisation. The proceeds were used to fund welfare-to-work policies. Labour said £11bn was an estimate and the final figure would be based on an assessment of the cost of the retraining and investments in green technologies. Output from the North Sea peaked in 1999, but the industry is likely to argue that the tax would accelerate its decline.",
      "charCount": "5631",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/21/tory-party-tweets-link-to-fake-labour-manifesto-site",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T12:20:50Z",
    "webTitle": "Tories set up 'Labour manifesto' website to attack Corbyn's plans",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/tory-party-tweets-link-to-fake-labour-manifesto-site",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/tory-party-tweets-link-to-fake-labour-manifesto-site",
    "fields": {
      "headline": "Tories set up 'Labour manifesto' website to attack Corbyn's plans",
      "standfirst": "<p>Stunt comes after party was criticised for branding Twitter account as factcheckUK</p>",
      "trailText": "Stunt comes after party was criticised for branding Twitter account as factcheckUK",
      "byline": "Simon Murphy",
      "main": "<figure class=\"element element-image\" data-media-id=\"1fa3239acc2b523b5b6474e0f0dc6a9825c253da\"> <img src=\"https://media.guim.co.uk/1fa3239acc2b523b5b6474e0f0dc6a9825c253da/8_0_1772_1063/1000.jpg\" alt=\"The image tweeted by the Conservative party’s account linking to a website attacking Labour’s manifesto.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The image tweeted by the Conservative party’s account linking to a website attacking Labour’s manifesto.</span> <span class=\"element-image__credit\">Photograph: Conservative party/Twitter</span> </figcaption> </figure>",
      "body": "<p>A website purporting to showcase Labour’s manifesto but which instead attacks the party’s policies has been set up by the Conservatives just days after the party faced criticism for misleading the public with a similar stunt.</p> <p>The official Tory Twitter account posted a link to the website, which displays a picture of Jeremy Corbyn looking confused, using the URL “Labourmanifesto.co.uk”.</p> <p>The website, coloured in Labour red and registered only three days ago, states: “Labour’s 2019 manifesto … No plan for Brexit. Higher taxes. Two more referendums.”</p> <p>The Conservatives had apparently paid for a Google advert which meant internet browsers were directed to the website when they searched for “Labour”.</p> <p>It comes after the <a href=\"https://www.theguardian.com/politics/2019/nov/20/twitter-accuses-tories-of-misleading-public-in-factcheck-row\">Conservatives prompted widespread criticism</a>, including from Twitter, after the party rebranded one of its official accounts to make it look like a factchecking service during the ITV leaders’ debate on Wednesday evening.</p>  <figure class=\"element element-image\" data-media-id=\"8c3c6bb754a9fb61dd3db4f6488bc398aa41f82c\"> <img src=\"https://media.guim.co.uk/8c3c6bb754a9fb61dd3db4f6488bc398aa41f82c/0_40_589_353/500.jpg\" alt=\"The Conservative party’s Twitter account was rebrande\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Conservative party’s Twitter account was rebranded briefly during the leaders’ debate</span> <span class=\"element-image__credit\">Photograph: Twitter</span> </figcaption> </figure>  <p>The Conservatives unveiled their latest stunt just half an hour before Corbyn started unveiling Labour’s manifesto for the general election in Birmingham, tweeting: “Here’s everything you need to know about Labour’s Manifesto ➡️ https://labourmanifesto.co.uk 🥀 #CostOfCorbyn.”</p> <p>The website states: “All you need to know about Labour’s manifesto is that Jeremy Corbyn as prime minister means higher taxes for you and your family, the chaos of two more referendums and more indecision and delay on Brexit.”</p> <p>It carries a series of attacks on Labour’s policies, displaying excerpts from reporting by media outlets showing the party in a negative light. Though it does state on the homepage that it is “a website by the Conservative party”, it still attracted strong criticism on social media.</p> <p>The website states at the bottom of the homepage that it is “promoted by Alan Mabbutt on behalf of the Conservative Party”. Mabbutt is on the board of the Conservative party, serving as a senior professional member of staff.</p> <p><br></p>",
      "wordcount": "306",
      "firstPublicationDate": "2019-11-21T12:20:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cmztj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1fa3239acc2b523b5b6474e0f0dc6a9825c253da/8_0_1772_1063/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A website purporting to showcase Labour’s manifesto but which instead attacks the party’s policies has been set up by the Conservatives just days after the party faced criticism for misleading the public with a similar stunt. The official Tory Twitter account posted a link to the website, which displays a picture of Jeremy Corbyn looking confused, using the URL “Labourmanifesto.co.uk”. The website, coloured in Labour red and registered only three days ago, states: “Labour’s 2019 manifesto … No plan for Brexit. Higher taxes. Two more referendums.” The Conservatives had apparently paid for a Google advert which meant internet browsers were directed to the website when they searched for “Labour”. It comes after the Conservatives prompted widespread criticism, including from Twitter, after the party rebranded one of its official accounts to make it look like a factchecking service during the ITV leaders’ debate on Wednesday evening. The Conservatives unveiled their latest stunt just half an hour before Corbyn started unveiling Labour’s manifesto for the general election in Birmingham, tweeting: “Here’s everything you need to know about Labour’s Manifesto ➡️ https://labourmanifesto.co.uk 🥀 #CostOfCorbyn.” The website states: “All you need to know about Labour’s manifesto is that Jeremy Corbyn as prime minister means higher taxes for you and your family, the chaos of two more referendums and more indecision and delay on Brexit.” It carries a series of attacks on Labour’s policies, displaying excerpts from reporting by media outlets showing the party in a negative light. Though it does state on the homepage that it is “a website by the Conservative party”, it still attracted strong criticism on social media. The website states at the bottom of the homepage that it is “promoted by Alan Mabbutt on behalf of the Conservative Party”. Mabbutt is on the board of the Conservative party, serving as a senior professional member of staff.",
      "charCount": "1956",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simon-murphy\">Simon Murphy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/21/what-a-nice-surprise-readers-on-the-labour-manifesto",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-21T12:20:37Z",
    "webTitle": "‘What a nice surprise’: readers on the Labour manifesto",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/21/what-a-nice-surprise-readers-on-the-labour-manifesto",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/21/what-a-nice-surprise-readers-on-the-labour-manifesto",
    "fields": {
      "headline": "‘What a nice surprise’: readers on the Labour manifesto",
      "standfirst": "<p>You have been reacting in the comments to <a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news#comments\">Labour releasing their general election manifesto</a><br></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/21/general-election-2019-corbyn-to-launch-labours-manifesto-of-hope-live-news\">Latest election news – live updates</a></li></ul>",
      "trailText": "You have been reacting in the comments to Labour releasing their general election manifesto",
      "byline": "Guardian readers and Adelina Adjei",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"24e26e95-41f8-4972-a832-e738993b5850\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/SmBBpulqb3w?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<h2>‘Smart move by Corbyn’</h2> \n<p>Smart move by Corbyn to take a green and future industries agenda on board and not leaving this battlefield for the Lib Dems and Green party. That will definitely resonate well with the millennials, generation young professionals and ‘digital natives’, etc. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135699883\">Noureddine78</a></strong></p> \n<h2>‘Nothing in it can be considered revolutionary’</h2> \n<p>There is nothing in the manifesto that could be considered revolutionary. The manifesto represents merely a significant economic and social development project not much different to those policies pursued by Western Germany in the early days of the EU or those policies practised currently by Norway, Finland or Sweden for example. And easily obtainable by a nation with such a substantial gross domestic product of 2.11 trillion pounds. The Labour investment plan is but a drop in the ocean. The current hope is that we end up with a government that will deliver long term prosperity for the UK as a whole. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135699963\">Roodan</a></strong></p> \n<h2>‘Reassuring statements about ‘investment’ cut no ice with large parts of the electorate’</h2> \n<p>Reassuring statements about ‘investment’ cut no ice with large parts of the electorate. Governments don’t make profits or truly create jobs as their only form of income is taxation. The question is then will the electorate buy into the prospect of a Corbyn-led government taxing to the hilt real wealth and job, creating companies and individuals in order to ‘invest’ that money in nationalised industries such as rail, water, broadband and so on. In a little over three weeks we will know. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135699918\">Invisible_Man</a></strong></p> \n<h2>‘What a nice surprise’</h2> \n<p>What a nice surprise, a manifesto for the 95% not the 5 % that the Tories look after.<br>If people sat back and thought about the alternative from Bojo, Corbyn would be a shoe in. But will they? <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135701856\">bullswool20</a></strong></p> \n<h2>‘It won’t stick’</h2> \n<p>It won’t stick. Labour will be undone as they realise too late that socially conservative Labour voters who remember: collective bargaining, Red Robbo, Arthur Scargill, grimy council estates, British Leyland, and IMF induced austerity. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135700577\">RichardEgerton</a></strong></p> \n<h2>‘Scrapping the proposed pension age change would be huge’</h2> \n<p>Obviously waiting to read the manifesto before making judgement but to scrap the proposed pension age changes beyond 66 would be huge. My generation are currently working until 68, though the Tories do plan to put it higher. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135700596\">just_a_me</a></strong></p> \n<h2>‘A whole family of squirrels’</h2> \n<p><em>Financial transaction tax, excessive pay levy, second homes tax, reverse inheritance tax cuts and VAT on private school fees. Scrap planned rise in pension age beyond 66 and review retirement age of those in hard manual jobs.</em></p> \n<p>Seven more things being in the EU doesn’t prevent and leaving the EU won’t accomplish. A whole family of squirrels. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135700646\">freespeechoneeach</a></strong></p> \n<h2>‘The only party tackling Brexit at its root’</h2> \n<p>Labour. Offering a second referendum plus addressing all the injustices and inequalities which led to Brexit. The only party tackling Brexit at its root. The only truly remain party. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135700629\">vacuous</a></strong></p> \n<h2>‘Corbyn represents a form of socialism that is anathema to almost all traditional labour voters’</h2> \n<p>The problem with being ‘anti-Tory’ is that that unfortunately, leaves us with Corbyn. The fact that Corbyn represents a form of socialism that is anathema to almost all traditional labour voters, coupled with the general desire of most people, just to get on with their lives, free of politics, and the endless round of ego busting media dominated noise that represents political debate these days, and there is only one feasible outcome. A Tory landslide – and it will be Corbyn’s fault. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135701462\">cominguproses</a></strong></p> \n<h2>‘A sorry mess of easy promises’</h2> \n<p>In 2017 I thought Corbyn made a fair degree of sense and whilst I doubted the speed of change he wanted was deliverable his goals were laudable. Listening to his speech I can only hear a series of empty promises. Apparently Corbyn is either going to nationalise the Japanese owned car industry or set up a nationalised UK manufacturer from scratch. How else can he ensure electric cars are made in the UK?</p> \n<p>At the moment, all European models (apart from Minis) will be made in Europe (they’ve never had a UK presence) to maximise economy of scale savings from supplying Europe wide. Honda has already declined to make electric cars in the UK, They prefer to do it in Japanese factories and take advantage of the declining EU/Japan import tariff. Whether Brexit happens or not, the UK isn’t going to be a major site for electric powered cars. We don’t even own any intellectual property. This is just a sorry mess of easy promises, which are undeliverable in the real world. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/135701887\">Bickb21</a></strong></p>",
      "wordcount": "757",
      "firstPublicationDate": "2019-11-21T12:20:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cmzgg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/27e46564d6346002507dcd7975aa39c9f61ad147/0_110_2801_1680/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘Smart move by Corbyn’ Smart move by Corbyn to take a green and future industries agenda on board and not leaving this battlefield for the Lib Dems and Green party. That will definitely resonate well with the millennials, generation young professionals and ‘digital natives’, etc. Noureddine78 ‘Nothing in it can be considered revolutionary’ There is nothing in the manifesto that could be considered revolutionary. The manifesto represents merely a significant economic and social development project not much different to those policies pursued by Western Germany in the early days of the EU or those policies practised currently by Norway, Finland or Sweden for example. And easily obtainable by a nation with such a substantial gross domestic product of 2.11 trillion pounds. The Labour investment plan is but a drop in the ocean. The current hope is that we end up with a government that will deliver long term prosperity for the UK as a whole. Roodan ‘Reassuring statements about ‘investment’ cut no ice with large parts of the electorate’ Reassuring statements about ‘investment’ cut no ice with large parts of the electorate. Governments don’t make profits or truly create jobs as their only form of income is taxation. The question is then will the electorate buy into the prospect of a Corbyn-led government taxing to the hilt real wealth and job, creating companies and individuals in order to ‘invest’ that money in nationalised industries such as rail, water, broadband and so on. In a little over three weeks we will know. Invisible_Man ‘What a nice surprise’ What a nice surprise, a manifesto for the 95% not the 5 % that the Tories look after. If people sat back and thought about the alternative from Bojo, Corbyn would be a shoe in. But will they? bullswool20 ‘It won’t stick’ It won’t stick. Labour will be undone as they realise too late that socially conservative Labour voters who remember: collective bargaining, Red Robbo, Arthur Scargill, grimy council estates, British Leyland, and IMF induced austerity. RichardEgerton ‘Scrapping the proposed pension age change would be huge’ Obviously waiting to read the manifesto before making judgement but to scrap the proposed pension age changes beyond 66 would be huge. My generation are currently working until 68, though the Tories do plan to put it higher. just_a_me ‘A whole family of squirrels’ Financial transaction tax, excessive pay levy, second homes tax, reverse inheritance tax cuts and VAT on private school fees. Scrap planned rise in pension age beyond 66 and review retirement age of those in hard manual jobs. Seven more things being in the EU doesn’t prevent and leaving the EU won’t accomplish. A whole family of squirrels. freespeechoneeach ‘The only party tackling Brexit at its root’ Labour. Offering a second referendum plus addressing all the injustices and inequalities which led to Brexit. The only party tackling Brexit at its root. The only truly remain party. vacuous ‘Corbyn represents a form of socialism that is anathema to almost all traditional labour voters’ The problem with being ‘anti-Tory’ is that that unfortunately, leaves us with Corbyn. The fact that Corbyn represents a form of socialism that is anathema to almost all traditional labour voters, coupled with the general desire of most people, just to get on with their lives, free of politics, and the endless round of ego busting media dominated noise that represents political debate these days, and there is only one feasible outcome. A Tory landslide – and it will be Corbyn’s fault. cominguproses ‘A sorry mess of easy promises’ In 2017 I thought Corbyn made a fair degree of sense and whilst I doubted the speed of change he wanted was deliverable his goals were laudable. Listening to his speech I can only hear a series of empty promises. Apparently Corbyn is either going to nationalise the Japanese owned car industry or set up a nationalised UK manufacturer from scratch. How else can he ensure electric cars are made in the UK? At the moment, all European models (apart from Minis) will be made in Europe (they’ve never had a UK presence) to maximise economy of scale savings from supplying Europe wide. Honda has already declined to make electric cars in the UK, They prefer to do it in Japanese factories and take advantage of the declining EU/Japan import tariff. Whether Brexit happens or not, the UK isn’t going to be a major site for electric powered cars. We don’t even own any intellectual property. This is just a sorry mess of easy promises, which are undeliverable in the real world. Bickb21",
      "charCount": "4577",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/guardian-readers\">Guardian readers</a> and <a href=\"profile/adelina-adjei\">Adelina Adjei</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/21/first-vote-important-election",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-21T06:00:48Z",
    "webTitle": "This is my first vote. I’m elated it’s in such an important election | Nesrine Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/21/first-vote-important-election",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/21/first-vote-important-election",
    "fields": {
      "headline": "This is my first vote. I’m elated it’s in such an important election",
      "standfirst": "<p>We know what to expect from the Tories, so next month’s poll is our opportunity to transform the country’s destiny</p>",
      "trailText": "Next month’s poll is our opportunity to transform the country’s destiny, says Guardian columnist Nesrine Malik",
      "byline": "Nesrine Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"58c9781800894187525231c517db9a9a5bbfe247\"> <img src=\"https://media.guim.co.uk/58c9781800894187525231c517db9a9a5bbfe247/0_199_5976_3586/1000.jpg\" alt=\"15/11/05/2019 Lancaster. University of Lancaster Labour leader Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘One may think Jeremy Corbyn is uninspiring or waffly … but against the backdrop of the rogue that is the Brexit-obsessed Conservative party, these are trivial concerns.’ The Labour leader campaigning in Lancaster.</span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<p>This is the first election in which I am allowed to vote. It has been an exasperating experience having to sit by and watch, election after election, restricted by a Home Office that was either sitting on my application or taking wrong decisions, delaying my naturalisation as a British citizen far beyond the moment when I felt like one. But a British passport arrived earlier this year, and Brexit has provided a bonus general election to slake an appetite built over years locked out of the democratic process. Whatever the opposite of jaded is, that’s what I am.</p> <p>My sense of exclusion has intensified over the past three years as a Brexit referendum and a general election have plunged the country into a state of instability that still seems to have no resolution. This election feels crucial to the point of angst. The stakes could not be higher. Not only does what happens with Brexit hang in the balance, but also the very character of the country and its ideological direction. After a decade in which austerity is estimated to have cost <a href=\"https://www.ucl.ac.uk/news/2017/nov/austerity-linked-120000-extra-deaths-england\" title=\"\">more than 120,000 lives</a>, it is not an exaggeration to say that the coming election is a matter of life and death.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Tory party has proved itself to be a clown car of liars, cynics, careerists and ghouls</p> </blockquote> </aside>  <p>It is baffling that so many consider this a vote between two parties and leaders that are as bad as each other. During the leaders’ debate on Tuesday night, my social media feeds were flooded with wry gloom. “What a choice we have been given!” <a href=\"https://twitter.com/GaryLineker/status/1196889763585777664\" title=\"\">despaired Gary Lineker</a>, followed by a facepalm emoji. False equivalence merchant Jo Swinson retweeted this, adding the comment: “You do have a choice.” The Liberal Democrat tactic seems to be saying anything to secure votes, up to and including the falsehood that Labour and the Conservatives “<a href=\"https://www.theguardian.com/politics/live/2019/nov/05/general-election-news-latest-corbyn-brexit-speech-gove-says-labours-claim-uk-us-trade-deal-cost-cost-nhs-500m-per-week-nonsense-live-news?page=with:block-5dc157ec8f08e9e197c39723\" title=\"\">merge into one</a>” on Brexit, even though Labour promises a referendum with remain on the ballot. Facepalm emoji indeed.</p> <p>Mine isn’t a position born of a self-righteous attitude that people died for the right to vote, but of the obvious distress in which the Conservative party has landed the country. It is staggering that after the past two years, in which the Tory party has proved itself to be a clown car of liars, cynics, careerists and ghouls, anyone can think there is no distinction. This doesn’t mean that the choice we do have is a perfectly clean, binary one between a flawed governing party and an unimpeachable alternative, but how often is that the case? How many elections, to the floating voter in particular, are black-and-white choices? Those come around once in a lifetime. Not every election can have a “hope” candidate such as Barack Obama. We vote in the elections we are given, not the ones we wish we had.</p> <p>Neither candidate nor party has to fill you with passion for you to be excited about voting, or even just to acknowledge that in recent history a vote has never had so much potential to determine the future of the country. One may not like Jeremy Corbyn. One may think he is uninspiring or waffly, or that he wears wonky glasses. But against the backdrop of the Brexit-obsessed Conservative party, these are trivial concerns that reveal more about the kind of candidates and policies that are embraced in our political culture and the media.</p> <p>There is a petulance to the frustration that parties and candidates are not nailing the optics and supplying the charisma, especially when it is directed at those who have never even had a shot at government. This sulky false equivalence dominated the last US presidential election. Hillary Clinton was framed as a Democratic party apparatchik, a hawk who was just as establishment as Donald Trump and even more dangerous. </p> <p>A <a href=\"https://foreignpolicy.com/2016/07/27/hillary-the-hawk-a-history-clinton-2016-military-intervention-libya-iraq-syria/\" title=\"\">Foreign Policy article</a> stated that: “From Haiti to Syria, the Democratic candidate’s long record suggests she’s looking forward to being a war president on day one.” The jaundice extended to Hollywood elites who would never vote for Trump. “I thought Hillary was very dangerous,” said Susan Sarandon. “If she won, we’d be at war.” Her “singular fate”, wrote the US historian <a href=\"https://www.politico.com/magazine/story/2017/06/03/why-do-they-hate-her-215220\" title=\"\">Joshua Zeitz in Politico</a>, “tells us far more about the state of contemporary politics and journalism than it does about Hillary Clinton, whom history may very well judge with greater retrospection and consideration than her contemporaries”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/18/boris-johnson-lying-media\">It’s not just Boris Johnson’s lying. It’s that the media let him get away with it | Peter Oborne</a> </p> </aside>  <p>It’s true Clinton ran a campaign whose slogan might as well have been, “It’s my turn.” But the view that there was no difference between her and Trump cut through. It hasn’t worked out so well for America, as Trump proves not only that he is hardly a foreign policy dove, but that he is a hawk when it comes to domestic policy as well, sowing racial and partisan division. And yet there still is a whole cottage industry that declares that, although things under Trump are bad, they would be even worse under Clinton. Some would rather have an obviously bad guy in charge than a good guy who isn’t good enough.</p> <p>There is a certain privilege to the eyerolling. The Conservative party’s policies, as with Trump’s, have an impact on the more vulnerable in society, those who cannot afford to be cynical or ideologically purist about who gets to have a real effect on their lives.</p> <p>We know the danger of another five years of Conservative government. The alternative is, at worst, untried and untested. In addressing those who rail against measures to increase diversity in contemporary politics and culture, the author <a href=\"https://www.theguardian.com/commentisfree/2018/jun/15/diversity-publishing-culture-minority-writers-penguin\" title=\"\">Hanif Kureishi captured this</a> disdain for what still has not been demonstrated. “No one knows what a more democratic and inclusive culture would be like,” he wrote. “It is fatuously omniscient to assume it would be worse than what we already have.”</p> <p>• Nesrine Malik is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "962",
      "commentCloseDate": "2019-11-21T16:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-21T06:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:24Z",
      "newspaperEditionDate": "2019-11-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmkk9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/58c9781800894187525231c517db9a9a5bbfe247/0_199_5976_3586/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This is the first election in which I am allowed to vote. It has been an exasperating experience having to sit by and watch, election after election, restricted by a Home Office that was either sitting on my application or taking wrong decisions, delaying my naturalisation as a British citizen far beyond the moment when I felt like one. But a British passport arrived earlier this year, and Brexit has provided a bonus general election to slake an appetite built over years locked out of the democratic process. Whatever the opposite of jaded is, that’s what I am. My sense of exclusion has intensified over the past three years as a Brexit referendum and a general election have plunged the country into a state of instability that still seems to have no resolution. This election feels crucial to the point of angst. The stakes could not be higher. Not only does what happens with Brexit hang in the balance, but also the very character of the country and its ideological direction. After a decade in which austerity is estimated to have cost more than 120,000 lives, it is not an exaggeration to say that the coming election is a matter of life and death. It is baffling that so many consider this a vote between two parties and leaders that are as bad as each other. During the leaders’ debate on Tuesday night, my social media feeds were flooded with wry gloom. “What a choice we have been given!” despaired Gary Lineker, followed by a facepalm emoji. False equivalence merchant Jo Swinson retweeted this, adding the comment: “You do have a choice.” The Liberal Democrat tactic seems to be saying anything to secure votes, up to and including the falsehood that Labour and the Conservatives “merge into one” on Brexit, even though Labour promises a referendum with remain on the ballot. Facepalm emoji indeed. Mine isn’t a position born of a self-righteous attitude that people died for the right to vote, but of the obvious distress in which the Conservative party has landed the country. It is staggering that after the past two years, in which the Tory party has proved itself to be a clown car of liars, cynics, careerists and ghouls, anyone can think there is no distinction. This doesn’t mean that the choice we do have is a perfectly clean, binary one between a flawed governing party and an unimpeachable alternative, but how often is that the case? How many elections, to the floating voter in particular, are black-and-white choices? Those come around once in a lifetime. Not every election can have a “hope” candidate such as Barack Obama. We vote in the elections we are given, not the ones we wish we had. Neither candidate nor party has to fill you with passion for you to be excited about voting, or even just to acknowledge that in recent history a vote has never had so much potential to determine the future of the country. One may not like Jeremy Corbyn. One may think he is uninspiring or waffly, or that he wears wonky glasses. But against the backdrop of the Brexit-obsessed Conservative party, these are trivial concerns that reveal more about the kind of candidates and policies that are embraced in our political culture and the media. There is a petulance to the frustration that parties and candidates are not nailing the optics and supplying the charisma, especially when it is directed at those who have never even had a shot at government. This sulky false equivalence dominated the last US presidential election. Hillary Clinton was framed as a Democratic party apparatchik, a hawk who was just as establishment as Donald Trump and even more dangerous. A Foreign Policy article stated that: “From Haiti to Syria, the Democratic candidate’s long record suggests she’s looking forward to being a war president on day one.” The jaundice extended to Hollywood elites who would never vote for Trump. “I thought Hillary was very dangerous,” said Susan Sarandon. “If she won, we’d be at war.” Her “singular fate”, wrote the US historian Joshua Zeitz in Politico, “tells us far more about the state of contemporary politics and journalism than it does about Hillary Clinton, whom history may very well judge with greater retrospection and consideration than her contemporaries”. It’s true Clinton ran a campaign whose slogan might as well have been, “It’s my turn.” But the view that there was no difference between her and Trump cut through. It hasn’t worked out so well for America, as Trump proves not only that he is hardly a foreign policy dove, but that he is a hawk when it comes to domestic policy as well, sowing racial and partisan division. And yet there still is a whole cottage industry that declares that, although things under Trump are bad, they would be even worse under Clinton. Some would rather have an obviously bad guy in charge than a good guy who isn’t good enough. There is a certain privilege to the eyerolling. The Conservative party’s policies, as with Trump’s, have an impact on the more vulnerable in society, those who cannot afford to be cynical or ideologically purist about who gets to have a real effect on their lives. We know the danger of another five years of Conservative government. The alternative is, at worst, untried and untested. In addressing those who rail against measures to increase diversity in contemporary politics and culture, the author Hanif Kureishi captured this disdain for what still has not been demonstrated. “No one knows what a more democratic and inclusive culture would be like,” he wrote. “It is fatuously omniscient to assume it would be worse than what we already have.” • Nesrine Malik is a Guardian columnist",
      "charCount": "5610",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nesrinemalik\">Nesrine Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/21/brexit-threat-tactical-voting-boris-johnson",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-21T05:59:48Z",
    "webTitle": "It’s time for tactical voting – Brexit is too terrifying for political piety | Martin Kettle",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/21/brexit-threat-tactical-voting-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/21/brexit-threat-tactical-voting-boris-johnson",
    "fields": {
      "headline": "It’s time for tactical voting – Brexit is too terrifying for political piety",
      "standfirst": "In some areas, supporting those you might disagree with is the only way to stop Boris Johnson<br />",
      "trailText": "Supporting those you might disagree with is the only way to stop Boris Johnson, says Guardian columnist Martin Kettle",
      "byline": "Martin Kettle",
      "main": "<figure class=\"element element-image\" data-media-id=\"8b15ce78d860f96e2d86710c3f19cda91b4698ea\"> <img src=\"https://media.guim.co.uk/8b15ce78d860f96e2d86710c3f19cda91b4698ea/0_115_5616_3370/1000.jpg\" alt=\"Dominic Grieve on the campaign trail in Marlow, Buckinghamshire, 8 November 2019. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Grieve on the campaign trail in Marlow, Buckinghamshire, 8 November 2019. </span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>",
      "body": "<p>“I think there are millions of us,” says David Gauke as he hands out election leaflets in Berkhamsted high street. “Politically homeless people who want reasonable and respectful politics back.” The former justice secretary and anti-Brexit rebel, who is running as an independent in South West Hertfordshire, says Tuesday’s <a href=\"https://www.theguardian.com/commentisfree/2019/nov/19/election-debate-panel-boris-johnson-jeremy-corbyn\" title=\"\">TV debate</a> between Boris Johnson and Jeremy Corbyn has simply made things worse. “Many, many voters this morning have been telling me they are disheartened. They want a better choice.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/10/surrey-commuters-marginal-voters-election-tories-guildford\">In the Tory heartlands of the commuter belt, remainers may revolt | John Harris</a> </p> </aside>  <p>It is often said that UK general elections are won and lost in the English Midlands. But British elections are regional and multi-party now, and there are plenty of swing constituencies in the London commuter belt where disgruntled voters have seized their chance to reshape Britain’s government in the past – and <a href=\"https://www.theguardian.com/commentisfree/2019/nov/10/surrey-commuters-marginal-voters-election-tories-guildford\" title=\"\">may do so again</a> this time.</p> <p>Traditionally, when Labour wins a majority in parliament it wins seats in counties such as Hertfordshire, Essex and Kent. Tony Blair won <a href=\"https://en.wikipedia.org/wiki/List_of_Parliamentary_constituencies_in_Hertfordshire#Results\" title=\"\">five out of 11</a> in Hertfordshire in 1997. But in 2017, Labour did not win a single seat in the county. Only an exceptionally obdurate Labour optimist can expect Jeremy Corbyn to improve on that on 12 December.</p> <p>Yet plenty of these commuter-belt seats are up for grabs in 2019. That’s especially true of the areas closer to London, where younger families have migrated from the metropolis over the years in search of better housing and a greener lifestyle while still commuting into the capital. Many also voted to remain in the EU. Among them were three seats that face important election contests: Beaconsfield, South West Hertfordshire and St Albans.</p> <p>Labour has no chance of winning any of the three. Beaconsfield and South West Hertfordshire are in play because their former Tory MPs, Dominic Grieve and Gauke, thrown out of the parliamentary party by Boris Johnson for opposing a hard Brexit, are running as independents, while St Albans is a major target seat for the Liberal Democrats’ Daisy Cooper. Having spent time on the campaign trail in all three seats this week, I think it is clear that the official Tory candidates are genuinely under threat in all of them. But it is also clear that the Tories will not lose without determined and large-scale tactical voting.</p> <p>Right now, there is no common pattern. Yet uncertainty about how to make tactical voting work is widespread. This partly reflects the lack of information, which several websites and campaigns are now seeking to correct. But it also reflects a deeper cultural tension between the centre left and centre right, in which it is genuinely hard to persuade adherents of one tradition to vote tactically for the other, even though the substantive differences between them are sometimes small. Even among the reasonable and respectful voters whom Gauke invokes, tribal loyalties can be tenacious.</p> <p>Cooper knows this at first-hand better than most. The former campaigns director for Hacked Off was widely expected to take remain-backing St Albans for the Lib Dems in 2017 and to oust the Tory, Anne Main, a hardline leaver who narrowly survived a <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/8198888.stm\" title=\"\">deselection attempt</a> in 2009 after an expenses row. But Cooper <a href=\"https://en.wikipedia.org/wiki/St_Albans_(UK_Parliament_constituency)#Elections_in_the_2010s\" title=\"\">fell short on 32%</a>, largely because the Labour vote held up at 23%.</p> <p>On the doorstep with Cooper this week as she canvassed undecideds, it was hard to believe she will fail a second time. “I’m going to vote Lib Dem because I’m a remainer,” said Caroline, a former Labour supporter. This was a constant refrain. Stopping Brexit was by far the most common topic on the doorstep. If the Tories are to lose St Albans next month, Labour voters are going to have to vote for Cooper in greater numbers than they did two years ago.</p> <p>Round the M25 in the Buckinghamshire seat of Beaconsfield, Grieve’s challenge is to persuade enough of the nearly 37,000 people who supported him as a Tory in 2017 to <a href=\"https://www.theguardian.com/politics/2019/nov/09/dominic-grieve-campaign-trail-beaconsfield\" title=\"\">back him as an independent</a>. “Corbyn is the bogeyman,” Grieve told me. “There’s an anxiety about somehow letting Labour come through and win.”</p> <p>Judging by his reception from commuters outside Gerrards Cross station on the coldest morning of the year so far, however, plenty have overcome any such anxiety. Support for Grieve’s anti-Brexit stand was overwhelming. “Thank you for your integrity,” “You’re a principled man,” and “I can finally vote for someone who puts the national interest first” were just some of the accolades he received in the frosty dawn. “After a session like that, I think we might just do it,” Grieve told me later, over breakfast in a local cafe. He surely can.</p> <p>Grieve is helped by the fact that in Beaconsfield the Liberal Democrats have stood down and endorsed him. Up the road in South West Hertfordshire, Gauke is not so fortunate. His campaign has had to start from scratch. The word here is that the local Lib Dems were prepared to give Gauke a clear run but that Jo Swinson and the national leadership overruled them, partly on the grounds that they did not want to do too many deals with former Conservatives. In practice, though, there is no sign yet of a Lib Dem effort there, and Gauke gets a supportive reaction from shoppers in Berkhamsted. The former Labour MP for Barnsley East, Michael Dugher, who lives locally, is backing Gauke too.</p> <p>These are just three Conservative-held seats. Yet they stand for many others. Voters in such seats who want to stop Johnson from getting a majority, or who yearn for Britain to remain in Europe, have to get real about their options. If Labour cannot win these seats – and at present it cannot – then it is right to vote for the opponent with the best chance. This is not a time for political piety, prissiness or pride. It’s about facing the Brexit danger – and taking the one real chance of preventing it.</p> <p>• Martin Kettle is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "983",
      "commentCloseDate": "2019-11-21T10:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-21T05:59:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:14Z",
      "newspaperEditionDate": "2019-11-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cmy9j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8b15ce78d860f96e2d86710c3f19cda91b4698ea/0_115_5616_3370/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“I think there are millions of us,” says David Gauke as he hands out election leaflets in Berkhamsted high street. “Politically homeless people who want reasonable and respectful politics back.” The former justice secretary and anti-Brexit rebel, who is running as an independent in South West Hertfordshire, says Tuesday’s TV debate between Boris Johnson and Jeremy Corbyn has simply made things worse. “Many, many voters this morning have been telling me they are disheartened. They want a better choice.” It is often said that UK general elections are won and lost in the English Midlands. But British elections are regional and multi-party now, and there are plenty of swing constituencies in the London commuter belt where disgruntled voters have seized their chance to reshape Britain’s government in the past – and may do so again this time. Traditionally, when Labour wins a majority in parliament it wins seats in counties such as Hertfordshire, Essex and Kent. Tony Blair won five out of 11 in Hertfordshire in 1997. But in 2017, Labour did not win a single seat in the county. Only an exceptionally obdurate Labour optimist can expect Jeremy Corbyn to improve on that on 12 December. Yet plenty of these commuter-belt seats are up for grabs in 2019. That’s especially true of the areas closer to London, where younger families have migrated from the metropolis over the years in search of better housing and a greener lifestyle while still commuting into the capital. Many also voted to remain in the EU. Among them were three seats that face important election contests: Beaconsfield, South West Hertfordshire and St Albans. Labour has no chance of winning any of the three. Beaconsfield and South West Hertfordshire are in play because their former Tory MPs, Dominic Grieve and Gauke, thrown out of the parliamentary party by Boris Johnson for opposing a hard Brexit, are running as independents, while St Albans is a major target seat for the Liberal Democrats’ Daisy Cooper. Having spent time on the campaign trail in all three seats this week, I think it is clear that the official Tory candidates are genuinely under threat in all of them. But it is also clear that the Tories will not lose without determined and large-scale tactical voting. Right now, there is no common pattern. Yet uncertainty about how to make tactical voting work is widespread. This partly reflects the lack of information, which several websites and campaigns are now seeking to correct. But it also reflects a deeper cultural tension between the centre left and centre right, in which it is genuinely hard to persuade adherents of one tradition to vote tactically for the other, even though the substantive differences between them are sometimes small. Even among the reasonable and respectful voters whom Gauke invokes, tribal loyalties can be tenacious. Cooper knows this at first-hand better than most. The former campaigns director for Hacked Off was widely expected to take remain-backing St Albans for the Lib Dems in 2017 and to oust the Tory, Anne Main, a hardline leaver who narrowly survived a deselection attempt in 2009 after an expenses row. But Cooper fell short on 32%, largely because the Labour vote held up at 23%. On the doorstep with Cooper this week as she canvassed undecideds, it was hard to believe she will fail a second time. “I’m going to vote Lib Dem because I’m a remainer,” said Caroline, a former Labour supporter. This was a constant refrain. Stopping Brexit was by far the most common topic on the doorstep. If the Tories are to lose St Albans next month, Labour voters are going to have to vote for Cooper in greater numbers than they did two years ago. Round the M25 in the Buckinghamshire seat of Beaconsfield, Grieve’s challenge is to persuade enough of the nearly 37,000 people who supported him as a Tory in 2017 to back him as an independent. “Corbyn is the bogeyman,” Grieve told me. “There’s an anxiety about somehow letting Labour come through and win.” Judging by his reception from commuters outside Gerrards Cross station on the coldest morning of the year so far, however, plenty have overcome any such anxiety. Support for Grieve’s anti-Brexit stand was overwhelming. “Thank you for your integrity,” “You’re a principled man,” and “I can finally vote for someone who puts the national interest first” were just some of the accolades he received in the frosty dawn. “After a session like that, I think we might just do it,” Grieve told me later, over breakfast in a local cafe. He surely can. Grieve is helped by the fact that in Beaconsfield the Liberal Democrats have stood down and endorsed him. Up the road in South West Hertfordshire, Gauke is not so fortunate. His campaign has had to start from scratch. The word here is that the local Lib Dems were prepared to give Gauke a clear run but that Jo Swinson and the national leadership overruled them, partly on the grounds that they did not want to do too many deals with former Conservatives. In practice, though, there is no sign yet of a Lib Dem effort there, and Gauke gets a supportive reaction from shoppers in Berkhamsted. The former Labour MP for Barnsley East, Michael Dugher, who lives locally, is backing Gauke too. These are just three Conservative-held seats. Yet they stand for many others. Voters in such seats who want to stop Johnson from getting a majority, or who yearn for Britain to remain in Europe, have to get real about their options. If Labour cannot win these seats – and at present it cannot – then it is right to vote for the opponent with the best chance. This is not a time for political piety, prissiness or pride. It’s about facing the Brexit danger – and taking the one real chance of preventing it. • Martin Kettle is a Guardian columnist",
      "charCount": "5768",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/martinkettle\">Martin Kettle</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]