[
  {
    "id": "politics/2019/dec/18/tony-blair-urges-labour-to-ditch-jeremy-corbyn-misguided-ideology",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T17:44:15Z",
    "webTitle": "Ditch Corbyn's 'misguided ideology', Tony Blair urges Labour",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/tony-blair-urges-labour-to-ditch-jeremy-corbyn-misguided-ideology",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/tony-blair-urges-labour-to-ditch-jeremy-corbyn-misguided-ideology",
    "fields": {
      "headline": "Ditch Corbyn's 'misguided ideology', Tony Blair urges Labour",
      "standfirst": "<p>Takeover by far left turned party into unelectable ‘glorified protest movement’, says ex-PM</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news\">Latest politics news - live updates</a></li></ul>",
      "trailText": "Takeover byTakeover by far left turned party into unelectable ‘glorified protest movement’, says ex-PM",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bfebf9f3-8677-431b-a9db-49eb1610f2fb\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8zzU_helj5w?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Tony Blair has called on Labour members to abandon the policies and political leanings of Jeremy Corbyn to ensure the survival of the party. In a provocative intervention, the three-time election-winning former prime minister said that if Corbyn’s wing of the party remains in charge, then Labour will be finished as a political force.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/13/working-class-voters-desert-labour-stoke-on-trent-england-red-wall\">Working-class voters desert Labour as 'red wall' crumbles</a> </p> \n</aside> \n<p>Corbyn and his closest allies have called for a period of reflection after Thursday’s general election defeat, Labour’s worst result since 1935. A battle is now under way for control of the party, with Corbyn’s loyalists seemingly determined to retain dominance.</p> \n<p>“The Labour party, by its self-indulgence – and that’s what it was in the end – was the effective handmaiden of Brexit. It’s not our fault, because the fault is with those who advocated it. But our combination of misguided ideology and utter incompetence allowed it to happen,” the former Labour leader told the BBC’s Newsnight on Wednesday.</p> \n<p>“The far left that has taken over the Labour party … If they’re in charge of the Labour party going forward, then I think the Labour party is finished.” </p> \n<p>Labour won 203 seats in the election, down 59, and saw its share of the vote fall by 7.8 percentage points to 32.2%, while the Conservatives won 365 seats, up 47, with 43.6% of the vote.</p> \n<p>Although Corbyn’s supporters point out that they managed to attract more than 10m votes, the catastrophic defeat has prompted deep soul-searching in the party.</p> \n<p>Earlier on Wednesday, Blair delivered a speech in central London in which he described the takeover of Labour by the left as a “glorified protest movement with cult trimmings, utterly incapable of being a credible government”.</p> \n<p>He said few would bet against a decade of Conservative rule given the state of Labour, and that unless the party changed course, it faced the threat of never winning power again.</p> \n<p>“The choice for Labour is to renew itself as the serious, progressive, non-Conservative competitor for power in British politics, or retreat from such an ambition, in which case over time it will be replaced,” Blair said.</p> \n<p>He criticised Corbyn for leading Labour to defeat with a set of ideas that voters had no interest in. “He personified politically an idea, a brand, of quasi-revolutionary socialism, mixing far-left economic policy with deep hostility to western foreign policy,” he said.</p> \n<p>“[This] never has appealed to traditional Labour voters, never will appeal to them, and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.”</p> \n<p>Blair continued: “It’s essentially a cry of rage against the system. It’s not a programme for government. To win power we need self-discipline, not self-indulgence.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"552dfdf4-676d-48d6-93d3-025c582213a8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yFHvyYHT1GE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Corbyn, besides a promise of another EU referendum in which he said he would be neutral, <a href=\"https://www.theguardian.com/politics/2019/nov/21/jeremy-corbyn-urges-public-to-vote-for-his-manifesto-of-hope-labour-tax-spend-plans\">offered voters</a> a radical socialist agenda with higher public spending, sweeping nationalisation and taxes on the wealthy.</p> \n<p>His supporters have maintained that Blair betrayed the working classes by shifting the party to the right and undermined faith in politicians by supporting the US-led 2003 invasion of Iraq.</p> \n<p>Blair said Corbyn’s complicated and equivocal stance on Brexit had displeased both opponents and advocates of the UK’s departure from the EU. “We pursued a path of almost comic indecision, alienated both sides of the debate, leaving our voters without guidance or leadership,” he said. </p> \n<p>Andy Burnham, the mayor of Greater Manchester, has also made a public plea for the party to pick a leader from the “mainstream tradition” because it had become a London-centric “liberal left echo chamber”.</p> \n<p>“What I mean by that is a leader in the mould of John Smith, Clement Attlee – people who understood that Labour had to both. Yes, be radical in the change we want to make, but also have a plan that can be acceptable to the majority of British people, and we seem to have forgotten that,” he said.</p> \n<p>Referring to the party’s rejection of the radical politics of Michael Foot in the 80s, he said: “We had to learn that lesson in 1983 and I think we are going to learn it all over again in 2019.”</p> \n<p>Corbyn’s office declined to comment.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "684",
      "firstPublicationDate": "2019-12-18T11:07:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:05Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvdd7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/32c42282de58e2344f1ef4299e0c4376aa2af725/0_0_3504_2102/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tony Blair has called on Labour members to abandon the policies and political leanings of Jeremy Corbyn to ensure the survival of the party. In a provocative intervention, the three-time election-winning former prime minister said that if Corbyn’s wing of the party remains in charge, then Labour will be finished as a political force. Corbyn and his closest allies have called for a period of reflection after Thursday’s general election defeat, Labour’s worst result since 1935. A battle is now under way for control of the party, with Corbyn’s loyalists seemingly determined to retain dominance. “The Labour party, by its self-indulgence – and that’s what it was in the end – was the effective handmaiden of Brexit. It’s not our fault, because the fault is with those who advocated it. But our combination of misguided ideology and utter incompetence allowed it to happen,” the former Labour leader told the BBC’s Newsnight on Wednesday. “The far left that has taken over the Labour party … If they’re in charge of the Labour party going forward, then I think the Labour party is finished.” Labour won 203 seats in the election, down 59, and saw its share of the vote fall by 7.8 percentage points to 32.2%, while the Conservatives won 365 seats, up 47, with 43.6% of the vote. Although Corbyn’s supporters point out that they managed to attract more than 10m votes, the catastrophic defeat has prompted deep soul-searching in the party. Earlier on Wednesday, Blair delivered a speech in central London in which he described the takeover of Labour by the left as a “glorified protest movement with cult trimmings, utterly incapable of being a credible government”. He said few would bet against a decade of Conservative rule given the state of Labour, and that unless the party changed course, it faced the threat of never winning power again. “The choice for Labour is to renew itself as the serious, progressive, non-Conservative competitor for power in British politics, or retreat from such an ambition, in which case over time it will be replaced,” Blair said. He criticised Corbyn for leading Labour to defeat with a set of ideas that voters had no interest in. “He personified politically an idea, a brand, of quasi-revolutionary socialism, mixing far-left economic policy with deep hostility to western foreign policy,” he said. “[This] never has appealed to traditional Labour voters, never will appeal to them, and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.” Blair continued: “It’s essentially a cry of rage against the system. It’s not a programme for government. To win power we need self-discipline, not self-indulgence.” Corbyn, besides a promise of another EU referendum in which he said he would be neutral, offered voters a radical socialist agenda with higher public spending, sweeping nationalisation and taxes on the wealthy. His supporters have maintained that Blair betrayed the working classes by shifting the party to the right and undermined faith in politicians by supporting the US-led 2003 invasion of Iraq. Blair said Corbyn’s complicated and equivocal stance on Brexit had displeased both opponents and advocates of the UK’s departure from the EU. “We pursued a path of almost comic indecision, alienated both sides of the debate, leaving our voters without guidance or leadership,” he said. Andy Burnham, the mayor of Greater Manchester, has also made a public plea for the party to pick a leader from the “mainstream tradition” because it had become a London-centric “liberal left echo chamber”. “What I mean by that is a leader in the mould of John Smith, Clement Attlee – people who understood that Labour had to both. Yes, be radical in the change we want to make, but also have a plan that can be acceptable to the majority of British people, and we seem to have forgotten that,” he said. Referring to the party’s rejection of the radical politics of Michael Foot in the 80s, he said: “We had to learn that lesson in 1983 and I think we are going to learn it all over again in 2019.” Corbyn’s office declined to comment.",
      "charCount": "4124",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T17:05:27Z",
    "webTitle": "Starmer implicitly criticises Labour leadership for sidelining him during election campaign - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news",
    "fields": {
      "headline": "Starmer implicitly criticises Labour leadership for sidelining him during election campaign - as it happened",
      "standfirst": "<p>The day’s political developments as they happened, including Tony Blair’s speech on the lessons from Labour’s defeat</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry throws her hat into ring for Labour leadership</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5df9f55c8f087e8308e602b6#block-5df9f55c8f087e8308e602b6\">Keir Starmer’s Today interview – summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa09ec8f087e8308e60379#block-5dfa09ec8f087e8308e60379\">Yvette Cooper’s Today interview – summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa29a28f085eda5c109eb9#block-5dfa29a28f085eda5c109eb9\">Labour leadership - Summary and analysis of today’s developments</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa573d8f08c3972263cc93#block-5dfa573d8f08c3972263cc93\">Afternoon summary</a></li></ul>",
      "trailText": "The day’s political developments as they happened, including Tony Blair’s speech on the lessons from Labour’s defeat",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"a19c5ca005d1d5063813a6e0f78a6d9fb163e74f\"> \n <img src=\"https://media.guim.co.uk/a19c5ca005d1d5063813a6e0f78a6d9fb163e74f/0_249_4020_2412/1000.jpg\" alt=\"Keir Starmer looking at Jeremy Corbyn during the only news conference during the election campaign at which Starmer was invited to take questions alongside the leader.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Keir Starmer looking at Jeremy Corbyn during the only news conference of the election campaign he was invited to take questions alongside the leader.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP via Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5dfa573d8f08c3972263cc93\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T17:05:27.743Z\">5.05pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”.</a> </strong>For a full round-up of today’s developments in the Labour leadership contest, see the summary and analysis at <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa29a28f085eda5c109eb9#block-5dfa29a28f085eda5c109eb9\">3.06pm.</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/18/matt-hancock-denies-u-turn-over-reintroduction-of-nurse-bursary\">Matt Hancock, the health secretary, has denied the government is being forced to clear up its own mistakes by announcing a partial reintroduction of bursary grants for student nurses, which the Conservatives abolished in 2016.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/18/lower-courts-can-roll-back-eu-laws-after-brexit-no10-johnson-confirms\">Downing Street has confirmed a plan to allow lower courts to roll back EU legal rulings following Brexit, a plan that prompted concerns that it will become easier to challenge European standards in areas such as workers’ rights and the environment.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Boris Johnson has received a warm reception from Tory MPs at the 1922 Committee.</strong> One MP described the atmosphere at this afternoon’s meeting as “euphoric”. The former minister <strong>Robert Halfon</strong> told the Press Association:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>[Johnson] said we’ve got a lot of work to do. The voters, they’ve lent us their vote and we need to prove to the people that we can keep our pledges and promises. It’s in getting Brexit sorted in the next few weeks, but that we’ve got a lot of work to do - there’s not a moment to lose.</p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/18/tory-islamophobia-inquiry-chair-swaran-singh-in-fresh-row-over-kashmir\">The newly appointed chair of the Conservative party’s inquiry into its handling of complaints about discrimination, including Islamophobia, has been plunged into a row over comments he made about the disputed Kashmir region.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/society/2019/dec/18/northern-ireland-nurses-strike-over-pay-and-patient-safety\">More than 15,000 nurses in Northern Ireland are striking for better pay and increased staffing in a healthcare service mired in crisis.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/dec/18/extra-pathos-belongings-of-ex--labour-mp-who-lost-seat-incinerated\">A former Labour whip who lost his seat in the general election has had his clothes and private documents mistakenly incinerated by parliamentary staff.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5dfa59238f08c3972263ccb8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T16:58:08.565Z\">4.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <strong>Richard Burgon</strong> explaining why he is considering standing for the deputy leadership of the Labour party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardBurgon/status/1207341657475170314\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I told <a href=\"https://twitter.com/BBCPolitics?ref_src=twsrc%5Etfw\">@BBCPolitics</a> I’m considering running as Deputy Leader to ensure members have an option - for both Leader &amp; Deputy - of someone who backed Jeremy from the start, nominated him &amp; will ensure our popular policies are maintained, while also learning the lessons of our defeat. <a href=\"https://t.co/iObAwKsF6i\">pic.twitter.com/iObAwKsF6i</a></p>— Richard Burgon MP (@RichardBurgon) \n    <a href=\"https://twitter.com/RichardBurgon/status/1207341657475170314?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Burgon is stressing the fact that he nominated Jeremy Corbyn for the leadership in 2015 because this differentiates him from Angela Rayner, who is currently the favourite amongst those likely to run for the deputy leadership. Rayner supported Corbyn in the summer of 2016, when most Labour MPs backed a motion of no confidence in him and dozens of MPs refused to serve on his front bench, but she was not one of <a href=\"https://www.independent.co.uk/news-14-5/who-are-the-morons-who-nominated-jeremy-corbyn-for-the-labour-leadership-contest-10406527.html\">the 35 MPs who nominated him for the leadership </a>when he first stood the year before.</p> \n </div> \n</div> \n<div id=\"block-5dfa4f8d8f087e8308e607c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T16:12:23.200Z\">4.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons more MPs have been swearing in today. Here is the Conservative MP <strong>Kemi Badenoch </strong>swearing in yesterday with her baby.</p> \n  <figure class=\"element element-image\" data-media-id=\"72ec5b5a2295cecd0d775f5599f2f182123dc990\"> \n   <img src=\"https://media.guim.co.uk/72ec5b5a2295cecd0d775f5599f2f182123dc990/0_243_5568_3341/1000.jpg\" alt=\"Kemi Badenoch, and her baby, as she was sworn in as an MP on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Kemi Badenoch, and her baby, as she was sworn in as an MP on Tuesday.</span> \n    <span class=\"element-image__credit\">Photograph: Jessica Taylor/UK PARLIAMENT HANDOUT/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa4b0e8f08c3972263cbcc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T15:54:50.600Z\">3.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from <strong>Gareth Snell</strong>, who lost his seat as Labour MP for Stoke-on-Trent Central last week, on Keir Starmer’s Guardian interview. Snell was one of the Labour MPs in the last parliament strongly arguing that the party had to accept the result of the 2016 referendum.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gareth_snell/status/1207074147387531264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Those of us in leave seats with small<br>majorities in towns and small cities *begged* <a href=\"https://twitter.com/Keir_Starmer?ref_src=twsrc%5Etfw\">@Keir_Starmer</a> to listen to us and our constituents when we told him that the party’s brexit policy was losing us votes. He wouldn't listen and we lost. <a href=\"https://t.co/tm6pgnCSiA\">https://t.co/tm6pgnCSiA</a></p>— Gareth Snell (@gareth_snell) \n    <a href=\"https://twitter.com/gareth_snell/status/1207074147387531264?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa4ac08f08c3972263cbc7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T15:50:46.040Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is Sky’s<strong> Lewis Goodall</strong> on Tony Blair’s speech this morning.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1207254027907543040\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Problem with Blair critique is he puts all Momentum/left types into one amorphous blob, the \"hard left\". This isn't true. There is a hard left faction which is reminscent of Bennites but there's a much bigger soft left group who could potentially peel away from Corbyn faction...</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1207254027907543040?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa46538f085eda5c10a071\" class=\"block is-key-event\" data-block-contributor=\"profile/jennifer-rankin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T15:38:37.396Z\">3.38pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">UK will not be able to agree transition extension after 1 July, EU diplomats told</h2> \n <div class=\"block-elements\"> \n  <p>EU diplomats have been told it will be impossible to extend the Brexit transition after 1 July 2020, if Boris Johnson decides in the second half of next year he wants extra time to negotiate the future relationship. </p> \n  <p>At a private meeting on Tuesday, diplomats from the 27 member states were told by senior EU lawyers that 1 July 2020 was a hard deadline that could not be changed, if no extension was agreed in the first half of the year.</p> \n  <p>The UK is due to leave the EU on 31 January and then falls into an 11-month transition period, where it will remain in the EU single market and customs union without voting rights.</p> \n  <p>Under the withdrawal agreement negotiated by Theresa May, the British government has the option to request a one-off extension of the transition of one or two years, before 1 July 2020.</p> \n  <p>The prime minister has promised to legislate against any extension to the transition, but that has not killed speculation that the UK may seek a last-minute delay in late 2020 if a no-deal exit is looming.</p> \n  <p>Lawyers at the EU council’s legal service moved to quash that option on Tuesday, by delivering an uncompromising message that the transition would cease to exist after 1 July 2020, because the withdrawal agreement leaves no provision for later agreement.</p> \n  <p>The message was conveyed in stark terms by EU lawyers, who want this point transmitted to all EU27 national capitals.</p> \n  <p>However, the EU has a track record in declaring immovable deadlines, only to find a workaround when a no-deal deadline loomed. Some EU officials had previously insisted the UK would have to leave the EU before European parliamentary elections in May 2019, only for the UK to secure a delay and elect British MEPs.</p> \n  <p>EU diplomats believe Boris Johnson when he says he doesn’t want to extend the transition period. “It is probably one of the areas where Johnson isn’t lying,” quipped one person in Tuesday’s meeting, a joke appreciated by others.</p> \n  <p>The European commission, which will handle day-to-day negotiations with the UK, has promised to draft a comprehensive mandate for the talks in early February, soon after the UK leaves.</p> \n  <p>That will be a document setting out the EU red lines on the future relationship covering trade, security, foreign policy, education and research and other areas.</p> \n  <p>“We will organise these negotiations to make the most out of the short period. On 1 February we will be ready to propose a mandate for the negotiations,” the European commission president,<strong> Ursula von der Leyen,</strong> told MEPs this morning.</p> \n  <p>But the commission is already warning member states not everything can be done in 11 months. Von der Leyen has said the commission will have to prioritise key topics, expected to be free trade in goods in exchange for British guarantees of fair competition, as well as fisheries.</p> \n  <p>EU officials continue to stress the UK parliament must ratify the withdrawal agreement. The Guardian understands that the European parliament has pencilled in 29 January for ratification of the Brexit deal, assuming the process goes smoothly at Westminster.</p> \n  <figure class=\"element element-image\" data-media-id=\"25980894b7bc749c743e2a44e96995572751f667\"> \n   <img src=\"https://media.guim.co.uk/25980894b7bc749c743e2a44e96995572751f667/0_26_3500_2100/1000.jpg\" alt=\"Ursula von der Leyen in the European parliament this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ursula von der Leyen in the European parliament this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Patrick Seeger/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T16:27:26.497Z\">at 4.27pm GMT</time></p> \n</div> \n<div id=\"block-5dfa29a28f085eda5c109eb9\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T15:06:29.142Z\">3.06pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Labour leadership contest - Summary and analysis of today's developments</h2> \n <div class=\"block-elements\"> \n  <p>In her Guardian article Emily Thornberry confirms that she will be a candidate in the Labour leadership contest. (Or at least that she wants to be a candidate; <a href=\"https://twitter.com/BBCPolitics/status/1207279667222319105\">she will need to get enough nominations</a>, but this is unlikely to be a problem.) She is the first person to announce her candidature, but within the last 24 hours at least three other possible candidates have given interviews, and Tony Blair – the last person to do the job and actually win an election – has given <a draggable=\"true\" href=\"https://institute.global/news/labours-historic-challenge\">a detailed speech</a> on what the party needs to do next. Here is a summary of the latest developments.</p> \n  <ul> \n   <li><strong>Tony Blair, the former prime minister, has said that no one deserves to win the Labour leadership unless they are prepared to face up to the scale of the challenge facing the party. </strong>In a Q&amp;A after his speech he accepted it would be counter-productive for him to endorse any of the potential candidates. He also said he accepted that candidates would not be able to be as blunt about the problems facing the party as he had been. But he said the new leader had to be someone who recognised that the “whole ideology” of Corbynism needed to be replaced. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I will say this. This is a fundamental moment in the history of the Labour party and the public is going to judge whoever steps forward for leadership. The public will switch on and look at what these people are saying. And if there’s any sense that they don’t get that a whole ideology, not just an individual, was rejected, if there is any sense that people say, ‘The policies were all great, we did the right things, it’s just that for some reason it didn’t quite work,’ if there is any sense that we are ignoring the message they have given us, it doesn’t matter who leads the Labour party. We just won’t win again ...</p> \n   <p>The minimum threshold of credibility for any person who wants to lead and win is an acknowledgement that we have been in the wrong political place and we let the country down. If you are not prepared to go that far, even if you win the leadership, you are not going to win an election.</p> \n  </blockquote> \n  <p>Blair also said he did not accept arguments that the next leader had to be a woman, or someone from outside London. It had to be the best person for the job, he said. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5df9f1fa8f087e8308e602a5#block-5df9f1fa8f087e8308e602a5\">9.36am.)</a></p> \n  <ul> \n   <li><strong>Blair said the election result “brought shame” on the Labour party because failing to offer people the chance to vote for a credible opposition was “unforgivable”.</strong> In his speech he argued that the problem facing the party was not just Corbyn personally, but the far left politics that now dominated the party. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>[Corbyn] personified an idea, a brand of quasi-revolutionary socialism, mixing far left economic policy with deep hostility to western foreign policy, which never has appealed to traditional Labour voters, never will appeal and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.</p> \n   <p>No sentient political party goes into an election with a leader who has a net approval rating of -40%.</p> \n   <p>The takeover of the Labour party by the far left turned it into a glorified protest movement, with cult trimmings, utterly incapable of being a credible government.</p> \n   <p>The result has brought shame on us. We let our country down. To go into an election at any time with such a divergence between people and party is unacceptable. To do it at a time of national crisis when a credible opposition was so essential to our national interest, is unforgivable.</p> \n  </blockquote> \n  <p>In a later interview, Blair said Labour would be “finished” if the far left stayed in charge. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa2d938f085eda5c109ed5#block-5dfa2d938f085eda5c109ed5\"> 1.49am.)</a></p> \n  <p>No leadership candidate has come anywhere close to criticising Corbyn and his leadership in these terms. But ...</p> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\"><strong>Emily Thornberry, the shadow foreign secretary, has launched her leadership campaign with an article in the Guardian featuring a blistering attack on Corbyn for agreeing to an early election.</strong> </a>Until now, other candidates have been notably cautious about criticising Corbyn (reflecting an assumption that he is still held in high esteem by a large number of party members). But Thornberry said that Corbyn went ahead and ordered Labour to vote for an early election despite her sending him a note saying this would be “an act of catastrophic folly”. (Blair also warned publicly that <a href=\"https://www.bbc.co.uk/news/av/uk-politics-49551843/tony-blair-election-before-brexit-is-an-elephant-trap\">agreeing to an early election ahead of a second referendum would be a serious mistake.)</a> As well as going negative against Corbyn, Thornberry’s article includes an implicit swipe at Rebecca Long-Bailey, the shadow business secretary and the Corbynite candidate for the leadership. Someone has briefed the Evening Standard that Long-Bailey was one of those in shadow cabinet backing Corbyn’s call for an early election. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa1b268f085eda5c109df6#block-5dfa1b268f085eda5c109df6\">12.38pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Thornberry has depicted herself as someone with the ability to outperform Boris Johnson. </strong>In her article she says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>When I faced Johnson for the entire two years he was <a href=\"https://www.theguardian.com/politics/2018/jul/09/boris-johnson-his-path-to-resigning-as-foreign-secretary\">foreign secretary</a>, the only ministerial job he previously held, my strategy was to focus relentlessly on five key issues where there were huge differences between Labour’s policy and his, and where his position was indefensible: the Northern Ireland border; the war in Yemen; Donald Trump; human rights; and climate change.</p> \n   <p>I took the fight to him every day, and pummelled him every week. Each time, the mask slipped, and we saw the real man – a mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on. He hated it, especially coming from a woman.</p> \n  </blockquote> \n  <p>Thornberry is entitled to say she was effective when it came to challenging Johnson when he was foreign secretary, at least in the Commons. What is also clever about this is that it incorporates an argument for Labour having a woman as leader (which obviously benefits Thornberry) based on the idea that Johnson reacts badly to being challenged by women (which is true), and not just based on pro-diversity sentiment.</p> \n  <ul> \n   <li><strong>Sir Keir Starmer, the shadow Brexit secretary, has argued that he should have been allowed to challenge Johnson’s Brexit arguments in the election campaign.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5df9f55c8f087e8308e602b6#block-5df9f55c8f087e8308e602b6\">10.15am.)</a> This is about as far as Starmer has gone so far in criticising Corbyn’s handling of the election, although Starmer has not yet formally announced his campaign. Starmer and Thornberry are both lawyers who perform well in the Commons and in debate, and it is understandable that they should want to talk up these qualities. </li> \n  </ul> \n  <ul> \n   <li><strong>Starmer and Yvette Cooper have both given interviews in which they have sought to distance themselves not just from Corbynism, but from Blairism.</strong> Starmer told the Today programme:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I don’t need somebody else’s name tattooed to my head, some past leader, in order to identify and make decisions.</p> \n  </blockquote> \n  <p>And Cooper told the same programme:</p> \n  <blockquote class=\"quoted\"> \n   <p> Both Jeremy Corbyn and Tony Blair are seen as internationalist, not patriots, and we should be able to be both patriotic and outward-looking because that’s what we were in 1945. </p> \n  </blockquote> \n  <ul> \n   <li><strong>Yvette Cooper and Lisa Nandy have both stressed the importance of the next Labour leader being able to win votes in towns and not just in cities.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa09ec8f087e8308e60379#block-5dfa09ec8f087e8308e60379\">11.38am</a> and <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa25d48f085eda5c109e8c#block-5dfa25d48f085eda5c109e8c\">1.25pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Rebecca Long-Bailey has lost her position as the bookmakers’ favourite in the contest. </strong>At least two bookmakers have sent out press notices today saying Starmer is now the favourite, ahead of Long-Bailey, with Nandy, Jess Phillips and Cooper coming behind. Long-Bailey was installed as the favourite on the basis that she is the candidate preferred by the current Labour leadership, and particularly by John McDonnell, the shadow chancellor, and Karie Murphy, the party’s elections chief. She has not declared her candidature yet, and has said nothing of substance in public since the general election on what Labour needs to do next. Bookmakers made her favourite on the assumption that, if the Labour leadership wants her as leader, the members will too. But there is no strong evidence for this. When <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/07/22/corbyns-reputation-takes-big-hit-labour-members-mo\">YouGov polled Labour members in July</a>, they found she was not their first choice.</li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"4a78724323fb6a733a5e731f0dda29aead55f941\"> \n   <img src=\"https://media.guim.co.uk/4a78724323fb6a733a5e731f0dda29aead55f941/0_0_651_533/500.jpg\" alt=\"Polling on next Labour leader\" width=\"500\" height=\"409\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Polling on next Labour leader</span> \n    <span class=\"element-image__credit\">Photograph: YouGov</span> \n   </figcaption> \n  </figure> \n  <ul> \n   <li><strong>Blair has rejected claims that the Labour government he led neglected the interests of working-class voters in northern seats. </strong>This is an argument being made by many people since last Thursday who are saying Labour’s problems in its heartlands go back decades, particularly Cooper and Nandy (see above). In his speech Blair said he did not accept this. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>[New Labour] was not – for all the caricature since we left office – a project of the metropolitan liberal elite. It assembled a new coalition of traditional working-class voters, aspirational voters who had previously turned to Margaret Thatcher, and it fused together the progressive vote that had been split in the previous century.</p> \n   <p>The extraordinary thing is the Labour party’s desire to rewrite its only period of majority government in half a century in negative terms.</p> \n   <p>We did not ‘neglect’ those traditional Labour heartlands in some appeasement of the middle class. We made the largest ever investment in schools and hospitals in those communities; redistributed wealth through tax changes and tax credits; cut pensioner and child poverty; took the homeless of the streets; and, through Sure Start, the minimum wage and a host of other programmes, helped those who needed help most.</p> \n   <p>And we kept their support. In 2005, in Sedgefield, my majority was almost 20,000. In Bolsover, it was 18,000. In Scotland we had 41 of the 56 seats, including two with increased majorities over 2001. The support we lost was mainly amongst the middle class, especially over tuition fees and Iraq. </p> \n  </blockquote> \n  <ul> \n   <li><strong>Blair has claimed that the party could have pursued a Brexit policy since 2016 that would have been electorally successful</strong>. In his speech he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>What we should have done, following June 2016, is accepted the result, said it was for the government to negotiate an agreement but reserved our right to critique that agreement and should it fail to be a good deal for the country, advocate the final decision should rest with the people. Ultimately, we might have lost the most ardent Brexit support, but I believe, with different leadership, we would have kept much of our vote in traditional Labour areas, whilst benefiting from the fact that even in those areas, the majority of those voting Labour, were remain.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b6e61326ab1987cc9f8c5af5a9a9788731dc6b01\"> \n   <img src=\"https://media.guim.co.uk/b6e61326ab1987cc9f8c5af5a9a9788731dc6b01/0_197_3500_2100/1000.jpg\" alt=\"Tony Blair speaking at the Hallam Conference Centre in London this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tony Blair speaking at the Hallam Conference Centre in London this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T15:35:51.954Z\">at 3.35pm GMT</time></p> \n</div> \n<div id=\"block-5dfa2d938f085eda5c109ed5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T13:49:28.544Z\">1.49pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Labour is 'finished' if far left remain in charge, says Blair</h2> \n <div class=\"block-elements\"> \n  <p><strong>Tony Blair,</strong> the former Labour prime minister, has now given an interview to Newsnight reinforcing the argument he made in his speech this morning - that Labour needs to ditch Corbynism if it wants to survive. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5df9e1f48f087e8308e60263#block-5df9e1f48f087e8308e60263\"> 9.05am.)</a> In an interview with Kirsty Wark he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’ve come to the conclusion in politics, that anger is a redundant emotion. I’m more motivated than I’ve ever been since leaving power, because I really do believe that we’ve just made a disastrous mistake for the country about its future, which is Brexit – and believe me, it will be seen to be a terrible mistake. We are going to have to make it work now, but it’s a terrible mistake. </p> \n   <p>And the Labour party, by its self-indulgence – and that’s what it was in the end – was the effective handmaiden of Brexit. It’s not our fault, because the fault is with those who advocated it. But our combination of misguided ideology and utter incompetence allowed it to happen ...</p> \n   <p>The far left that has taken over the Labour party, if they remain in a position of authority – if they’re in charge of the Labour party going forward then I think the Labour party is finished.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T16:02:43.628Z\">at 4.02pm GMT</time></p> \n</div> \n<div id=\"block-5dfa293b8f085eda5c109eb3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T13:28:42.895Z\">1.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Financial Times’ <strong>Jim Pickard</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PickardJE/status/1207256154952343552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I can reveal that Labour membership has spiked by 24,000 since last week</p>— Jim Pickard (@PickardJE) \n    <a href=\"https://twitter.com/PickardJE/status/1207256154952343552?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa25d48f085eda5c109e8c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T13:25:06.166Z\">1.25pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Lisa Nandy confirms she is considering standing for Labour leadership</h2> \n <div class=\"block-elements\"> \n  <p>Since I have been focusing mostly on the Labour leadership today, here are three clips from <strong>Lisa Nandy</strong> on Newsnight last night. </p> \n  <p>In the first one she says that, although she wants time to reflect on the general election result first, if she concludes that she can find a root to regaining the trust of lifelong Labour voters, she will stand as a candidate for the leadership.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNewsnight/status/1207074013815533568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“If I genuinely believe I can understand the root to regaining the trust of lifelong labour voters, who felt that they couldn’t vote Labour… then yes, of course, I would do it.”<br><br>Labour’s <a href=\"https://twitter.com/lisanandy?ref_src=twsrc%5Etfw\">@lisanandy</a> on if she is considering running for the position of Labour leader<a href=\"https://twitter.com/hashtag/Newsnight?src=hash&amp;ref_src=twsrc%5Etfw\">#Newsnight</a> <a href=\"https://t.co/b24VgDpy22\">pic.twitter.com/b24VgDpy22</a></p>— BBC Newsnight (@BBCNewsnight) \n    <a href=\"https://twitter.com/BBCNewsnight/status/1207074013815533568?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In the second one she says Labour needs to come up with policies to address the needs of towns that have never recovered from the loss of heavy industry. She says in these places young people have to leave to find good jobs, leaving the towns full of people growing old without their children or grandchildren living nearby. Investing in cities and hoping that the wealth will trickle down to these towns has failed, she says.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNewsnight/status/1207076220841558016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"If you contrast someone like Barnsley with Silicon Valley, where the federal government drives investment with real powers, our towns don't have those powers. Our kids are building solar panels on the minimum wage\"<br><br>- Potential Labour leader Lisa Nandy<a href=\"https://twitter.com/hashtag/Newsnight?src=hash&amp;ref_src=twsrc%5Etfw\">#Newsnight</a> | <a href=\"https://twitter.com/lisanandy?ref_src=twsrc%5Etfw\">@lisanandy</a> <a href=\"https://t.co/qQJCKsuqeM\">pic.twitter.com/qQJCKsuqeM</a></p>— BBC Newsnight (@BBCNewsnight) \n    <a href=\"https://twitter.com/BBCNewsnight/status/1207076220841558016?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And in this clip she says she thinks there is an opportunity for Labour because Boris Johnson is learning the wrong lessons from his election victory in northern seats.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNewsnight/status/1207077983443288064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"There is very little that divides a Northern Labour seat and a Northern Conservative seat in terms of where you are heading?\"<br><br>Emily Maitlis asks Conservative MP Ben Bradley and Labour MP Lisa Nandy what divides them.<a href=\"https://twitter.com/hashtag/Newsnight?src=hash&amp;ref_src=twsrc%5Etfw\">#Newsnight</a> | <a href=\"https://twitter.com/lisanandy?ref_src=twsrc%5Etfw\">@lisanandy</a> | <a href=\"https://twitter.com/BBradley_Mans?ref_src=twsrc%5Etfw\">@BBradley_Mans</a> <a href=\"https://t.co/N3GA1p1Iy6\">pic.twitter.com/N3GA1p1Iy6</a></p>— BBC Newsnight (@BBCNewsnight) \n    <a href=\"https://twitter.com/BBCNewsnight/status/1207077983443288064?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa24978f087e8308e60553\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T13:10:22.282Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has written <a href=\"https://www.spectator.co.uk/2019/12/boris-johnson-perhaps-my-campaign-was-clunking-but-sometimes-clunking-is-what-you-need/\">the diary for the Christmas edition of the Spectator</a>, the pro-Conservative magazine he used to edit. In it he does not say anything very new about what his government will do, but he has a colourful description of his campaign. Here’s an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>You will read elsewhere of the heroics of the campaign director, the strategists, thinkers and others. Perhaps I should mention especially the media team, who had to explain such mysteries as why I chose to shut myself in a giant fridge and what exactly I was thinking when I confiscated a TV reporter’s mobile live on air; and the ‘Ops’ team. The ‘Ops’ team basically manage your life. They tell you when to get up, what to wear, where to stand, and they organise brilliantly vivid metaphors for the political points you are trying to make. In the space of 24 hours they had me driving a JCB through a Styrofoam wall to symbolise breaking the parliamentary deadlock; delivering milk on the doorstep, to denote delivery of our domestic agenda; baking an oven-ready pie to show that we have a ready-made withdrawal agreement with the EU; and working in a wonderful Welsh wrapping-paper factory — to show that we could get it ‘wrapped up’ by Christmas (more or less). Some said these metaphors were clunking, but in a general election campaign, clunking is what you need.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"9f59c0f4798a12dde6f11d7e3fad2bb56be93ef7\"> \n   <img src=\"https://media.guim.co.uk/9f59c0f4798a12dde6f11d7e3fad2bb56be93ef7/0_55_5568_3341/1000.jpg\" alt=\"Boris Johnson in the House of Commons yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson in the House of Commons yesterday.</span> \n    <span class=\"element-image__credit\">Photograph: Jessica Taylor Handout/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa1b268f085eda5c109df6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T12:38:16.788Z\">12.38pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry\">her Guardian article</a>, <strong>Emily Thornberry</strong>, the shadow foreign secretary, says she wrote to Jeremy Corbyn saying it would be “an act of catastrophic political folly” to vote for an early election. Today Joe Murphy in the Evening Standard has <a href=\"https://www.standard.co.uk/news/politics/emily-thornberry-jeremy-corbyn-brexit-boris-johnson-labour-leadership-a4316676.html\">a story</a> quoting from what it describes as the memo Thornberry sent to Corbyn making this case. Murphy writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>In her memo to Mr Corbyn, Ms Thornberry wrote: “We need to ask the question, ‘What would we prefer? Boris Johnson in power for a few more months until a referendum, or Boris Johnson with a parliamentary majority for five years, and a mandate to do whatever else is on his anti-public services agenda?”</p> \n   <p>Her detailed memo said Mr Johnson had aimed from the start to force a “Brexit election” and, unlike Theresa May in 2017, would succeed.</p> \n   <p>“Much as we might wish it, we must all realise that pattern will not be repeated this time around,” she wrote. “If we are honest, we know they will likely succeed in turning the general election into a simple choice on Brexit where Theresa May failed, not least because of the imminence of the decision, and the fact that it can genuinely be presented as a ‘crisis election’.”</p> \n  </blockquote> \n  <p>In her Guardian article, Thornberry also says that, when she argued against an early election at shadow cabinet, “pro-leave colleagues” insisted Labour should back an early election. The Evening Standard says it has “learnt” (one wonders from whom?) that <strong>Rebecca Long-Bailey</strong>, the shadow business secretary who has been favourite to be the next Labour leader, was one of those arguing against Thornberry at that meeting.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T13:05:17.272Z\">at 1.05pm GMT</time></p> \n</div> \n<div id=\"block-5dfa184a8f087e8308e6048f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T12:16:48.724Z\">12.16pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Emily Thornberry throws her hat into ring for Labour leadership</h2> \n <div class=\"block-elements\"> \n  <p><a href=\"https://www.theguardian.com/politics/emily-thornberry\"><strong>Emily Thornberry</strong></a> has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”, my colleague <strong>Rowena Mason</strong> reports. The shadow foreign secretary set out her pitch to be the next Labour leader in <a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry\">an article for the Guardian</a>, arguing she has already “pummelled” Boris Johnson across the dispatch box and knows how to exploit his failings.</p> \n  <p>Rowena’s story is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry throws her hat into ring for Labour leadership</a> </p> \n  </aside> \n  <p>And Thornberry’s Guardian article is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry\">Labour gifted Boris Johnson his ‘Brexit election’. We can’t be so inept again | Emily Thornberry</a> </p> \n  </aside> \n  <figure class=\"element element-image\" data-media-id=\"bf25f7920211c7805b86dcfda08186856ee02d5c\"> \n   <img src=\"https://media.guim.co.uk/bf25f7920211c7805b86dcfda08186856ee02d5c/353_0_4700_2820/1000.jpg\" alt=\"Emily Thornberry with Jeremy Corbyn at their count in Islington last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Emily Thornberry with Jeremy Corbyn at their count in Islington last week.</span> \n    <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T12:19:06.001Z\">at 12.19pm GMT</time></p> \n</div> \n<div id=\"block-5dfa15f68f08c3972263c89c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T12:08:31.104Z\">12.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Emma Dent Coad</strong>, who was the Labour MP for Kensington before losing her seat to the Conservatives last week by just 150 votes, has told the BBC that <a href=\"https://www.bbc.co.uk/news/uk-50837694\">she was diagnosed with breast cancer a month before polling day.</a> She said that she underwent surgery three days before the election and that now she is OK.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T12:10:09.278Z\">at 12.10pm GMT</time></p> \n</div> \n<div id=\"block-5dfa14958f08c3972263c881\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T12:00:38.454Z\">12.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The newly appointed chair of the Conservative party’s inquiry into its handling of complaints about discrimination, including <a href=\"https://www.theguardian.com/politics/2019/dec/17/equalities-professor-to-head-tory-inquiry-into-discrimination-in-party\">Islamophobia</a>, has been plunged into a row over comments he made about the disputed Kashmir region, my colleague <strong>Simon Murphy </strong>reports. His story goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>The Tory peer <a href=\"https://www.theguardian.com/politics/sayeeda-warsi\">Sayeeda Warsi</a> questioned the views of Prof Swaran Singh, who was announced on Tuesday as the chair of the review, after he wrote a piece for an online publication whose editor has dismissed Islamophobia as a term designed to shut down criticism of Islam.</p> \n   <p>Warsi highlighted sections of the article in which Singh, who is a former equality and human rights commissioner, argued that the <a href=\"https://www.theguardian.com/world/kashmir\">Kashmir</a> conflict had been portrayed as a tragedy only for Muslims and that, for many, Sikhs and Hindus “do not meet the criteria of victimhood”.</p> \n  </blockquote> \n  <p>And here is Simon’s story in full.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/18/tory-islamophobia-inquiry-chair-swaran-singh-in-fresh-row-over-kashmir\">Tory Islamophobia inquiry chair in row over Kashmir views</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dfa131a8f085eda5c109d61\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T11:57:04.124Z\">11.57am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning away from Labour for a moment, this is what <strong>Steve Baker,</strong> chair of the European Research Group, which represents Tories pushing for a harder Brexit, posted on Twitter last night. He had 37 MPs turning up to the ERG’s first meeting of the new parliament. That suggests that they will continue to be an influential force in the Conservative party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBakerHW/status/1207013350938423296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tonight's ERG meeting saw a healthy turnout of new members, outnumbering old hands. I'm advised to expect more next time. <br><br>We are proud to support <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> as we deliver our manifesto to <a href=\"https://twitter.com/hashtag/GetBrexitDone?src=hash&amp;ref_src=twsrc%5Etfw\">#GetBrexitDone</a> <a href=\"https://t.co/ghuAaLJVJY\">pic.twitter.com/ghuAaLJVJY</a></p>— Steve Baker MP (@SteveBakerHW) \n    <a href=\"https://twitter.com/SteveBakerHW/status/1207013350938423296?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa11bb8f08c3972263c845\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T11:49:23.766Z\">11.49am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sally Gimson</strong>, <a href=\"https://www.theguardian.com/politics/2019/nov/06/labour-accused-of-student-union-politics-in-candidate-row\">who was selected and then deselected as Labour’s candidate for Bassetlaw in the election</a>, has strongly rejected John Mann’s claim that Sir Keir Starmer did not support her. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5df9fd738f087e8308e602e9#block-5df9fd738f087e8308e602e9\">11.10am.)</a> She is backing Starmer for leader.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SallyGimson/status/1207195983127425024\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">John - this is totally unfair and untrue. Keir did stand up for me, and did all he could to help me behind the scenes, and gave me his support publicly. I back him whole heartedly and think he will be a brilliant leader. Please stop making these accusations</p>— Sally Gimson (@SallyGimson) \n    <a href=\"https://twitter.com/SallyGimson/status/1207195983127425024?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfa09ec8f087e8308e60379\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T11:38:43.617Z\">11.38am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Yvette Cooper says Labour must be seen as more patriotic as she confirms she could stand for leader</h2> \n <div class=\"block-elements\"> \n  <p>And here are the main points from <strong>Yvette Cooper</strong>’s interview on the Today programme this morning. Cooper, a former cabinet minister and chair of the home affairs committee in the last parliament, was a candidate for the leadership in 2015, when she came third behind Jeremy Corbyn and Andy Burnham.</p> \n  <ul> \n   <li><strong>Cooper said the Labour party had to change in the light of the election defeat. </strong>She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think we clearly do have to change because it hasn’t worked, and we’ve got the fewest Labour MPs since 1935 and a big drop in working-class support with low-income voters choosing the Conservatives even though they didn’t want to, and people felt let down by the choice that we give them, so we have to show some humility, because we got things wrong.</p> \n  </blockquote> \n  <ul> \n   <li><strong>She said Labour could not just be a party for those living in cities.</strong> She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We cannot just become a party that is concentrated in cities with our support increasingly concentrated in diverse young fast-moving areas while older voters in towns think we aren’t listening to them.</p> \n  </blockquote> \n  <p>This is a point that is also made in the Fabian Society’s <a href=\"https://fabians.org.uk/wp-content/uploads/2019/12/Another-Mountain-to-Climb.pdf\">post-election analysis (pdf)</a> of what Labour needs to do to win in the 2020s. In the report, <strong>Andrew Harrop</strong> writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>Across the country, over half of Labour’s existing MPs represent cities with over 250,000 inhabitants – 49 are from London and 55 from 16 cities outside the capital. By contrast, among the 123 target seats [that Labour needs to win to gain a majority at the next election] only 19 are in cities with a population of over 250,000 while 104 represent towns and smaller communities. This could pose a significant challenge to the party in rebuilding in the areas it needs to target, as existing MPs will naturally channel the perspectives of their urban constituents.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andrew_harrop/status/1206339578568814593\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">5. 63pc of the seats Labour needs to win are in the north, the midlands and Wales; 13pc are in Scotland; and 24pc are in southern England. <br><br>6. 104 of the 123 seats Labour needs to win are in towns not cities (over half of existing Labour seats are in cities). <a href=\"https://t.co/5pClmcUlos\">pic.twitter.com/5pClmcUlos</a></p>— Andrew Harrop (@andrew_harrop) \n    <a href=\"https://twitter.com/andrew_harrop/status/1206339578568814593?ref_src=twsrc%5Etfw\">December 15, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Cooper sought to distance herself from both Jeremy Corbyn and Tony Blair by saying that Labour needed to be seen as patriotic.</strong> Speaking about the need to appeal to voters in towns, she said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>And that is not a left/right issue, and this is where both the Jeremy Corbyn and Tony Blair challenge comes in, because both the left and the right of our party are seen as internationalist, not patriotic, at the moment.</p> \n   <p>And that might not be fair, but it is how they are seen. Both Jeremy Corbyn and Tony Blair are seen as internationalist, not patriots, and we should be able to be both patriotic and outward-looking because that’s what we were in 1945.</p> \n  </blockquote> \n  <p>(Blair would not accept that Labour was not seen as patriotic when he was party leader. But it was seen as very globalist, which is what Cooper seemed to be referring to. Being globalist and being unpatriotic are not necessarily the same thing.)</p> \n  <ul> \n   <li><strong>She confirmed that she was thinking of standing, but said she would not take a decision until after Christmas</strong>. Asked whether she would be a candidate, she said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The contest doesn’t start until January, and I’ll decide over Christmas what I’m going to do, because we’ve just obviously had a hard local campaign. As you know, I’ve stood before, but obviously the party membership has changed a lot. There’s a lot of things to reflect on ... I’m going to reflect over Christmas.</p> \n  </blockquote> \n  <ul> \n   <li><strong>She said Labour had to be both radical and credible. </strong>She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>There are some great things in our manifesto, like the green new deal, the national education service. Wonderful radical things that we have to fight for. But we’ve also got to be credible in delivering them and be focused and get a grip.</p> \n  </blockquote> \n  <ul> \n   <li><strong>She said Labour needed to eliminate antisemitism in the party, and make its culture kinder and more inclusive. </strong>She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We have to sort out the problems in our party, that includes kicking out the vile antisemitism in our party, but it’s also about a broader thing, about restoring kindness to politics, being more inclusive and challenging some of the abuse in politics that we have seen from all sides and we certainly should not have in the Labour party.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"9455316e2378f9ba8773dee5c2dd7c316b110b0a\"> \n   <img src=\"https://media.guim.co.uk/9455316e2378f9ba8773dee5c2dd7c316b110b0a/0_0_3500_2100/1000.jpg\" alt=\"Yvette Cooper at her election count last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Yvette Cooper after winning re-election last week.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Boyers/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T12:20:58.793Z\">at 12.20pm GMT</time></p> \n</div> \n<div id=\"block-5df9fd738f087e8308e602e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T11:10:36.396Z\">11.10am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>John Mann,</strong> the former Labour MP who now sits in the Lords and serves as an independent adviser to the government on antisemitism, is not impressed by Keir Starmer’s leadership bid.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LordJohnMann/status/1207174143025659905\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If you are too cowardly to stand up to Corbyn when your own campaign organiser is stabbed in the back (when removed as Bassetlaw election candidate) how dare you even consider standing as a ‘leader’ <a href=\"https://t.co/XcaKCQPSps\">https://t.co/XcaKCQPSps</a></p>— John Mann (@LordJohnMann) \n    <a href=\"https://twitter.com/LordJohnMann/status/1207174143025659905?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Mann is referring to the way Sally Gimson, an ally of Starmer’s, was<a href=\"https://www.theguardian.com/politics/2019/nov/06/labour-accused-of-student-union-politics-in-candidate-row\"> removed as Labour candidate for Bassetlaw</a> by the party leadership on a dubious pretext because she was not favoured by the left.</p> \n </div> \n</div> \n<div id=\"block-5df9fd388f08c3972263c6f9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T10:33:06.700Z\">10.33am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Starmer's interviews – verdict from Twitter commentariat</h2> \n <div class=\"block-elements\"> \n  <p>This is what political journalists and commentators are saying about what has effectively been the soft launch of his leadership campaign, with his Guardian interview yesterday and his Today interview this morning. He is certainly not winning universal approval.</p> \n  <p>From my colleague <strong>Rafael Behr:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rafaelbehr/status/1207071374642204672\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Starmer here struggling to sound urgent about need for change without speaking ill of JC. This mulchy 'still radical, different radical, Labour values!' pitch will be crowded terrain in leadership contest. <a href=\"https://t.co/iykOmU9rc5\">https://t.co/iykOmU9rc5</a></p>— Rafael Behr (@rafaelbehr) \n    <a href=\"https://twitter.com/rafaelbehr/status/1207071374642204672?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the New Statesman’s <strong>Jason Cowley:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonCowleyNS/status/1207074459464679424\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Radical\" is now so overused and abused as to be virtually meaningless ... Starmer will need to do a lot better than this <a href=\"https://t.co/f9UcpD9IBp\">https://t.co/f9UcpD9IBp</a></p>— Jason Cowley (@JasonCowleyNS) \n    <a href=\"https://twitter.com/JasonCowleyNS/status/1207074459464679424?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Cowley is editor of the New Statesman, but his staff are quite happy to take a different view.</p> \n  <p>From the New Statesman’s<strong> George Eaton:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgeeaton/status/1207079871006027778\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Starmer’s leftish tone here suggests he understands where the Labour membership are (which many did not in early stages of 2015). <a href=\"https://t.co/iDK6fMZQyr\">https://t.co/iDK6fMZQyr</a></p>— George Eaton (@georgeeaton) \n    <a href=\"https://twitter.com/georgeeaton/status/1207079871006027778?ref_src=twsrc%5Etfw\">December 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the New Statesman’s<strong> Stephen Bush:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/status/1207245074423263233\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I don't know if it will work, but Keir Starmer's leadership roll-out is incredibly well done. All that and more in today's Morning Call: <a href=\"https://t.co/1LpOl5fjff\">https://t.co/1LpOl5fjff</a></p>— Stephen Bush (@stephenkb) \n    <a href=\"https://twitter.com/stephenkb/status/1207245074423263233?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p> From the Daily Mirror’s<strong> Jason Beattie:</strong><br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JBeattieMirror/status/1207231728311513088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Not convinced that rehashing the line 'the problem was not the menu but the maitre'd' will work for Keir Starmer<a href=\"https://t.co/Pre9F87Bsi\">https://t.co/Pre9F87Bsi</a></p>— Jason Beattie (@JBeattieMirror) \n    <a href=\"https://twitter.com/JBeattieMirror/status/1207231728311513088?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Daily Mirror’s <strong>Pippa Crerar:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1207224417966854146\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A very definite pitch to the left-leaning Labour membership. Starmer - irrespective of being a North London male - polls well among them. But will he at some point have to be more bold? <a href=\"https://t.co/pZrYgUbPcy\">https://t.co/pZrYgUbPcy</a></p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1207224417966854146?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Sky’s<strong> Lewis Goodall:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1207204561850699776\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Starmer’s status as remainer in chief is his biggest problem. Nonetheless Johnson did him and all the candidates a favour by winning so big. Had it been small maj Brexit could have remained a live issue/even pressure to lead rejoin. That won’t happen now. They can leave it alone.</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1207204561850699776?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the i’s <strong>Jane Merrick:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/janemerrick23/status/1207214909404196864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Labour leadership contest is at risk of turning into Monty Python’s Four Yorkshiremen sketch. Keir Starmer says before he went to university “I’d never been in an office”. <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a></p>— Jane Merrick (@janemerrick23) \n    <a href=\"https://twitter.com/janemerrick23/status/1207214909404196864?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Mail on Sunday’s <strong>Dan Hodges:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DPJHodges/status/1207213205170327552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">People keep saying Rebecca Long-Bailey is continuity Corbyn. The problem - as Keir Starmer is making clear - is that in reality they're all continuity Corbyn.</p>— (((Dan Hodges))) (@DPJHodges) \n    <a href=\"https://twitter.com/DPJHodges/status/1207213205170327552?ref_src=twsrc%5Etfw\">December 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T12:29:20.201Z\">at 12.29pm GMT</time></p> \n</div> \n<div id=\"block-5df9f55c8f087e8308e602b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T10:15:35.635Z\">10.15am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Starmer implicitly criticises Labour leadership for sidelining him during election campaign</h2> \n <div class=\"block-elements\"> \n  <p>I will post more from the Blair speech, Q&amp;A and report soon, but first here is a summary of the main points <strong>Sir Keir Starmer,</strong> the shadow Brexit secretary and a Labour leadership candidate, was making in his interview on the Today programme.</p> \n  <ul> \n   <li><strong>Starmer implicitly criticised the Labour leadership for sidelining him during the election campaign</strong>. He acknowledged that Brexit was an issue in the election, but he said Labour’s problem was that it did not challenge Boris Johnson’s claim he would “get Brexit done”. Starmer said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Brexit did, of course, come up on the doorstep. What really came up was this slogan ‘get Brexit done’. And we didn’t knock it back, we didn’t knock it down and neutralise it hard enough, because it clearly wasn’t going to happen ...</p> \n   <p>What resonated on the doors was this phrase ‘Get Brexit done’ and we did not knock that flat. And we should have done, and I would have liked the chance to have knocked it flat, because that was what was cutting through. People thought, ‘Well, if I vote Conservative, I’m getting it done.’</p> \n  </blockquote> \n  <p>Asked why he did not get the chance, he replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well, the strategists decided that it would be far better if, as it were, leave voices were out there. That’s fine. I didn’t complain then and I’m not complaining now.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He repeated and expanded on the point he made <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">in his Guardian interview</a> about thinking it would be a mistake for Labour to “oversteer” in response to its defeat. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We need to reflect, but what we shouldn’t do is now oversteer.</p> \n   <p>And I’ve seen organisations and political parties do this so many times.</p> \n   <p>In 2010, we oversteered on austerity, and began to think that it might be all right to have some cuts.</p> \n   <p>In 2015, we oversteered on welfare. What we mustn’t do now is for a third time oversteer, make this simplistic and go back to some foregone era.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said that Labour needed to “build on” the radicalism introduced into the party by Jeremy Corbyn.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>What Jeremy Corbyn brought to the Labour party in 2015 was a change in emphasis that was really important, a radicalism that matters, and the rejection of anti-austerity. And we need to build on that, rather than simply say, ‘Well, let’s now oversteer and go back to some bygone age.’</p> \n  </blockquote> \n  <p>But when it was put to Starmer that he seemed to be proposing “Corbynism without Corbyn”, he rejected that suggestion. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>What I’m saying is that the desperate needs of millions of people for change – people in poverty, people who are homeless – the moral case for change is still there, just as it was last Thursday.</p> \n   <p>And it’s only going to be met by a radical Labour government. The case for a radical government has never been stronger.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He suggested he did not want to be associated with any previous leader.</strong> When it was put to him that he was sounding more leftwing than usual to appeal to party members, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Everybody who’s listened to me in the last three or four years knows exactly what I think.</p> \n   <p>And I’ve said this before, I don’t need somebody else’s name tattooed to my head, some past leader, in order to identify and make decisions.</p> \n   <p>I can make them for myself.</p> \n  </blockquote> \n  <p>That sounded like a declaration that he did not want to be seen either as a Corbynite or a Blairite (or a Brownite or a Milibandite, I suppose, although it is the first two who tend to frame the debate in the party at the moment).</p> \n  <ul> \n   <li><strong>Starmer said there was “too much” in the manifesto.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We put too much in the manifesto, you couldn’t see the wood for the trees. It was really good stuff in there.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said Corbyn led the party into the election carrying too much “baggage”.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>And we carried, I think, too much baggage into the election, and antisemitism is an example of that because it was about values and about competence.</p> \n  </blockquote> \n  <p>In his Guardian interview, and again on Today, Starmer sounded reluctant to criticise Corbyn personally. This was one of the few moments where he came close, although “baggage” did sound euphemistic.</p> \n  <ul> \n   <li><strong>He said there was no point in Labour just blaming the media for its election defeat.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think we need to reflect. There are people who say, ‘well it’s the media’. The media was hostile but it’s been hostile in the past and it’ll probably be hostile in the future, so we can’t rest there.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He stressed that he came from a working-class background.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>As for the sort of middle-class thrust, as you know, my dad worked in a factory, he was a toolmaker, and my mum was a nurse, and she contracted a very rare disease early in her life that meant she was constantly in need of NHS care.</p> \n   <p>So, actually, my background isn’t what people think it is. I know what it’s like. I actually never had been in any workplace other than a factory until I left home for university. I’d never been in an office.</p> \n   <p>So the idea that somehow I personally don’t know what it’s like for people across the country in all sorts of different circumstances is just not borne out.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said that a lot of people wanted him to stand for the leadership, and that he was “seriously considering” standing, but that he would talk to colleagues before he announced his decision.</strong></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"90d3278ac3c565b91d77fd8ffc4b0150827343f8\"> \n   <img src=\"https://media.guim.co.uk/90d3278ac3c565b91d77fd8ffc4b0150827343f8/398_262_5168_3101/1000.jpg\" alt=\"Sir Keir Starmer.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Keir Starmer.</span> \n    <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T12:35:31.642Z\">at 12.35pm GMT</time></p> \n</div> \n<div id=\"block-5df9f1fa8f087e8308e602a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:36:14.768Z\">9.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Many people in Labour are saying the new leader must be a woman, and someone from outside London. Do you agree? Or should it be the best person for the job?</em></p> \n  <p>Blair says it should be the best person for the job.</p> \n  <p>He says it would be great to have a woman as leader.</p> \n  <p>But it should be the best person for the job. There is no point having a woman, or someone from outside London, if they are in the wrong space politically.</p> \n  <p>He says it does not matter if someone is from London or not if their politics is right. “Believe me, the country is not going to care?”</p> \n  <p>People says the public does not want someone who went to public school. But who is prime minister now?</p> \n  <p>Blair also says the Labour party should never be anti-intellectual. It has had great intellectuals in the past. Good intellectuals give you good ideas, he says.</p> \n  <p>He recalls giving conference speeches as leader. The first draft of the speech would always contain lots of policy. But then advisers told him to take it out, because it was boring. He would say policy matter. His advisers said they agreed; but they told him just not to put it in the speech.</p> \n  <p>Blair says he has not persuaded people yet about the importance of the technology revolution. The mission of modern social democracy is to spread its benefits fairly.</p> \n  <p>It does not really matter whether someone is London or not London, he says.</p> \n  <p>And that’s it. The Q&amp;A is over.</p> \n </div> \n</div> \n<div id=\"block-5df9f1028f087e8308e602a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:31:34.903Z\">9.31am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What is your message to leadership candidates? Are you saying it is better to say the right thing, and lose?</em></p> \n  <p>Blair says he is cautious about this. In the Tony Blair Institute, they take a view that they must give practical advise when they are advising leaders around the world. There is no point giving advice that will be rejected.</p> \n  <p>He says he accepts the leadership candidates won’t be able to be as blunt as he is being now.</p> \n  <p>But what they say must pass the “minimum bar of credibility”, otherwise members of the public will not listen to them afterwards.</p> \n  <p>He says the election defeat should provide a moment of clarity. People must not forget this, he says.</p> \n </div> \n</div> \n<div id=\"block-5df9efb88f085eda5c109bc5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:27:28.306Z\">9.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Are you hoping a mass influx of people will sign up as registered supporters to vote in the leadership contest? And doesn’t the experience of the Independent Group for Change show that replacing Labour is very difficult?</em></p> \n  <p>Blair says he hopes people do join Labour. But the Labour membership has changed. In 2010 David Miliband won a majority of party members. That has changed.</p> \n  <p>He says his job is just to speak about reality.</p> \n  <p>On the prospect of Labour being replaced, Blair says after 1983, if Neil Kinnock had not started changing the party, he thinks it would have been replaced.</p> \n  <p>He says some people who did vote Labour this time were voting for the part despite what they felt about it, not because of what they felt about it.</p> \n  <p>He says Labour was unable to build a coalition on Brexit this year because its leadership was seen as sectarian.</p> \n  <figure class=\"element element-image\" data-media-id=\"72bfff91ee0f4b34002a7e84ba311caeea53fadb\"> \n   <img src=\"https://media.guim.co.uk/72bfff91ee0f4b34002a7e84ba311caeea53fadb/0_0_2783_1670/1000.jpg\" alt=\"Tony Blair speaking at the Hallam Conference Centre in London.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tony Blair speaking at the Hallam Conference Centre in London.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5df9ee758f087e8308e60299\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:21:54.362Z\">9.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Do you think leadership candidates should accept the Brexit outcome? And do you accept there is a danger that, if you abandon Corbynism, the young people attracted to the party will walk away?</em></p> \n  <p>Blair says it was a mistake holding a Brexit election. The Lib Dems were partly to blame. But the remain camp has lost. We now have to make Brexit work, he says.</p> \n  <p>He says the issue for the party is whether it will be willing to return to the mainstream of social democratic thinking.</p> \n  <p>He says in 1983 it was also the case that individual manifesto policies were popular.</p> \n  <p>You might assume that, of policies poll well individually, they will succeed collectively.</p> \n  <p>But Blair says if you had tried to implement the whole manifesto, there would have been chaos. People understood that. So it is wrong to say the manifesto was popular. If it were popular, people would have voted for it, he says.</p> \n  <p>He says “the Labour party’s ability to delude itself about where people really are” has been a constant factor in the party’s election defeat.</p> \n  <p>Blair says he accepts that young people are enthused by the idea of radical change. But Labour’s share of the vote amongst young people dropped in 2019.</p> \n  <p>They are less enthused by this idea now.</p> \n  <p>If you put forward a radical manifesto for change which is practical, young people will be enthused. They were enthused in 1997, he says.</p> \n </div> \n</div> \n<div id=\"block-5df9edfa8f087e8308e60297\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:16:17.757Z\">9.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Blair is now taking questions from journalists. (The previous questions were from Hazarika).</p> \n  <p><em>Q: What sort of person do you want to see leading the Labour party?</em></p> \n  <p>Blair says it must be someone who recognises the scale of the defeat.</p> \n  <p>He says this is unlike any election defeat Labour has ever has.</p> \n  <p>The party has never been taken over by the far left before, he says.</p> \n  <p>Now it has to “re-engineer social democratic politics”.</p> \n  <p>If Labour cannot do that, then people will look to another party, he suggests.</p> \n </div> \n</div> \n<div id=\"block-5df9ed1c8f085eda5c109bbb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:14:28.171Z\">9.14am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Who would you like to see as next Labour leader?</em></p> \n  <p>Blair says it would be sensible not to answer that question.</p> \n  <p><em>Q: Are there any candidates up to the challenge?</em></p> \n  <p>Blair says that is another way of asking the same thing.</p> \n  <p>But he says the public will be looking at what happens. And the party has to show it is changing. If there is any sense that “we are ignoring the message [the public] has given us, it doesn’t matter who leads the Labour party - we just won’t win again.”</p> \n  <p>He says the “minimal threshold for credibility” is an acknowledgement that Labour has been in the wrong place, and needs to change.</p> \n  <p>He says there is no point any candidate winning the leadership without accepting this, because they won’t win an election if they haven’t absorbed this lesson.</p> \n </div> \n</div> \n<div id=\"block-5df9ec318f085eda5c109bb5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:10:50.289Z\">9.10am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tony Blair </strong>is now taking questions after his speech. He is being interviewed by <strong>Ayesha Hazarika</strong>, a former Labour aide who is now a journalist and comedian, before taking questions from journalists.</p> \n  <p>Blair says the problems facing Britain in the 21st century require an activist state. That should be an advantage for Labour, he says, because the party believes in an activist state.</p> \n  <p>He says he came into the Commons after the 1983 defeat. There were some similarities then with now; it was clear that the leader, a decent man, needed to go.</p> \n  <p>But 1983 was also different. In 1983 Michael Foot was trying to get rid of Militant. Now the far left has taken over the party, he says.</p> \n  <p>He says “this far left grouping” is not interested in compromise. They want to take over the party, he says. He says in the months ahead of the election they were trying to deselect sensible candidates, and replace them with far left candidates.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T11:50:24.032Z\">at 11.50am GMT</time></p> \n</div> \n<div id=\"block-5df9eabe8f08c3972263c6aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:06:07.803Z\">9.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is another extract from the Tony Blair’s speech.</p> \n  <blockquote class=\"quoted\"> \n   <p>What we should have done, following June 2016, is accepted the result, said it was for the government to negotiate an agreement but reserved our right to critique that agreement and should it fail to be a good deal for the country, advocate the final decision should rest with the people. Ultimately, we might have lost the most ardent Brexit support, but I believe, with different leadership, we would have kept much of our vote in traditional Labour areas, whilst benefiting from the fact that even in those areas, the majority of those voting Labour, were Remain.<br></p> \n   <p>Instead we pursued a path of almost comic indecision, alienated both sides of the debate, leaving our voters without guidance or leadership.</p> \n   <p>The absence of leadership on what was obviously the biggest question facing the country, then reinforced all the other doubts about Jeremy Corbyn.</p> \n   <p>What is important is to understand why his leadership was so decisively rejected.</p> \n   <p>This is not about Jeremy Corbyn as a person. I have no doubt he is someone of deeply held and sincere beliefs, who stayed true to them under harsh attack.</p> \n   <p>But politically, people saw him as fundamentally opposing what Britain and Western societies stand for. He personified an idea, a brand of quasi revolutionary socialism, mixing far left economic policy with deep hostility to Western foreign policy, which never has appealed to traditional Labour voters, never will appeal and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting.</p> \n   <p>No sentient political party goes into an election with a leader who has a net approval rating of – 40%.</p> \n   <p>The takeover of the Labour party by the far left turned it into a glorified protest movement, with cult trimmings, utterly incapable of being a credible government.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5df9e1f48f087e8308e60263\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-18T09:05:03.631Z\">9.05am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Blair urges Labour to abandon 'fantasy island' and ditch Corbynism</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"bfebf9f3-8677-431b-a9db-49eb1610f2fb\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8zzU_helj5w?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Good morning. Sir Keir Starmer, the shadow Brexit secretary, has effectively set out his opening pitch for the Labour leadership in an interview with the Guardian. He has not yet confirmed that he will stand, but it is impossible to imagine that he won’t after reading what he says, which he fleshed out a few minutes ago in an interview on the Today programme. His Guardian interview is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">Keir Starmer sets out case for 'radical Labour government'</a> </p> \n  </aside> \n  <p>I will post more from his Today interview shortly. And Yvette Cooper, the former Labour minister and chair of the home affairs committee in the last parliament, has also been on the same programme this morning, confirming that she is considering standing for the leadership too.</p> \n  <p>And on the same theme, <strong>Tony Blair</strong>, the former Labour leader and the last person to win a general election for the party since 1974, has just given a speech on the election this morning. There is nothing more satisfying in life than being able to say ‘I told you so’, and so it is not surprising that he wants to have his say. His thinktank, the Tony Blair Institute for Global Change, has also published an 18-page report on why Labour lost.</p> \n  <p>The report is <a href=\"https://institute.global/news/northern-discomfort-why-labour-lost-general-election\">here</a>, the speech is <a href=\"https://institute.global/news/labours-historic-challenge\">here,</a> and there is a live feed of the event<a href=\"https://institute.global/live\"> here.</a> I will cover the argument of the speech, and the report, in detail, but the key message is that this defeat was “seminal” and Labour must now ditch Corbynism. Here is an extract from the report.</p> \n  <blockquote class=\"quoted\"> \n   <p>Our research shows that the breach need not be permanent, but simply changing the leader will not be enough. The problems go far deeper; and so must the solutions. Labour needs not just a different driver, but a different bus. The first task is to discard the sectarian ultra-left politics that has taken the party over and condemned it to the wilderness of opposition. Only then can Labour begin the journey back to government.</p> \n  </blockquote> \n  <p>And here is an extract from the speech.</p> \n  <blockquote class=\"quoted\"> \n   <p>The Labour party is presently marooned on fantasy island. I understand would be Leaders will want to go there and speak the native language in the hope of persuading enough eventually to migrate to the mainland of reality.</p> \n   <p>But there is a risk that the only people speaking the language of reality to the party are those who don’t aspire to lead it. </p> \n   <p>Unfortunately, 2019 is much worse than 1983.</p> \n   <p>Then was our second defeat; now is our fourth. The country is different. Politics is different. The country is less fixed in political affiliation. Politics moves at speed accelerated by social media.</p> \n   <p>We don’t have the luxury of the slow march back.</p> \n   <p>We can correct our historical and contemporary weaknesses; or be consumed by them.</p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>8.30am:</em> Tony Blair gives a speech on Labour’s election defeat.</p> \n  <p><em>10am</em>: Matt Hancock, the health secretary, gives a speech to the Policy Exchange thinktank.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. We plan to publish a summary at the end of the day.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-all-change-all-points-north-meet-the-newbies/\"> </a><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-starm-trooper-hancock-of-the-walk-happy-impeachment-day/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-18T11:51:52.223Z\">at 11.51am GMT</time></p> \n</div>",
      "wordcount": "7904",
      "commentCloseDate": "2019-12-18T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-18T09:05:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:05Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dvd74",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a19c5ca005d1d5063813a6e0f78a6d9fb163e74f/0_249_4020_2412/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emily Thornberry has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”. For a full round-up of today’s developments in the Labour leadership contest, see the summary and analysis at 3.06pm. Matt Hancock, the health secretary, has denied the government is being forced to clear up its own mistakes by announcing a partial reintroduction of bursary grants for student nurses, which the Conservatives abolished in 2016. Downing Street has confirmed a plan to allow lower courts to roll back EU legal rulings following Brexit, a plan that prompted concerns that it will become easier to challenge European standards in areas such as workers’ rights and the environment. Boris Johnson has received a warm reception from Tory MPs at the 1922 Committee. One MP described the atmosphere at this afternoon’s meeting as “euphoric”. The former minister Robert Halfon told the Press Association: [Johnson] said we’ve got a lot of work to do. The voters, they’ve lent us their vote and we need to prove to the people that we can keep our pledges and promises. It’s in getting Brexit sorted in the next few weeks, but that we’ve got a lot of work to do - there’s not a moment to lose. The newly appointed chair of the Conservative party’s inquiry into its handling of complaints about discrimination, including Islamophobia, has been plunged into a row over comments he made about the disputed Kashmir region. More than 15,000 nurses in Northern Ireland are striking for better pay and increased staffing in a healthcare service mired in crisis. A former Labour whip who lost his seat in the general election has had his clothes and private documents mistakenly incinerated by parliamentary staff. That’s all from me for today. Thanks for the comments. Here is Richard Burgon explaining why he is considering standing for the deputy leadership of the Labour party. Burgon is stressing the fact that he nominated Jeremy Corbyn for the leadership in 2015 because this differentiates him from Angela Rayner, who is currently the favourite amongst those likely to run for the deputy leadership. Rayner supported Corbyn in the summer of 2016, when most Labour MPs backed a motion of no confidence in him and dozens of MPs refused to serve on his front bench, but she was not one of the 35 MPs who nominated him for the leadership when he first stood the year before. In the Commons more MPs have been swearing in today. Here is the Conservative MP Kemi Badenoch swearing in yesterday with her baby. This is from Gareth Snell, who lost his seat as Labour MP for Stoke-on-Trent Central last week, on Keir Starmer’s Guardian interview. Snell was one of the Labour MPs in the last parliament strongly arguing that the party had to accept the result of the 2016 referendum. Here is Sky’s Lewis Goodall on Tony Blair’s speech this morning. EU diplomats have been told it will be impossible to extend the Brexit transition after 1 July 2020, if Boris Johnson decides in the second half of next year he wants extra time to negotiate the future relationship. At a private meeting on Tuesday, diplomats from the 27 member states were told by senior EU lawyers that 1 July 2020 was a hard deadline that could not be changed, if no extension was agreed in the first half of the year. The UK is due to leave the EU on 31 January and then falls into an 11-month transition period, where it will remain in the EU single market and customs union without voting rights. Under the withdrawal agreement negotiated by Theresa May, the British government has the option to request a one-off extension of the transition of one or two years, before 1 July 2020. The prime minister has promised to legislate against any extension to the transition, but that has not killed speculation that the UK may seek a last-minute delay in late 2020 if a no-deal exit is looming. Lawyers at the EU council’s legal service moved to quash that option on Tuesday, by delivering an uncompromising message that the transition would cease to exist after 1 July 2020, because the withdrawal agreement leaves no provision for later agreement. The message was conveyed in stark terms by EU lawyers, who want this point transmitted to all EU27 national capitals. However, the EU has a track record in declaring immovable deadlines, only to find a workaround when a no-deal deadline loomed. Some EU officials had previously insisted the UK would have to leave the EU before European parliamentary elections in May 2019, only for the UK to secure a delay and elect British MEPs. EU diplomats believe Boris Johnson when he says he doesn’t want to extend the transition period. “It is probably one of the areas where Johnson isn’t lying,” quipped one person in Tuesday’s meeting, a joke appreciated by others. The European commission, which will handle day-to-day negotiations with the UK, has promised to draft a comprehensive mandate for the talks in early February, soon after the UK leaves. That will be a document setting out the EU red lines on the future relationship covering trade, security, foreign policy, education and research and other areas. “We will organise these negotiations to make the most out of the short period. On 1 February we will be ready to propose a mandate for the negotiations,” the European commission president, Ursula von der Leyen, told MEPs this morning. But the commission is already warning member states not everything can be done in 11 months. Von der Leyen has said the commission will have to prioritise key topics, expected to be free trade in goods in exchange for British guarantees of fair competition, as well as fisheries. EU officials continue to stress the UK parliament must ratify the withdrawal agreement. The Guardian understands that the European parliament has pencilled in 29 January for ratification of the Brexit deal, assuming the process goes smoothly at Westminster. In her Guardian article Emily Thornberry confirms that she will be a candidate in the Labour leadership contest. (Or at least that she wants to be a candidate; she will need to get enough nominations, but this is unlikely to be a problem.) She is the first person to announce her candidature, but within the last 24 hours at least three other possible candidates have given interviews, and Tony Blair – the last person to do the job and actually win an election – has given a detailed speech on what the party needs to do next. Here is a summary of the latest developments. Tony Blair, the former prime minister, has said that no one deserves to win the Labour leadership unless they are prepared to face up to the scale of the challenge facing the party. In a Q&amp;A after his speech he accepted it would be counter-productive for him to endorse any of the potential candidates. He also said he accepted that candidates would not be able to be as blunt about the problems facing the party as he had been. But he said the new leader had to be someone who recognised that the “whole ideology” of Corbynism needed to be replaced. He said: I will say this. This is a fundamental moment in the history of the Labour party and the public is going to judge whoever steps forward for leadership. The public will switch on and look at what these people are saying. And if there’s any sense that they don’t get that a whole ideology, not just an individual, was rejected, if there is any sense that people say, ‘The policies were all great, we did the right things, it’s just that for some reason it didn’t quite work,’ if there is any sense that we are ignoring the message they have given us, it doesn’t matter who leads the Labour party. We just won’t win again ... The minimum threshold of credibility for any person who wants to lead and win is an acknowledgement that we have been in the wrong political place and we let the country down. If you are not prepared to go that far, even if you win the leadership, you are not going to win an election. Blair also said he did not accept arguments that the next leader had to be a woman, or someone from outside London. It had to be the best person for the job, he said. (See 9.36am.) Blair said the election result “brought shame” on the Labour party because failing to offer people the chance to vote for a credible opposition was “unforgivable”. In his speech he argued that the problem facing the party was not just Corbyn personally, but the far left politics that now dominated the party. He said: [Corbyn] personified an idea, a brand of quasi-revolutionary socialism, mixing far left economic policy with deep hostility to western foreign policy, which never has appealed to traditional Labour voters, never will appeal and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting. No sentient political party goes into an election with a leader who has a net approval rating of -40%. The takeover of the Labour party by the far left turned it into a glorified protest movement, with cult trimmings, utterly incapable of being a credible government. The result has brought shame on us. We let our country down. To go into an election at any time with such a divergence between people and party is unacceptable. To do it at a time of national crisis when a credible opposition was so essential to our national interest, is unforgivable. In a later interview, Blair said Labour would be “finished” if the far left stayed in charge. (See 1.49am.) No leadership candidate has come anywhere close to criticising Corbyn and his leadership in these terms. But ... Emily Thornberry, the shadow foreign secretary, has launched her leadership campaign with an article in the Guardian featuring a blistering attack on Corbyn for agreeing to an early election. Until now, other candidates have been notably cautious about criticising Corbyn (reflecting an assumption that he is still held in high esteem by a large number of party members). But Thornberry said that Corbyn went ahead and ordered Labour to vote for an early election despite her sending him a note saying this would be “an act of catastrophic folly”. (Blair also warned publicly that agreeing to an early election ahead of a second referendum would be a serious mistake.) As well as going negative against Corbyn, Thornberry’s article includes an implicit swipe at Rebecca Long-Bailey, the shadow business secretary and the Corbynite candidate for the leadership. Someone has briefed the Evening Standard that Long-Bailey was one of those in shadow cabinet backing Corbyn’s call for an early election. (See 12.38pm.) Thornberry has depicted herself as someone with the ability to outperform Boris Johnson. In her article she says: When I faced Johnson for the entire two years he was foreign secretary, the only ministerial job he previously held, my strategy was to focus relentlessly on five key issues where there were huge differences between Labour’s policy and his, and where his position was indefensible: the Northern Ireland border; the war in Yemen; Donald Trump; human rights; and climate change. I took the fight to him every day, and pummelled him every week. Each time, the mask slipped, and we saw the real man – a mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on. He hated it, especially coming from a woman. Thornberry is entitled to say she was effective when it came to challenging Johnson when he was foreign secretary, at least in the Commons. What is also clever about this is that it incorporates an argument for Labour having a woman as leader (which obviously benefits Thornberry) based on the idea that Johnson reacts badly to being challenged by women (which is true), and not just based on pro-diversity sentiment. Sir Keir Starmer, the shadow Brexit secretary, has argued that he should have been allowed to challenge Johnson’s Brexit arguments in the election campaign. (See 10.15am.) This is about as far as Starmer has gone so far in criticising Corbyn’s handling of the election, although Starmer has not yet formally announced his campaign. Starmer and Thornberry are both lawyers who perform well in the Commons and in debate, and it is understandable that they should want to talk up these qualities. Starmer and Yvette Cooper have both given interviews in which they have sought to distance themselves not just from Corbynism, but from Blairism. Starmer told the Today programme: I don’t need somebody else’s name tattooed to my head, some past leader, in order to identify and make decisions. And Cooper told the same programme: Both Jeremy Corbyn and Tony Blair are seen as internationalist, not patriots, and we should be able to be both patriotic and outward-looking because that’s what we were in 1945. Yvette Cooper and Lisa Nandy have both stressed the importance of the next Labour leader being able to win votes in towns and not just in cities. (See 11.38am and 1.25pm.) Rebecca Long-Bailey has lost her position as the bookmakers’ favourite in the contest. At least two bookmakers have sent out press notices today saying Starmer is now the favourite, ahead of Long-Bailey, with Nandy, Jess Phillips and Cooper coming behind. Long-Bailey was installed as the favourite on the basis that she is the candidate preferred by the current Labour leadership, and particularly by John McDonnell, the shadow chancellor, and Karie Murphy, the party’s elections chief. She has not declared her candidature yet, and has said nothing of substance in public since the general election on what Labour needs to do next. Bookmakers made her favourite on the assumption that, if the Labour leadership wants her as leader, the members will too. But there is no strong evidence for this. When YouGov polled Labour members in July, they found she was not their first choice. Blair has rejected claims that the Labour government he led neglected the interests of working-class voters in northern seats. This is an argument being made by many people since last Thursday who are saying Labour’s problems in its heartlands go back decades, particularly Cooper and Nandy (see above). In his speech Blair said he did not accept this. He said: [New Labour] was not – for all the caricature since we left office – a project of the metropolitan liberal elite. It assembled a new coalition of traditional working-class voters, aspirational voters who had previously turned to Margaret Thatcher, and it fused together the progressive vote that had been split in the previous century. The extraordinary thing is the Labour party’s desire to rewrite its only period of majority government in half a century in negative terms. We did not ‘neglect’ those traditional Labour heartlands in some appeasement of the middle class. We made the largest ever investment in schools and hospitals in those communities; redistributed wealth through tax changes and tax credits; cut pensioner and child poverty; took the homeless of the streets; and, through Sure Start, the minimum wage and a host of other programmes, helped those who needed help most. And we kept their support. In 2005, in Sedgefield, my majority was almost 20,000. In Bolsover, it was 18,000. In Scotland we had 41 of the 56 seats, including two with increased majorities over 2001. The support we lost was mainly amongst the middle class, especially over tuition fees and Iraq. Blair has claimed that the party could have pursued a Brexit policy since 2016 that would have been electorally successful. In his speech he said: What we should have done, following June 2016, is accepted the result, said it was for the government to negotiate an agreement but reserved our right to critique that agreement and should it fail to be a good deal for the country, advocate the final decision should rest with the people. Ultimately, we might have lost the most ardent Brexit support, but I believe, with different leadership, we would have kept much of our vote in traditional Labour areas, whilst benefiting from the fact that even in those areas, the majority of those voting Labour, were remain. Tony Blair, the former Labour prime minister, has now given an interview to Newsnight reinforcing the argument he made in his speech this morning - that Labour needs to ditch Corbynism if it wants to survive. (See 9.05am.) In an interview with Kirsty Wark he said: I’ve come to the conclusion in politics, that anger is a redundant emotion. I’m more motivated than I’ve ever been since leaving power, because I really do believe that we’ve just made a disastrous mistake for the country about its future, which is Brexit – and believe me, it will be seen to be a terrible mistake. We are going to have to make it work now, but it’s a terrible mistake. And the Labour party, by its self-indulgence – and that’s what it was in the end – was the effective handmaiden of Brexit. It’s not our fault, because the fault is with those who advocated it. But our combination of misguided ideology and utter incompetence allowed it to happen ... The far left that has taken over the Labour party, if they remain in a position of authority – if they’re in charge of the Labour party going forward then I think the Labour party is finished. From the Financial Times’ Jim Pickard Since I have been focusing mostly on the Labour leadership today, here are three clips from Lisa Nandy on Newsnight last night. In the first one she says that, although she wants time to reflect on the general election result first, if she concludes that she can find a root to regaining the trust of lifelong Labour voters, she will stand as a candidate for the leadership. In the second one she says Labour needs to come up with policies to address the needs of towns that have never recovered from the loss of heavy industry. She says in these places young people have to leave to find good jobs, leaving the towns full of people growing old without their children or grandchildren living nearby. Investing in cities and hoping that the wealth will trickle down to these towns has failed, she says. And in this clip she says she thinks there is an opportunity for Labour because Boris Johnson is learning the wrong lessons from his election victory in northern seats. Boris Johnson has written the diary for the Christmas edition of the Spectator, the pro-Conservative magazine he used to edit. In it he does not say anything very new about what his government will do, but he has a colourful description of his campaign. Here’s an extract. You will read elsewhere of the heroics of the campaign director, the strategists, thinkers and others. Perhaps I should mention especially the media team, who had to explain such mysteries as why I chose to shut myself in a giant fridge and what exactly I was thinking when I confiscated a TV reporter’s mobile live on air; and the ‘Ops’ team. The ‘Ops’ team basically manage your life. They tell you when to get up, what to wear, where to stand, and they organise brilliantly vivid metaphors for the political points you are trying to make. In the space of 24 hours they had me driving a JCB through a Styrofoam wall to symbolise breaking the parliamentary deadlock; delivering milk on the doorstep, to denote delivery of our domestic agenda; baking an oven-ready pie to show that we have a ready-made withdrawal agreement with the EU; and working in a wonderful Welsh wrapping-paper factory — to show that we could get it ‘wrapped up’ by Christmas (more or less). Some said these metaphors were clunking, but in a general election campaign, clunking is what you need. In her Guardian article, Emily Thornberry, the shadow foreign secretary, says she wrote to Jeremy Corbyn saying it would be “an act of catastrophic political folly” to vote for an early election. Today Joe Murphy in the Evening Standard has a story quoting from what it describes as the memo Thornberry sent to Corbyn making this case. Murphy writes: In her memo to Mr Corbyn, Ms Thornberry wrote: “We need to ask the question, ‘What would we prefer? Boris Johnson in power for a few more months until a referendum, or Boris Johnson with a parliamentary majority for five years, and a mandate to do whatever else is on his anti-public services agenda?” Her detailed memo said Mr Johnson had aimed from the start to force a “Brexit election” and, unlike Theresa May in 2017, would succeed. “Much as we might wish it, we must all realise that pattern will not be repeated this time around,” she wrote. “If we are honest, we know they will likely succeed in turning the general election into a simple choice on Brexit where Theresa May failed, not least because of the imminence of the decision, and the fact that it can genuinely be presented as a ‘crisis election’.” In her Guardian article, Thornberry also says that, when she argued against an early election at shadow cabinet, “pro-leave colleagues” insisted Labour should back an early election. The Evening Standard says it has “learnt” (one wonders from whom?) that Rebecca Long-Bailey, the shadow business secretary who has been favourite to be the next Labour leader, was one of those arguing against Thornberry at that meeting. Emily Thornberry has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”, my colleague Rowena Mason reports. The shadow foreign secretary set out her pitch to be the next Labour leader in an article for the Guardian, arguing she has already “pummelled” Boris Johnson across the dispatch box and knows how to exploit his failings. Rowena’s story is here. And Thornberry’s Guardian article is here. Emma Dent Coad, who was the Labour MP for Kensington before losing her seat to the Conservatives last week by just 150 votes, has told the BBC that she was diagnosed with breast cancer a month before polling day. She said that she underwent surgery three days before the election and that now she is OK. The newly appointed chair of the Conservative party’s inquiry into its handling of complaints about discrimination, including Islamophobia, has been plunged into a row over comments he made about the disputed Kashmir region, my colleague Simon Murphy reports. His story goes on: The Tory peer Sayeeda Warsi questioned the views of Prof Swaran Singh, who was announced on Tuesday as the chair of the review, after he wrote a piece for an online publication whose editor has dismissed Islamophobia as a term designed to shut down criticism of Islam. Warsi highlighted sections of the article in which Singh, who is a former equality and human rights commissioner, argued that the Kashmir conflict had been portrayed as a tragedy only for Muslims and that, for many, Sikhs and Hindus “do not meet the criteria of victimhood”. And here is Simon’s story in full. Turning away from Labour for a moment, this is what Steve Baker, chair of the European Research Group, which represents Tories pushing for a harder Brexit, posted on Twitter last night. He had 37 MPs turning up to the ERG’s first meeting of the new parliament. That suggests that they will continue to be an influential force in the Conservative party. Sally Gimson, who was selected and then deselected as Labour’s candidate for Bassetlaw in the election, has strongly rejected John Mann’s claim that Sir Keir Starmer did not support her. (See 11.10am.) She is backing Starmer for leader. And here are the main points from Yvette Cooper’s interview on the Today programme this morning. Cooper, a former cabinet minister and chair of the home affairs committee in the last parliament, was a candidate for the leadership in 2015, when she came third behind Jeremy Corbyn and Andy Burnham. Cooper said the Labour party had to change in the light of the election defeat. She said: I think we clearly do have to change because it hasn’t worked, and we’ve got the fewest Labour MPs since 1935 and a big drop in working-class support with low-income voters choosing the Conservatives even though they didn’t want to, and people felt let down by the choice that we give them, so we have to show some humility, because we got things wrong. She said Labour could not just be a party for those living in cities. She said: We cannot just become a party that is concentrated in cities with our support increasingly concentrated in diverse young fast-moving areas while older voters in towns think we aren’t listening to them. This is a point that is also made in the Fabian Society’s post-election analysis (pdf) of what Labour needs to do to win in the 2020s. In the report, Andrew Harrop writes: Across the country, over half of Labour’s existing MPs represent cities with over 250,000 inhabitants – 49 are from London and 55 from 16 cities outside the capital. By contrast, among the 123 target seats [that Labour needs to win to gain a majority at the next election] only 19 are in cities with a population of over 250,000 while 104 represent towns and smaller communities. This could pose a significant challenge to the party in rebuilding in the areas it needs to target, as existing MPs will naturally channel the perspectives of their urban constituents. Cooper sought to distance herself from both Jeremy Corbyn and Tony Blair by saying that Labour needed to be seen as patriotic. Speaking about the need to appeal to voters in towns, she said: And that is not a left/right issue, and this is where both the Jeremy Corbyn and Tony Blair challenge comes in, because both the left and the right of our party are seen as internationalist, not patriotic, at the moment. And that might not be fair, but it is how they are seen. Both Jeremy Corbyn and Tony Blair are seen as internationalist, not patriots, and we should be able to be both patriotic and outward-looking because that’s what we were in 1945. (Blair would not accept that Labour was not seen as patriotic when he was party leader. But it was seen as very globalist, which is what Cooper seemed to be referring to. Being globalist and being unpatriotic are not necessarily the same thing.) She confirmed that she was thinking of standing, but said she would not take a decision until after Christmas. Asked whether she would be a candidate, she said: The contest doesn’t start until January, and I’ll decide over Christmas what I’m going to do, because we’ve just obviously had a hard local campaign. As you know, I’ve stood before, but obviously the party membership has changed a lot. There’s a lot of things to reflect on ... I’m going to reflect over Christmas. She said Labour had to be both radical and credible. She said: There are some great things in our manifesto, like the green new deal, the national education service. Wonderful radical things that we have to fight for. But we’ve also got to be credible in delivering them and be focused and get a grip. She said Labour needed to eliminate antisemitism in the party, and make its culture kinder and more inclusive. She said: We have to sort out the problems in our party, that includes kicking out the vile antisemitism in our party, but it’s also about a broader thing, about restoring kindness to politics, being more inclusive and challenging some of the abuse in politics that we have seen from all sides and we certainly should not have in the Labour party. John Mann, the former Labour MP who now sits in the Lords and serves as an independent adviser to the government on antisemitism, is not impressed by Keir Starmer’s leadership bid. Mann is referring to the way Sally Gimson, an ally of Starmer’s, was removed as Labour candidate for Bassetlaw by the party leadership on a dubious pretext because she was not favoured by the left. This is what political journalists and commentators are saying about what has effectively been the soft launch of his leadership campaign, with his Guardian interview yesterday and his Today interview this morning. He is certainly not winning universal approval. From my colleague Rafael Behr: From the New Statesman’s Jason Cowley: Cowley is editor of the New Statesman, but his staff are quite happy to take a different view. From the New Statesman’s George Eaton: From the New Statesman’s Stephen Bush: From the Daily Mirror’s Jason Beattie: From the Daily Mirror’s Pippa Crerar: From Sky’s Lewis Goodall: From the i’s Jane Merrick: From the Mail on Sunday’s Dan Hodges: I will post more from the Blair speech, Q&amp;A and report soon, but first here is a summary of the main points Sir Keir Starmer, the shadow Brexit secretary and a Labour leadership candidate, was making in his interview on the Today programme. Starmer implicitly criticised the Labour leadership for sidelining him during the election campaign. He acknowledged that Brexit was an issue in the election, but he said Labour’s problem was that it did not challenge Boris Johnson’s claim he would “get Brexit done”. Starmer said: Brexit did, of course, come up on the doorstep. What really came up was this slogan ‘get Brexit done’. And we didn’t knock it back, we didn’t knock it down and neutralise it hard enough, because it clearly wasn’t going to happen ... What resonated on the doors was this phrase ‘Get Brexit done’ and we did not knock that flat. And we should have done, and I would have liked the chance to have knocked it flat, because that was what was cutting through. People thought, ‘Well, if I vote Conservative, I’m getting it done.’ Asked why he did not get the chance, he replied: Well, the strategists decided that it would be far better if, as it were, leave voices were out there. That’s fine. I didn’t complain then and I’m not complaining now. He repeated and expanded on the point he made in his Guardian interview about thinking it would be a mistake for Labour to “oversteer” in response to its defeat. He said: We need to reflect, but what we shouldn’t do is now oversteer. And I’ve seen organisations and political parties do this so many times. In 2010, we oversteered on austerity, and began to think that it might be all right to have some cuts. In 2015, we oversteered on welfare. What we mustn’t do now is for a third time oversteer, make this simplistic and go back to some foregone era. He said that Labour needed to “build on” the radicalism introduced into the party by Jeremy Corbyn. He said: What Jeremy Corbyn brought to the Labour party in 2015 was a change in emphasis that was really important, a radicalism that matters, and the rejection of anti-austerity. And we need to build on that, rather than simply say, ‘Well, let’s now oversteer and go back to some bygone age.’ But when it was put to Starmer that he seemed to be proposing “Corbynism without Corbyn”, he rejected that suggestion. He said: What I’m saying is that the desperate needs of millions of people for change – people in poverty, people who are homeless – the moral case for change is still there, just as it was last Thursday. And it’s only going to be met by a radical Labour government. The case for a radical government has never been stronger. He suggested he did not want to be associated with any previous leader. When it was put to him that he was sounding more leftwing than usual to appeal to party members, he replied: Everybody who’s listened to me in the last three or four years knows exactly what I think. And I’ve said this before, I don’t need somebody else’s name tattooed to my head, some past leader, in order to identify and make decisions. I can make them for myself. That sounded like a declaration that he did not want to be seen either as a Corbynite or a Blairite (or a Brownite or a Milibandite, I suppose, although it is the first two who tend to frame the debate in the party at the moment). Starmer said there was “too much” in the manifesto. He said: We put too much in the manifesto, you couldn’t see the wood for the trees. It was really good stuff in there. He said Corbyn led the party into the election carrying too much “baggage”. He said: And we carried, I think, too much baggage into the election, and antisemitism is an example of that because it was about values and about competence. In his Guardian interview, and again on Today, Starmer sounded reluctant to criticise Corbyn personally. This was one of the few moments where he came close, although “baggage” did sound euphemistic. He said there was no point in Labour just blaming the media for its election defeat. He said: I think we need to reflect. There are people who say, ‘well it’s the media’. The media was hostile but it’s been hostile in the past and it’ll probably be hostile in the future, so we can’t rest there. He stressed that he came from a working-class background. He said: As for the sort of middle-class thrust, as you know, my dad worked in a factory, he was a toolmaker, and my mum was a nurse, and she contracted a very rare disease early in her life that meant she was constantly in need of NHS care. So, actually, my background isn’t what people think it is. I know what it’s like. I actually never had been in any workplace other than a factory until I left home for university. I’d never been in an office. So the idea that somehow I personally don’t know what it’s like for people across the country in all sorts of different circumstances is just not borne out. He said that a lot of people wanted him to stand for the leadership, and that he was “seriously considering” standing, but that he would talk to colleagues before he announced his decision. Q: Many people in Labour are saying the new leader must be a woman, and someone from outside London. Do you agree? Or should it be the best person for the job? Blair says it should be the best person for the job. He says it would be great to have a woman as leader. But it should be the best person for the job. There is no point having a woman, or someone from outside London, if they are in the wrong space politically. He says it does not matter if someone is from London or not if their politics is right. “Believe me, the country is not going to care?” People says the public does not want someone who went to public school. But who is prime minister now? Blair also says the Labour party should never be anti-intellectual. It has had great intellectuals in the past. Good intellectuals give you good ideas, he says. He recalls giving conference speeches as leader. The first draft of the speech would always contain lots of policy. But then advisers told him to take it out, because it was boring. He would say policy matter. His advisers said they agreed; but they told him just not to put it in the speech. Blair says he has not persuaded people yet about the importance of the technology revolution. The mission of modern social democracy is to spread its benefits fairly. It does not really matter whether someone is London or not London, he says. And that’s it. The Q&amp;A is over. Q: What is your message to leadership candidates? Are you saying it is better to say the right thing, and lose? Blair says he is cautious about this. In the Tony Blair Institute, they take a view that they must give practical advise when they are advising leaders around the world. There is no point giving advice that will be rejected. He says he accepts the leadership candidates won’t be able to be as blunt as he is being now. But what they say must pass the “minimum bar of credibility”, otherwise members of the public will not listen to them afterwards. He says the election defeat should provide a moment of clarity. People must not forget this, he says. Q: Are you hoping a mass influx of people will sign up as registered supporters to vote in the leadership contest? And doesn’t the experience of the Independent Group for Change show that replacing Labour is very difficult? Blair says he hopes people do join Labour. But the Labour membership has changed. In 2010 David Miliband won a majority of party members. That has changed. He says his job is just to speak about reality. On the prospect of Labour being replaced, Blair says after 1983, if Neil Kinnock had not started changing the party, he thinks it would have been replaced. He says some people who did vote Labour this time were voting for the part despite what they felt about it, not because of what they felt about it. He says Labour was unable to build a coalition on Brexit this year because its leadership was seen as sectarian. Q: Do you think leadership candidates should accept the Brexit outcome? And do you accept there is a danger that, if you abandon Corbynism, the young people attracted to the party will walk away? Blair says it was a mistake holding a Brexit election. The Lib Dems were partly to blame. But the remain camp has lost. We now have to make Brexit work, he says. He says the issue for the party is whether it will be willing to return to the mainstream of social democratic thinking. He says in 1983 it was also the case that individual manifesto policies were popular. You might assume that, of policies poll well individually, they will succeed collectively. But Blair says if you had tried to implement the whole manifesto, there would have been chaos. People understood that. So it is wrong to say the manifesto was popular. If it were popular, people would have voted for it, he says. He says “the Labour party’s ability to delude itself about where people really are” has been a constant factor in the party’s election defeat. Blair says he accepts that young people are enthused by the idea of radical change. But Labour’s share of the vote amongst young people dropped in 2019. They are less enthused by this idea now. If you put forward a radical manifesto for change which is practical, young people will be enthused. They were enthused in 1997, he says. Blair is now taking questions from journalists. (The previous questions were from Hazarika). Q: What sort of person do you want to see leading the Labour party? Blair says it must be someone who recognises the scale of the defeat. He says this is unlike any election defeat Labour has ever has. The party has never been taken over by the far left before, he says. Now it has to “re-engineer social democratic politics”. If Labour cannot do that, then people will look to another party, he suggests. Q: Who would you like to see as next Labour leader? Blair says it would be sensible not to answer that question. Q: Are there any candidates up to the challenge? Blair says that is another way of asking the same thing. But he says the public will be looking at what happens. And the party has to show it is changing. If there is any sense that “we are ignoring the message [the public] has given us, it doesn’t matter who leads the Labour party - we just won’t win again.” He says the “minimal threshold for credibility” is an acknowledgement that Labour has been in the wrong place, and needs to change. He says there is no point any candidate winning the leadership without accepting this, because they won’t win an election if they haven’t absorbed this lesson. Tony Blair is now taking questions after his speech. He is being interviewed by Ayesha Hazarika, a former Labour aide who is now a journalist and comedian, before taking questions from journalists. Blair says the problems facing Britain in the 21st century require an activist state. That should be an advantage for Labour, he says, because the party believes in an activist state. He says he came into the Commons after the 1983 defeat. There were some similarities then with now; it was clear that the leader, a decent man, needed to go. But 1983 was also different. In 1983 Michael Foot was trying to get rid of Militant. Now the far left has taken over the party, he says. He says “this far left grouping” is not interested in compromise. They want to take over the party, he says. He says in the months ahead of the election they were trying to deselect sensible candidates, and replace them with far left candidates. Here is another extract from the Tony Blair’s speech. What we should have done, following June 2016, is accepted the result, said it was for the government to negotiate an agreement but reserved our right to critique that agreement and should it fail to be a good deal for the country, advocate the final decision should rest with the people. Ultimately, we might have lost the most ardent Brexit support, but I believe, with different leadership, we would have kept much of our vote in traditional Labour areas, whilst benefiting from the fact that even in those areas, the majority of those voting Labour, were Remain. Instead we pursued a path of almost comic indecision, alienated both sides of the debate, leaving our voters without guidance or leadership. The absence of leadership on what was obviously the biggest question facing the country, then reinforced all the other doubts about Jeremy Corbyn. What is important is to understand why his leadership was so decisively rejected. This is not about Jeremy Corbyn as a person. I have no doubt he is someone of deeply held and sincere beliefs, who stayed true to them under harsh attack. But politically, people saw him as fundamentally opposing what Britain and Western societies stand for. He personified an idea, a brand of quasi revolutionary socialism, mixing far left economic policy with deep hostility to Western foreign policy, which never has appealed to traditional Labour voters, never will appeal and represented for them a combination of misguided ideology and terminal ineptitude that they found insulting. No sentient political party goes into an election with a leader who has a net approval rating of – 40%. The takeover of the Labour party by the far left turned it into a glorified protest movement, with cult trimmings, utterly incapable of being a credible government. Good morning. Sir Keir Starmer, the shadow Brexit secretary, has effectively set out his opening pitch for the Labour leadership in an interview with the Guardian. He has not yet confirmed that he will stand, but it is impossible to imagine that he won’t after reading what he says, which he fleshed out a few minutes ago in an interview on the Today programme. His Guardian interview is here. I will post more from his Today interview shortly. And Yvette Cooper, the former Labour minister and chair of the home affairs committee in the last parliament, has also been on the same programme this morning, confirming that she is considering standing for the leadership too. And on the same theme, Tony Blair, the former Labour leader and the last person to win a general election for the party since 1974, has just given a speech on the election this morning. There is nothing more satisfying in life than being able to say ‘I told you so’, and so it is not surprising that he wants to have his say. His thinktank, the Tony Blair Institute for Global Change, has also published an 18-page report on why Labour lost. The report is here, the speech is here, and there is a live feed of the event here. I will cover the argument of the speech, and the report, in detail, but the key message is that this defeat was “seminal” and Labour must now ditch Corbynism. Here is an extract from the report. Our research shows that the breach need not be permanent, but simply changing the leader will not be enough. The problems go far deeper; and so must the solutions. Labour needs not just a different driver, but a different bus. The first task is to discard the sectarian ultra-left politics that has taken the party over and condemned it to the wilderness of opposition. Only then can Labour begin the journey back to government. And here is an extract from the speech. The Labour party is presently marooned on fantasy island. I understand would be Leaders will want to go there and speak the native language in the hope of persuading enough eventually to migrate to the mainland of reality. But there is a risk that the only people speaking the language of reality to the party are those who don’t aspire to lead it. Unfortunately, 2019 is much worse than 1983. Then was our second defeat; now is our fourth. The country is different. Politics is different. The country is less fixed in political affiliation. Politics moves at speed accelerated by social media. We don’t have the luxury of the slow march back. We can correct our historical and contemporary weaknesses; or be consumed by them. Here is the agenda for the day. 8.30am: Tony Blair gives a speech on Labour’s election defeat. 10am: Matt Hancock, the health secretary, gives a speech to the Policy Exchange thinktank. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. We plan to publish a summary at the end of the day. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "45552",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/18/the-liberal-democrats-place-in-british-politics",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T16:42:10Z",
    "webTitle": "The Liberal Democrats’ place in progressive politics | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/the-liberal-democrats-place-in-british-politics",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/the-liberal-democrats-place-in-british-politics",
    "fields": {
      "headline": "The Liberal Democrats’ place in progressive politics",
      "standfirst": "Readers respond to opinion articles by Vince Cable and Simon Jenkins",
      "trailText": "<strong>Letters: </strong>Readers respond to opinion articles by Vince Cable and Simon Jenkins",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"200deffc48d715c8e35f89166b4c0a8a01ced9ac\"> <img src=\"https://media.guim.co.uk/200deffc48d715c8e35f89166b4c0a8a01ced9ac/0_39_3500_2100/1000.jpg\" alt=\"Jo Swinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson, who lost her seat in the general election. ‘With Labour and the Lib Dems conducting leadership elections at the same time, there is an opportunity to lay foundations for a winning progressive realignment.’</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<p>I would not be averse to being described as “centre-left, social democratic, liberal and moderate”, but I am unable to agree with Vince Cable (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/first-past-post-common-ground\" title=\"\">The centre-left parties must work together more closely</a>, 17 December) that Labour’s manifesto was “advocating radical socialism”.</p> <p>Proposing to raise the level of public expenditure to around that of Germany or France is hardly revolutionary. Its promise of public ownership and control of railways and public utilities is modest in contrast to the “commanding heights” of the economy run by governments during the 1970s. Even the offer of free broadband is positively Wilsonian in its faith in the “white heat of modern technology”. Overall, its range of practical and costed measures to deal with the modern day manifestations of “want, disease, ignorance, squalor and idleness” was firmly in the reformist tradition of <a href=\"https://www.theguardian.com/society/2017/oct/10/beveridge-five-evils-welfare-state\" title=\"\">Beveridge</a>. Its intention to borrow at low interest rates in order to promote (green) industrial growth and full employment was essentially Keynesian.</p> <p>On the other hand, when in office from 2010 to 2015, the Liberal Democrat party, pursuing its own “<a href=\"https://en.wikipedia.org/wiki/The_Orange_Book:_Reclaiming_Liberalism\" title=\"\">Orange Book</a>” principles, shared responsibility for the imposition of neoliberal economic policies of austerity, in combination with the privatisation and fragmentation of public services.</p> <p>As Cable was himself the minister who virtually gave away our Royal Mail to hedge funds and City institutions, he really needs to reflect on whether it is actually the Liberal Democrat rather than the Labour leadership that has made the radical departure from social democracy.<br><strong>Simon Hinks</strong><br><em>Brighton</em></p> <p>• I agree with Vince Cable that “excessive zealous Europeanism” was a huge error in their campaigning and a grave disappointment.</p> <p>But for me it started with the crass T-shirts declaiming “Bollocks to Brexit” worn delightedly by their new tranche of MEPs. I am an ardent remainer and, if that ship has now sailed, this party needs to row back from such divisive messaging. I voted for the Lib Dems in the European elections because they had an unapologetic and stalwart remain stance, but I fear it went horribly wrong with the very idea of revoking article 50 and cancelling Brexit. Added to which, Jo Swinson’s arrogant position of who she would or would not do a coalition deal with. <br><strong>Judith A</strong><strong> Daniels</strong><br><em>Cobholm, </em><em>Norfolk</em></p> <p>• It was probably about time we had the ritual call for a party of nice, civilised people. Up pops Vince Cable, right on schedule. As Liberals know from their fraught experience, there is a crucial distinction between working together and the enfeeblement of a distinctive Liberal party by narrowing its electoral opportunities, and that the first-past-the-post electoral system exacts a high price for any fragmentation of a worthy appeal. Vince Cable acknowledges this truth, but glosses over any renewed campaign to change the system.</p> <p>The consequences of the recent election are not just unfair to specific political parties but, even more so, they traduce the electors. The Brexiters have repeated incessantly that the 52% to 48% vote at the referendum is a democratic authority for Brexit. How can they now claim that a 43% vote for the Conservatives gives them the authority to force Brexit through?<br><strong>Michael Meadowcroft</strong><br><em>Leeds </em></p> <p>• What a silly column by Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/16/lib-dems-tories-split-vote-labour\" title=\"\">The Lib Dems helped the Tories to victory again. Now they should disband</a>, 16 December). If the Liberal Democrats had not won seats like Twickenham, Richmond Park, Kingston and Bath, who on earth does he think would have won them?</p> <p>When a long-term Conservative government was defeated in 1997, their defeat was partly brought about by a series of Lib Dem byelection wins and the 28 gains made by the Lib Dems from the Tories in that general election (as well as a result of Labour members choosing someone with greater appeal to the electorate than Jeremy Corbyn).</p> <p>It is arrogant to assume that if the Liberal Democrats did not exist, all of their voters would prefer Labour irrespective of Labour’s leader and programme. Who else would have solidly stood in support of our membership of the EU?<br><strong>Lord Rennard</strong><br><em>Liberal Democrat, House of Lords</em></p> <p>• Simon Jenkins correctly recognises the problem of progressive disunity. Since 1945 regressives have only won a majority of the vote at one general election, yet have led 60% of UK governments in that time. However, his diagnosis represents the kind of domineering tribalism that has prevailed in progressive circles and serves us badly. It rejects the diversity of opinion that exists in Britain and compels the disunity to continue.</p> <p>With Labour and the Lib Dems conducting leadership elections at the same time, there is an opportunity to lay foundations for a winning progressive realignment ahead of the next election. Two Lib Dem leadership candidates (Daisy Cooper and Layla Moran) already indicate they would steer the Lib Dems in an even more progressive direction (as occurred under Charles Kennedy and Paddy Ashdown). Far from preventing a progressive victory as Jenkins holds, the Lib Dems could make a significant contribution. Of the 30 seats the Lib Dems are currently best placed to gain on a uniform swing, 26 are fights versus the Conservatives. Only two are versus Labour.</p> <p>Progressive voters are already ahead of the parties, with many hundreds of thousands having voted tactically last Thursday and, in the process, they restrained significantly the size of the Conservatives’ majority. It is time the progressive parties caught up and stopped discarding the pluralistic and cooperative values we say we uphold.<br><strong>Paul Pettinger</strong><br><em>Council member of the Social Liberal Forum</em></p> <p>• Simon Jenkins suggests that the Lib Dems should disband to give Labour a clear run. Here are the results for Cheltenham: Con 48%, LD 46%, Lab 5%, Monster Raving Loony 1%.</p> <p>Perhaps Labour and the Loonies should shut up shop? I suppose Labour can celebrate the fact that they didn’t come last.<br><strong>Nick Chiplen</strong><br><em>Cheltenham, Gloucestershire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1008",
      "commentable": "false",
      "firstPublicationDate": "2019-12-18T16:42:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:05Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dve5k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/200deffc48d715c8e35f89166b4c0a8a01ced9ac/0_39_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I would not be averse to being described as “centre-left, social democratic, liberal and moderate”, but I am unable to agree with Vince Cable (The centre-left parties must work together more closely, 17 December) that Labour’s manifesto was “advocating radical socialism”. Proposing to raise the level of public expenditure to around that of Germany or France is hardly revolutionary. Its promise of public ownership and control of railways and public utilities is modest in contrast to the “commanding heights” of the economy run by governments during the 1970s. Even the offer of free broadband is positively Wilsonian in its faith in the “white heat of modern technology”. Overall, its range of practical and costed measures to deal with the modern day manifestations of “want, disease, ignorance, squalor and idleness” was firmly in the reformist tradition of Beveridge. Its intention to borrow at low interest rates in order to promote (green) industrial growth and full employment was essentially Keynesian. On the other hand, when in office from 2010 to 2015, the Liberal Democrat party, pursuing its own “Orange Book” principles, shared responsibility for the imposition of neoliberal economic policies of austerity, in combination with the privatisation and fragmentation of public services. As Cable was himself the minister who virtually gave away our Royal Mail to hedge funds and City institutions, he really needs to reflect on whether it is actually the Liberal Democrat rather than the Labour leadership that has made the radical departure from social democracy. Simon Hinks Brighton • I agree with Vince Cable that “excessive zealous Europeanism” was a huge error in their campaigning and a grave disappointment. But for me it started with the crass T-shirts declaiming “Bollocks to Brexit” worn delightedly by their new tranche of MEPs. I am an ardent remainer and, if that ship has now sailed, this party needs to row back from such divisive messaging. I voted for the Lib Dems in the European elections because they had an unapologetic and stalwart remain stance, but I fear it went horribly wrong with the very idea of revoking article 50 and cancelling Brexit. Added to which, Jo Swinson’s arrogant position of who she would or would not do a coalition deal with. Judith A Daniels Cobholm, Norfolk • It was probably about time we had the ritual call for a party of nice, civilised people. Up pops Vince Cable, right on schedule. As Liberals know from their fraught experience, there is a crucial distinction between working together and the enfeeblement of a distinctive Liberal party by narrowing its electoral opportunities, and that the first-past-the-post electoral system exacts a high price for any fragmentation of a worthy appeal. Vince Cable acknowledges this truth, but glosses over any renewed campaign to change the system. The consequences of the recent election are not just unfair to specific political parties but, even more so, they traduce the electors. The Brexiters have repeated incessantly that the 52% to 48% vote at the referendum is a democratic authority for Brexit. How can they now claim that a 43% vote for the Conservatives gives them the authority to force Brexit through? Michael Meadowcroft Leeds • What a silly column by Simon Jenkins (The Lib Dems helped the Tories to victory again. Now they should disband, 16 December). If the Liberal Democrats had not won seats like Twickenham, Richmond Park, Kingston and Bath, who on earth does he think would have won them? When a long-term Conservative government was defeated in 1997, their defeat was partly brought about by a series of Lib Dem byelection wins and the 28 gains made by the Lib Dems from the Tories in that general election (as well as a result of Labour members choosing someone with greater appeal to the electorate than Jeremy Corbyn). It is arrogant to assume that if the Liberal Democrats did not exist, all of their voters would prefer Labour irrespective of Labour’s leader and programme. Who else would have solidly stood in support of our membership of the EU? Lord Rennard Liberal Democrat, House of Lords • Simon Jenkins correctly recognises the problem of progressive disunity. Since 1945 regressives have only won a majority of the vote at one general election, yet have led 60% of UK governments in that time. However, his diagnosis represents the kind of domineering tribalism that has prevailed in progressive circles and serves us badly. It rejects the diversity of opinion that exists in Britain and compels the disunity to continue. With Labour and the Lib Dems conducting leadership elections at the same time, there is an opportunity to lay foundations for a winning progressive realignment ahead of the next election. Two Lib Dem leadership candidates (Daisy Cooper and Layla Moran) already indicate they would steer the Lib Dems in an even more progressive direction (as occurred under Charles Kennedy and Paddy Ashdown). Far from preventing a progressive victory as Jenkins holds, the Lib Dems could make a significant contribution. Of the 30 seats the Lib Dems are currently best placed to gain on a uniform swing, 26 are fights versus the Conservatives. Only two are versus Labour. Progressive voters are already ahead of the parties, with many hundreds of thousands having voted tactically last Thursday and, in the process, they restrained significantly the size of the Conservatives’ majority. It is time the progressive parties caught up and stopped discarding the pluralistic and cooperative values we say we uphold. Paul Pettinger Council member of the Social Liberal Forum • Simon Jenkins suggests that the Lib Dems should disband to give Labour a clear run. Here are the results for Cheltenham: Con 48%, LD 46%, Lab 5%, Monster Raving Loony 1%. Perhaps Labour and the Loonies should shut up shop? I suppose Labour can celebrate the fact that they didn’t come last. Nick Chiplen Cheltenham, Gloucestershire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6252",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/18/lessons-in-toryism-from-the-past",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T16:41:48Z",
    "webTitle": "Lessons in Toryism from the past | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/lessons-in-toryism-from-the-past",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/lessons-in-toryism-from-the-past",
    "fields": {
      "headline": "Lessons in Toryism from the past",
      "standfirst": "<strong>Charly Lomas </strong>looks back on Disraeli’s Conservatives, while <strong>David H Yeats </strong>ponders Boris Johnson’s link to King Frederick I of Württemberg",
      "trailText": "Letters: <strong>Charly Lomas </strong>looks back on Disraeli’s Conservatives, while <strong>David H Yeats </strong>ponders Boris Johnson’s link to King Frederick I of Württemberg",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e567a9b9f4f71177210e0e1f2b2531c8f131a69d\"> <img src=\"https://media.guim.co.uk/e567a9b9f4f71177210e0e1f2b2531c8f131a69d/0_318_2697_1617/1000.jpg\" alt=\"Benjamin Disraeli, (1804 - 1881).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benjamin Disraeli, (1804 - 1881). ‘Disraeli offered working-class Tories only jingoism and imperialism’</span> <span class=\"element-image__credit\">Photograph: Jabez Hughes/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The recent UK election reminds readers with long memories of 1874, when Disraeli’s Conservatives defeated Gladstone’s Liberals after the latter’s reforming first ministry. Boris Johnson is a chancer, like a miniscule Disraeli, and his novel is much less good than Sybil, or the Two Nations, which coined the idea of one nation Toryism. Disraeli’s young hero travels to the north of England to discover the existence of poverty, while Johnson has just careered around the north to harvest votes.</p> <p>Neophyte Tory voters from the north should remember that Primrose League Toryism did little to alter the material conditions of the working class. Disraeli offered working-class Tories only jingoism and imperialism, anticipating the nativism and fantasies about “Empire 2.0” that Johnson and his clique are peddling.</p> <p>Alas, working-class Toryism has long been with us. The struggle continues.<br><strong>Charly Lomas</strong><br><em>Aulas, France</em></p> <p>• I was somewhat intrigued reading how Stanley Johnson, reacting to his son’s victory in last week’s general election, disingenuously puts it down to the Johnson genes. Would those genes be the same as those of King Frederick I of Württemberg, ancestor to both the current Bonaparte family and the Johnson clan through his daughter Catherine and son Paul? For it seems Frederick was lacking in scruples and was quite content to be elevated from being a duke to a king by Napoleon.</p> <p>Through his support for Napoleon, Frederick was able to expand his territory, ultimately supplying 15,000 troops – many of whom were never to return – for Napoleon’s 1812 invasion of Russia. When Napoleon’s luck ran out, Frederick negotiated with the allies to come over to their side providing he could keep his title of king and his newly acquired territories. However, perhaps a gene not inherited by the Johnsons is the one of height and size, for Frederick was 6ft 11in and weighed around 200kg.<br><strong>David H Yeats</strong><br><em>Smethwick, West Midlands</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p> <p><em> </em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "356",
      "commentable": "false",
      "firstPublicationDate": "2019-12-18T16:41:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-18T17:05:02Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dveg9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e567a9b9f4f71177210e0e1f2b2531c8f131a69d/0_318_2697_1617/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The recent UK election reminds readers with long memories of 1874, when Disraeli’s Conservatives defeated Gladstone’s Liberals after the latter’s reforming first ministry. Boris Johnson is a chancer, like a miniscule Disraeli, and his novel is much less good than Sybil, or the Two Nations, which coined the idea of one nation Toryism. Disraeli’s young hero travels to the north of England to discover the existence of poverty, while Johnson has just careered around the north to harvest votes. Neophyte Tory voters from the north should remember that Primrose League Toryism did little to alter the material conditions of the working class. Disraeli offered working-class Tories only jingoism and imperialism, anticipating the nativism and fantasies about “Empire 2.0” that Johnson and his clique are peddling. Alas, working-class Toryism has long been with us. The struggle continues. Charly Lomas Aulas, France • I was somewhat intrigued reading how Stanley Johnson, reacting to his son’s victory in last week’s general election, disingenuously puts it down to the Johnson genes. Would those genes be the same as those of King Frederick I of Württemberg, ancestor to both the current Bonaparte family and the Johnson clan through his daughter Catherine and son Paul? For it seems Frederick was lacking in scruples and was quite content to be elevated from being a duke to a king by Napoleon. Through his support for Napoleon, Frederick was able to expand his territory, ultimately supplying 15,000 troops – many of whom were never to return – for Napoleon’s 1812 invasion of Russia. When Napoleon’s luck ran out, Frederick negotiated with the allies to come over to their side providing he could keep his title of king and his newly acquired territories. However, perhaps a gene not inherited by the Johnsons is the one of height and size, for Frederick was 6ft 11in and weighed around 200kg. David H Yeats Smethwick, West Midlands • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2230",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/18/from-election-gloom-good-news-sprouts",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T16:41:12Z",
    "webTitle": "From election gloom good news sprouts | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/from-election-gloom-good-news-sprouts",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/from-election-gloom-good-news-sprouts",
    "fields": {
      "headline": "From election gloom good news sprouts",
      "standfirst": "Throwaway cups | Tamara Ecclestone | Boris Johnson | Child poverty | Dominic Cummings | Brussels sprouts",
      "trailText": "<strong>Brief letters: </strong>Throwaway cups | Tamara Ecclestone | Boris Johnson | Child poverty | Dominic Cummings | Brussels sprouts",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ac9829c97fcf0e23d5f9fa21781e4bba44a47805\"> <img src=\"https://media.guim.co.uk/ac9829c97fcf0e23d5f9fa21781e4bba44a47805/0_168_8574_5144/1000.jpg\" alt=\"Brussels sprouts\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A truck load of brussels sprouts were ruined after a trailer overturned on a road in Fife earlier this week.</span> <span class=\"element-image__credit\">Photograph: margouillatphotos/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>When I travelled by train in India in 1982, tea was served to passengers at railway stations through the open windows, in earthenware pots just like the Minoan one (<a href=\"https://www.theguardian.com/uk-news/2019/dec/16/minoan-disposable-cup-shows-ancients-were-not-green-either\" title=\"\">Ancient single-use cup shows throwaway culture is nothing new</a>, 16 December). Once you’d drunk the tea, you simply threw the pot out of the window where, in time, it would return to the earth from which it came. Perfectly green. I’m told they were later replaced by plastic cups, and that these were still being thrown out of the windows. Just to be clear – that’s not green.<br><strong>Pete Stockwell</strong><br><em>London </em></p> <p>• Bernie Ecclestone referred to the burglary at his daughter Tamara’s home as “an awful thing to happen” (<a href=\"https://www.theguardian.com/sport/2019/dec/16/bernie-ecclestone-tamara-jewellery-raid-possibly-an-inside-job\" title=\"\">Report</a>, 17 December). In a society with so many people in poverty and numbers of homeless growing, what is more awful, Mr Ecclestone, is that someone should possess jewellery to the value of £50m.<br><strong>Phil Jones</strong><br><em>Ashford, Middlesex</em></p> <p>• Will the IOPC now give its decision on whether Boris Johnson should face an investigation into possible criminal misconduct relating to his relationship with Jennifer Arcuri? Could this be the UK parallel to the US impeachment activity?<br><strong>Virginia Brown</strong><br><em>Talgarth</em><em>, Powys</em></p> <p>• There would, of course, be no point in me sending a copy of your education feature to Boris Johnson (<a href=\"https://www.theguardian.com/education/2019/dec/17/children-dont-get-presents-schools-open-over-christmas\" title=\"\">When Santa cannot call</a>, 17 December). How I wish he and his MPs would read it and absorb it. To be the cause of children having little food and no presents at Christmas ought to cause the hardest hearts to think again. Shame on this government.<br><strong>Linda Rhead</strong><br><em>London</em></p> <p>• Please will someone buy Dominic Cummings a suit for Christmas (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/16/whitehall-dominic-cummings-boris-johnson-civil-servants\" title=\"\">Watch out Whitehall</a>, 16 December)?<br><strong>Margaret Hall</strong><br><em>Cambridge</em></p> <p>• A trailer load of brussels sprouts are lost (<a href=\"https://www.theguardian.com/uk-news/2019/dec/16/brussels-sprouts-spill-crash-fife\" title=\"\">Report</a>, 17 December). Not all bad news then. Merry Christmas.<br><strong>Richard Barnard</strong><br><em>Wivenhoe, Essex </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "344",
      "commentable": "false",
      "firstPublicationDate": "2019-12-18T16:41:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:39:39Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvekf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ac9829c97fcf0e23d5f9fa21781e4bba44a47805/0_168_8574_5144/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When I travelled by train in India in 1982, tea was served to passengers at railway stations through the open windows, in earthenware pots just like the Minoan one (Ancient single-use cup shows throwaway culture is nothing new, 16 December). Once you’d drunk the tea, you simply threw the pot out of the window where, in time, it would return to the earth from which it came. Perfectly green. I’m told they were later replaced by plastic cups, and that these were still being thrown out of the windows. Just to be clear – that’s not green. Pete Stockwell London • Bernie Ecclestone referred to the burglary at his daughter Tamara’s home as “an awful thing to happen” (Report, 17 December). In a society with so many people in poverty and numbers of homeless growing, what is more awful, Mr Ecclestone, is that someone should possess jewellery to the value of £50m. Phil Jones Ashford, Middlesex • Will the IOPC now give its decision on whether Boris Johnson should face an investigation into possible criminal misconduct relating to his relationship with Jennifer Arcuri? Could this be the UK parallel to the US impeachment activity? Virginia Brown Talgarth, Powys • There would, of course, be no point in me sending a copy of your education feature to Boris Johnson (When Santa cannot call, 17 December). How I wish he and his MPs would read it and absorb it. To be the cause of children having little food and no presents at Christmas ought to cause the hardest hearts to think again. Shame on this government. Linda Rhead London • Please will someone buy Dominic Cummings a suit for Christmas (Watch out Whitehall, 16 December)? Margaret Hall Cambridge • A trailer load of brussels sprouts are lost (Report, 17 December). Not all bad news then. Merry Christmas. Richard Barnard Wivenhoe, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2092",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-18T12:00:18Z",
    "webTitle": "Labour gifted Boris Johnson his ‘Brexit election’. We can’t be so inept again | Emily Thornberry",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry",
    "fields": {
      "headline": "Labour gifted Boris Johnson his ‘Brexit election’. We can’t be so inept again",
      "standfirst": "<p>Our next leader must be able to exploit the prime minister’s failings. We shouldn’t be distracted by false internal arguments</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry throws her hat into ring for Labour leadership</a></li></ul>",
      "trailText": "Our next leader must be able to exploit the prime minister’s failings, says shadow foreign secretary Emily Thornberry <br>",
      "byline": "Emily Thornberry",
      "main": "<figure class=\"element element-image\" data-media-id=\"1c1f7a340f6f460a0ed040263a3d3c09f526585f\"> <img src=\"https://media.guim.co.uk/1c1f7a340f6f460a0ed040263a3d3c09f526585f/0_149_4734_2840/1000.jpg\" alt=\"Boris Johnson poses after hammering a “Get Brexit Done” sign into the garden of a supporter\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson proposed an election at a time of his own choosing, on an issue of his own choosing, and we went along with it – like crackers voting for Christmas.’</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Listening to Labour colleagues on the media over the last week, I have repeatedly heard the refrain that the problem we faced last Thursday was that “this became the <a href=\"https://www.theguardian.com/politics/2019/dec/13/election-result-signifies-realignment-of-uk-politics\" title=\"\">Brexit election</a>”. To which I can only say: I look forward to their tweets of shock when next Wednesday’s lunch features turkey and brussels sprouts.</p> <p>Let’s be clear: this was always going to be the Brexit election, the first genuine single-issue election in 119 years. Back then, in 1900, the Tories were cynically capitalising on their early success in the Boer war to try to win another thumping majority over the Liberals. It was also Labour’s very first election, and we went into it with noble domestic ambitions far distant from the South African veldt.</p> <p>Provision for the aged poor. Better houses. Useful work for the unemployed. Adequate maintenance for children. The nationalisation of railways. And the establishment of social and economic equality between the sexes. Worthy priorities indeed, but we only won two seats, while the Tories stuck to their single issue and claimed a majority of more than 130.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry throws her hat into ring for Labour leadership</a> </p> </aside>  <p>At least then, we never had a choice. Calling an election was entirely in the government’s gift. But this time, we have no excuse. Boris Johnson proposed an election at a time of his own choosing, on an issue of his own choosing, and we went along with it – like crackers voting for Christmas. The Liberal Democrats agreed to it because they thought it would work in their favour, and Labour because we imagined we could change the subject. That was a total delusion.</p> <p>I wrote to the leader’s office warning it would be “an act of catastrophic political folly” to vote for the election, and explained exactly why we should not go along with it. I argued that the single issue of Brexit should not be enough to give Johnson a five-year mandate to enact his agenda on every issue. Instead, I said we should insist on a referendum on his proposed deal, to get the issue of Brexit out of the way before any general election.</p> <p>When I raised this at the shadow cabinet, and spoke forcefully against an election, some colleagues nodded along, but the loudest voices were pro-leave colleagues insisting that we should vote with Johnson. So we wilfully went into a single-issue election with no clear position on that issue and, as every pollster predicted, we were brutally squeezed by all the other parties with an unequivocal policy on Brexit, all of them sharing a clear strategy to eat into Labour’s base.</p> <p>All over the country, we could see ourselves going backwards, despite the incredible hard work of our brilliant volunteers, councillors and candidates. They saw this result coming a mile off, and were amazed that the <a href=\"https://www.theguardian.com/politics/2019/dec/13/inside-labours-campaign-behind\" title=\"\">people running the campaign could not</a>.</p> <p>Worst of all, while we tried to focus on the implications of Brexit for the NHS, the Tories more successfully tied Labour’s ambiguity on the issue to their other main argument: that Jeremy Corbyn could not be trusted with the levers of power – a complete contrast with 2017, when his clear principles and authenticity had been major assets.</p> <p>People can argue that our position should have been more pro-leave or more pro-remain, but the reality is we should never have allowed a Brexit election, which was Johnson’s obvious strategic goal from the moment he took office.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/red-wall-labour-south\">The red wall is only half the story – Labour must rebuild in the south too | Gaby Hinsliff</a> </p> </aside>  <p>The question now is: how do we fight back from here? The answer is certainly not to have some great ideological debate between left, right and centre. Neither is it to set this up as a battle between leave and remain, north and south, or indeed men and women. When did we stop being for the many, not just half of us?</p> <p>It won’t earn raucous cheers at a rally, but our starting point should instead be to ask ourselves: where is the strategic thinking in our party? Who has a proper plan for the future?</p> <p>Say what you like about New Labour after 1994, and it’s known that I disagree with much of what it did, but credit where credit’s due: that team had deep political insight and absolute clarity of purpose, boiled down to a five-point pledge-card. It would never have voted to give Johnson the Brexit election he craved.</p> <p>When I faced Johnson for the entire two years he was <a href=\"https://www.theguardian.com/politics/2018/jul/09/boris-johnson-his-path-to-resigning-as-foreign-secretary\" title=\"\">foreign secretary</a>, the only ministerial job he previously held, my strategy was to focus relentlessly on five key issues where there were huge differences between Labour’s policy and his, and where his position was indefensible: the Northern Ireland border; the war in Yemen; Donald Trump; human rights; and climate change.</p> <p>I took the fight to him every day, and pummelled him every week. Each time, the mask slipped, and we saw the real man – a mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on. He hated it, especially coming from a woman.</p> <p>So when the Labour leadership contest begins, whoever is standing – and I hope to be one of the candidates – the first question shouldn’t be about their position on Brexit, or where they live in our country.</p> <p>The first question should instead be: what’s your plan for taking on Johnson over the next five years? And do you have the political nous and strategic vision to reunite our party, rebuild our machine, gain the trust of the public, give hope to our declining towns and smaller cities, and never again waste the opportunity to take back power?</p> <p>Goodness knows, we’ve been taught a painful enough lesson in how to prosecute a successful political strategy by Johnson over the last five months.</p> <p>And if you’re a Labour voter seized with gloom – or a Tory gleaming with complacency – just remember that in 1906, six years after the last single-issue election, the Liberal opposition won a majority of 124, with the Tories losing 246 seats. Why? Because the Tories were totally divided over trade policy and because their “single issue” of the Boer war had turned into a disaster.</p> <p>Will history repeat itself now as the Tories grapple with the reality of “getting Brexit done”? Well, history has a tendency to do that. And when the next election comes, I’d certainly like Labour to have a leader and team in place with the strategic vision to foresee and exploit Johnson’s failings.</p> <p>Because if we can overturn that Tory majority, we can start focusing on the pledges from that 1900 Labour manifesto, which are now more than a century overdue – on elderly people, on housing, on the unemployed, and on child poverty. That’s the prize. Let’s keep our eye on it.</p> <p>• Emily Thornberry is the Labour MP for Islington South and Finsbury, and the shadow foreign secretary</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1131",
      "commentCloseDate": "2019-12-18T14:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-18T12:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:06Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvdkz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1c1f7a340f6f460a0ed040263a3d3c09f526585f/0_149_4734_2840/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Listening to Labour colleagues on the media over the last week, I have repeatedly heard the refrain that the problem we faced last Thursday was that “this became the Brexit election”. To which I can only say: I look forward to their tweets of shock when next Wednesday’s lunch features turkey and brussels sprouts. Let’s be clear: this was always going to be the Brexit election, the first genuine single-issue election in 119 years. Back then, in 1900, the Tories were cynically capitalising on their early success in the Boer war to try to win another thumping majority over the Liberals. It was also Labour’s very first election, and we went into it with noble domestic ambitions far distant from the South African veldt. Provision for the aged poor. Better houses. Useful work for the unemployed. Adequate maintenance for children. The nationalisation of railways. And the establishment of social and economic equality between the sexes. Worthy priorities indeed, but we only won two seats, while the Tories stuck to their single issue and claimed a majority of more than 130. At least then, we never had a choice. Calling an election was entirely in the government’s gift. But this time, we have no excuse. Boris Johnson proposed an election at a time of his own choosing, on an issue of his own choosing, and we went along with it – like crackers voting for Christmas. The Liberal Democrats agreed to it because they thought it would work in their favour, and Labour because we imagined we could change the subject. That was a total delusion. I wrote to the leader’s office warning it would be “an act of catastrophic political folly” to vote for the election, and explained exactly why we should not go along with it. I argued that the single issue of Brexit should not be enough to give Johnson a five-year mandate to enact his agenda on every issue. Instead, I said we should insist on a referendum on his proposed deal, to get the issue of Brexit out of the way before any general election. When I raised this at the shadow cabinet, and spoke forcefully against an election, some colleagues nodded along, but the loudest voices were pro-leave colleagues insisting that we should vote with Johnson. So we wilfully went into a single-issue election with no clear position on that issue and, as every pollster predicted, we were brutally squeezed by all the other parties with an unequivocal policy on Brexit, all of them sharing a clear strategy to eat into Labour’s base. All over the country, we could see ourselves going backwards, despite the incredible hard work of our brilliant volunteers, councillors and candidates. They saw this result coming a mile off, and were amazed that the people running the campaign could not. Worst of all, while we tried to focus on the implications of Brexit for the NHS, the Tories more successfully tied Labour’s ambiguity on the issue to their other main argument: that Jeremy Corbyn could not be trusted with the levers of power – a complete contrast with 2017, when his clear principles and authenticity had been major assets. People can argue that our position should have been more pro-leave or more pro-remain, but the reality is we should never have allowed a Brexit election, which was Johnson’s obvious strategic goal from the moment he took office. The question now is: how do we fight back from here? The answer is certainly not to have some great ideological debate between left, right and centre. Neither is it to set this up as a battle between leave and remain, north and south, or indeed men and women. When did we stop being for the many, not just half of us? It won’t earn raucous cheers at a rally, but our starting point should instead be to ask ourselves: where is the strategic thinking in our party? Who has a proper plan for the future? Say what you like about New Labour after 1994, and it’s known that I disagree with much of what it did, but credit where credit’s due: that team had deep political insight and absolute clarity of purpose, boiled down to a five-point pledge-card. It would never have voted to give Johnson the Brexit election he craved. When I faced Johnson for the entire two years he was foreign secretary, the only ministerial job he previously held, my strategy was to focus relentlessly on five key issues where there were huge differences between Labour’s policy and his, and where his position was indefensible: the Northern Ireland border; the war in Yemen; Donald Trump; human rights; and climate change. I took the fight to him every day, and pummelled him every week. Each time, the mask slipped, and we saw the real man – a mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on. He hated it, especially coming from a woman. So when the Labour leadership contest begins, whoever is standing – and I hope to be one of the candidates – the first question shouldn’t be about their position on Brexit, or where they live in our country. The first question should instead be: what’s your plan for taking on Johnson over the next five years? And do you have the political nous and strategic vision to reunite our party, rebuild our machine, gain the trust of the public, give hope to our declining towns and smaller cities, and never again waste the opportunity to take back power? Goodness knows, we’ve been taught a painful enough lesson in how to prosecute a successful political strategy by Johnson over the last five months. And if you’re a Labour voter seized with gloom – or a Tory gleaming with complacency – just remember that in 1906, six years after the last single-issue election, the Liberal opposition won a majority of 124, with the Tories losing 246 seats. Why? Because the Tories were totally divided over trade policy and because their “single issue” of the Boer war had turned into a disaster. Will history repeat itself now as the Tories grapple with the reality of “getting Brexit done”? Well, history has a tendency to do that. And when the next election comes, I’d certainly like Labour to have a leader and team in place with the strategic vision to foresee and exploit Johnson’s failings. Because if we can overturn that Tory majority, we can start focusing on the pledges from that 1900 Labour manifesto, which are now more than a century overdue – on elderly people, on housing, on the unemployed, and on child poverty. That’s the prize. Let’s keep our eye on it. • Emily Thornberry is the Labour MP for Islington South and Finsbury, and the shadow foreign secretary",
      "charCount": "6553",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/emily-thornberry\">Emily Thornberry</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T12:00:17Z",
    "webTitle": "Emily Thornberry throws her hat into ring for Labour leadership",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership",
    "fields": {
      "headline": "Emily Thornberry throws hat into ring for Labour leadership",
      "standfirst": "<p>Exclusive: shadow foreign secretary says she warned party leaders going to polls would be ‘act of catastrophic political folly’</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry\">Emily Thornberry: We can’t be so inept again</a></li></ul>",
      "trailText": "Exclusive: shadow foreign secretary said she warned leadership going to polls would be ‘act of catastrophic political folly’",
      "byline": "Rowena Mason  Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"86e23a8dd5472a154f87e31491e3219cee83396a\"> <img src=\"https://media.guim.co.uk/86e23a8dd5472a154f87e31491e3219cee83396a/145_82_1098_659/1000.jpg\" alt=\"Emily Thornberry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Thornberry: ‘The first question for leadership candidates should be: what’s your plan for taking on Boris Johnson over the next five years?’</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>",
      "body": "<p>Emily Thornberry has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”.</p> <p>The shadow foreign secretary set out her pitch to be the next Labour leader in <a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/boris-johnson-labour-brexit-election-emily-thornberry\">an article for the Guardian</a>, arguing she has already “pummelled” Boris Johnson across the dispatch box and knows how to exploit his failings.</p> <p>Directly addressing those calling for a new leader from northern England, she made the case that Corbyn’s replacement should be chosen on the basis of their “political nous and strategic vision”, rather than where they come from or their views on Brexit.</p> <p>Her declaration makes her the first candidate to confirm she wants to be in the race, although Lisa Nandy, Keir Starmer, Clive Lewis and David Lammy have indicated they are seriously considering it.</p> <p>Rebecca Long-Bailey, who is backed by a number of Corbyn allies, is highly likely to stand, along with Jess Phillips and possibly Yvette Cooper.</p> <p>In her article, Thornberry sought to demonstrate her political judgment by revealing that she sent a lengthy written note to the leadership before the election, explaining it would be disastrous for Labour to go to the polls before Brexit was settled in a referendum.</p> <p>She likened the party’s decision to back an election to “crackers voting for Christmas” because it gave Johnson a chance to fight an election on a subject of his choosing at a time of his choosing.</p> <p>“Listening to Labour colleagues on the media over the last week, I have repeatedly heard the refrain that the problem we faced last Thursday was that ‘this became the Brexit election’. To which I can only say I look forward to their tweets of shock when next Wednesday’s lunch features turkey and brussels sprouts … I wrote to the leader’s office warning it would be ‘an act of catastrophic political folly’ to vote for the election, and set out a lengthy draft narrative explaining why we should not go along with it.</p> <p>“I argued that the single issue of Brexit should not be enough to give Johnson a five-year mandate to enact his agenda on every issue. Instead, I said we should insist on a referendum on his proposed deal, to get the issue of Brexit out of the way before any general election.”</p> <p>She blamed pro-leave colleagues in the shadow cabinet for having insisted on backing the election that Johnson wanted, which resulted in Labour losing a net total of 59 seats.</p> <p>Corbyn told the Guardian at the outset of the campaign that he had made the decision to support an election himself. Describing a shadow cabinet meeting, he said, “I put it to them quite clearly: I said, our objections are now gone. We are now supporting a general election – and everybody gulped. I didn’t alert anybody in advance – it was my decision. On my own. I made that decision. And they gulped, and said, Yes Jeremy.”</p> <p>Since last week’s disastrous result, some Labour MPs have called for the next leader to be someone from the north or Midlands who is not strongly pro-remain to help win back trust in Labour heartlands that went Tory in some cases for the first time.</p> <p>Caroline Flint, who lost her Don Valley seat, has said Long-Bailey and Nandy are the only candidates worth considering for that reason and accused Thornberry of insulting voters in the north, which has caused Thornberry to <a href=\"https://www.theguardian.com/politics/2019/dec/16/emily-thornberry-threatens-to-sue-over-caroline-flint-stupid-voters-claim\">threaten to sue her for “making shit up”</a>.</p> <p>Addressing such concerns, Thornberry, who is MP for Islington South, said: “The question is how we fight back from here. The answer is certainly not to have some great ideological debate between left, right and centre. Neither is it to set this up as a battle between leave or remain, north or south, and indeed men or women. When did we stop being for the many, not just half of us?”</p> <p>She said the goal should be strategic thinking and a proper plan for the future rather than simply aiming to earn raucous cheers at a rally.</p> <p>Describing her time opposite Johnson as his shadow while he was foreign secretary, Thorberry claimed she “took the fight to him every day and pummelled him every week” so that his mask slipped to expose a “mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on”.</p> <p>“So when the Labour leadership contest begins, whoever is standing – and I hope to be one of the candidates – the first question shouldn’t be about their position on Brexit, or where they live in our country,” she said.</p> <p>“The first question should instead be: what’s your plan for taking on Boris Johnson over the next five years? And do you have the political nous and strategic vision to reunite our party, rebuild our machine, gain the trust of the public, give hope to our declining towns and smaller cities, and never again waste the opportunity to take back power?”</p> <p>She said the prize was being able to focus on Labour’s priorities over more than a century of helping the elderly, housing, the unemployed, and alleviating child poverty.</p> <p>Starmer, a fellow north London MP, <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">set out his pitch for the leadership</a> in the Guardian on Tuesday, without confirming he would definitely run.</p> <p>He called for his party not to lurch to the right as a result of last week’s devastating election result and acknowledged <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> did not do enough to tackle the Conservatives’ central election pledge to “get Brexit done” nor deal sufficiently with antisemitism.</p> <p>Both Thornberry and Starmer have served in Corbyn’s shadow cabinet, alongside Long-Bailey. In contrast, Nandy has been on the backbenches since she resigned in 2016 when Corbyn’s leadership was challenged.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/if-we-can-take-the-right-lessons-from-defeat-we-can-give-people-reason-to-vote-labour-again\">She set out her thinking</a> in the Observer last weekend, arguing Labour had “lost touch with the day-to-day lived experience” of the people it wished to represent and calling for it to reconnect with the parts of the country that “have come adrift” to regain voters’ trust.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/dec/14/working-class-voters-didnt-trust-labour-jess-phillips\">Phillips also told the Observer</a>: “Belief matters, and we failed the test. That is an existential problem for the party that is named for working people.”</p> <p>The leadership contest will start formally in January and last until Corbyn steps down at the end of March.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1058",
      "firstPublicationDate": "2019-12-18T12:00:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:52Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvdtb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/86e23a8dd5472a154f87e31491e3219cee83396a/145_82_1098_659/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emily Thornberry has declared she is entering the race to succeed Jeremy Corbyn, revealing she warned the Labour leadership that backing a Brexit election would be an “act of catastrophic political folly”. The shadow foreign secretary set out her pitch to be the next Labour leader in an article for the Guardian, arguing she has already “pummelled” Boris Johnson across the dispatch box and knows how to exploit his failings. Directly addressing those calling for a new leader from northern England, she made the case that Corbyn’s replacement should be chosen on the basis of their “political nous and strategic vision”, rather than where they come from or their views on Brexit. Her declaration makes her the first candidate to confirm she wants to be in the race, although Lisa Nandy, Keir Starmer, Clive Lewis and David Lammy have indicated they are seriously considering it. Rebecca Long-Bailey, who is backed by a number of Corbyn allies, is highly likely to stand, along with Jess Phillips and possibly Yvette Cooper. In her article, Thornberry sought to demonstrate her political judgment by revealing that she sent a lengthy written note to the leadership before the election, explaining it would be disastrous for Labour to go to the polls before Brexit was settled in a referendum. She likened the party’s decision to back an election to “crackers voting for Christmas” because it gave Johnson a chance to fight an election on a subject of his choosing at a time of his choosing. “Listening to Labour colleagues on the media over the last week, I have repeatedly heard the refrain that the problem we faced last Thursday was that ‘this became the Brexit election’. To which I can only say I look forward to their tweets of shock when next Wednesday’s lunch features turkey and brussels sprouts … I wrote to the leader’s office warning it would be ‘an act of catastrophic political folly’ to vote for the election, and set out a lengthy draft narrative explaining why we should not go along with it. “I argued that the single issue of Brexit should not be enough to give Johnson a five-year mandate to enact his agenda on every issue. Instead, I said we should insist on a referendum on his proposed deal, to get the issue of Brexit out of the way before any general election.” She blamed pro-leave colleagues in the shadow cabinet for having insisted on backing the election that Johnson wanted, which resulted in Labour losing a net total of 59 seats. Corbyn told the Guardian at the outset of the campaign that he had made the decision to support an election himself. Describing a shadow cabinet meeting, he said, “I put it to them quite clearly: I said, our objections are now gone. We are now supporting a general election – and everybody gulped. I didn’t alert anybody in advance – it was my decision. On my own. I made that decision. And they gulped, and said, Yes Jeremy.” Since last week’s disastrous result, some Labour MPs have called for the next leader to be someone from the north or Midlands who is not strongly pro-remain to help win back trust in Labour heartlands that went Tory in some cases for the first time. Caroline Flint, who lost her Don Valley seat, has said Long-Bailey and Nandy are the only candidates worth considering for that reason and accused Thornberry of insulting voters in the north, which has caused Thornberry to threaten to sue her for “making shit up”. Addressing such concerns, Thornberry, who is MP for Islington South, said: “The question is how we fight back from here. The answer is certainly not to have some great ideological debate between left, right and centre. Neither is it to set this up as a battle between leave or remain, north or south, and indeed men or women. When did we stop being for the many, not just half of us?” She said the goal should be strategic thinking and a proper plan for the future rather than simply aiming to earn raucous cheers at a rally. Describing her time opposite Johnson as his shadow while he was foreign secretary, Thorberry claimed she “took the fight to him every day and pummelled him every week” so that his mask slipped to expose a “mendacious, lazy, dangerous charlatan, unable to hide behind the tiresome smokescreen of bluster he usually relies on”. “So when the Labour leadership contest begins, whoever is standing – and I hope to be one of the candidates – the first question shouldn’t be about their position on Brexit, or where they live in our country,” she said. “The first question should instead be: what’s your plan for taking on Boris Johnson over the next five years? And do you have the political nous and strategic vision to reunite our party, rebuild our machine, gain the trust of the public, give hope to our declining towns and smaller cities, and never again waste the opportunity to take back power?” She said the prize was being able to focus on Labour’s priorities over more than a century of helping the elderly, housing, the unemployed, and alleviating child poverty. Starmer, a fellow north London MP, set out his pitch for the leadership in the Guardian on Tuesday, without confirming he would definitely run. He called for his party not to lurch to the right as a result of last week’s devastating election result and acknowledged Labour did not do enough to tackle the Conservatives’ central election pledge to “get Brexit done” nor deal sufficiently with antisemitism. Both Thornberry and Starmer have served in Corbyn’s shadow cabinet, alongside Long-Bailey. In contrast, Nandy has been on the backbenches since she resigned in 2016 when Corbyn’s leadership was challenged. She set out her thinking in the Observer last weekend, arguing Labour had “lost touch with the day-to-day lived experience” of the people it wished to represent and calling for it to reconnect with the parts of the country that “have come adrift” to regain voters’ trust. Phillips also told the Observer: “Belief matters, and we failed the test. That is an existential problem for the party that is named for working people.” The leadership contest will start formally in January and last until Corbyn steps down at the end of March.",
      "charCount": "6146",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a>  Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/18/cliff-edge-brexit-will-hurt-uk-more-than-eu-says-von-der-leyen",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T11:55:33Z",
    "webTitle": "Cliff-edge Brexit will hurt UK more than EU, says Von der Leyen",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/18/cliff-edge-brexit-will-hurt-uk-more-than-eu-says-von-der-leyen",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/18/cliff-edge-brexit-will-hurt-uk-more-than-eu-says-von-der-leyen",
    "fields": {
      "headline": "Cliff-edge Brexit will hurt UK more than EU, says Von der Leyen",
      "standfirst": "<p>EU president warns of time running out in the expected 11 months available to strike deal</p>",
      "trailText": "EU president warns of time running out in the expected 11 months available to strike deal",
      "byline": "Daniel Boffey",
      "main": "<figure class=\"element element-image\" data-media-id=\"5a1b8ccb9b815fbf7f39512ab88c408b9269285c\"> <img src=\"https://media.guim.co.uk/5a1b8ccb9b815fbf7f39512ab88c408b9269285c/0_62_4536_2722/1000.jpg\" alt=\"The European commission president, Ursula von der Leyen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The European commission president, Ursula von der Leyen, said there is ‘very little time’ for complex talks.</span> <span class=\"element-image__credit\">Photograph: Jean-François Badias/AP</span> </figcaption> </figure>",
      "body": "<p>Ursula von der Leyen has warned that a cliff-edge Brexit at the end of 2020 will hurt the UK more than the EU as she laid out her intentions to “make the most” out of the “extremely challenging” 11 months available to strike a trade deal.</p> <p>The European commission president acknowledged the danger of time running out during the negotiations, a risk many fear has been amplified by <a href=\"https://www.theguardian.com/politics/2019/dec/16/boris-johnson-will-amend-brexit-bill-to-outlaw-extension\">Boris Johnson’s symbolic decision</a> to legislate to block an extension of the transition period.</p> <p>Should the UK leave the EU on 31 January, as is now assumed in Brussels, the country will remain in the customs union and single market until 31 December 2020 at which point any newly negotiated arrangements on issues such as trade, security and fisheries will come into force.</p> <p>Speaking at the start of a debate in the European parliament in Strasbourg, Von der Leyen, a former German defence minister, conceded that there was “very little time” for those complex and potentially fraught talks to come to fruition.</p> <p>Boris Johnson has said he will not take up the opportunity to agree to an extension under any circumstances before 1 July, a deadline set in the withdrawal agreement.</p> <p>EU diplomats had been informed on Tuesday by the European commission that there was no legal basis to agree an extension any later than that date.</p> <p>Von der Leyen said: “In case we cannot conclude an agreement by the end of 2020 we will face again a cliff-edge situation and this would clearly harm our interests but it will impact the UK more than us as the EU will continue benefiting from its single market its customs union and the 70 international agreements we signed with our partners – but it’s clearly not in our interest.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/16/boris-johnson-will-amend-brexit-bill-to-outlaw-extension\">Brexit: Boris Johnson will amend bill to outlaw extension</a> </p> </aside>  <p>“We will organise these negotiations to make the most out of the short period. On 1 February we will be ready to propose a mandate for the negotiations.</p> <p>Von der Leyen, said she would not miss the Brexit party MEPs, as they heckled her speech, but she offered her condolence to those parties who had campaigned for the UK to stay in the EU.</p> <p>“If I look at our very brave remain MEPs I can only say, I’m sorry, we will miss you. Thank you for your courage. Thank you for having been at our side. We will never miss those who scream and yell.”</p> <p>Charles Michel, the president of the European council, said the next stage of the negotiations would be guided by ensuring the UK cannot undercut EU standards after Brexit.</p> <p>“The idea of a level playing field will be our guide over the next stage of negotiations,” he said, referring to the need for the UK to sign up to EU rules on state aid, tax and the environment.</p> <p>Michel said EU leaders had taken the news of Johnson’s election triumph at a Brussels summit last week “very calmly” and “very serenely”.</p> <p>The former prime minister of Belgium added that it was not the EU’s intention to extend the trade talks deadline of the end of 2020 – but he left the option open. The EU is within its rights to ask for an extension from the UK.</p> <p>Such is the lack of time, the EU is planning to prioritise issues around trade, fisheries and security, leaving key areas of cooperation such as data sharing, transport, including the rights of British air carriers, and any arrangements for the services sector, for after the 2020 deadline.</p> <p>The EU’s chief negotiator, Michel Barnier, said the extent to which tariffs and quotas on goods could be lifted, and friction on trade alleviated, would depend on the UK’s answer to a single question: “Does it want to distance itself, and if so how far, from our regulatory model?”</p> <p>Leaving without a deal in place at the end of next year will mean the UK will trade with the EU’s 27 member states on World Trade Organization terms, which would include hefty tariffs on British goods entering the European market.</p> <p>Due to the withdrawal agreement, there will be protections in place for many of the rights of EU citizens in the UK, and British citizens living in the EU.</p> <p>The £33bn divorce bill will still need to be paid and Northern Ireland will stay in the EU’s single market. There will also be a customs border down the Irish sea with checks and paperwork to be filled in to account for goods travelling between Great Britain and Northern Ireland, and vice versa.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "753",
      "firstPublicationDate": "2019-12-18T11:54:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:23Z",
      "newspaperEditionDate": "2019-12-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvdtf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5a1b8ccb9b815fbf7f39512ab88c408b9269285c/0_62_4536_2722/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ursula von der Leyen has warned that a cliff-edge Brexit at the end of 2020 will hurt the UK more than the EU as she laid out her intentions to “make the most” out of the “extremely challenging” 11 months available to strike a trade deal. The European commission president acknowledged the danger of time running out during the negotiations, a risk many fear has been amplified by Boris Johnson’s symbolic decision to legislate to block an extension of the transition period. Should the UK leave the EU on 31 January, as is now assumed in Brussels, the country will remain in the customs union and single market until 31 December 2020 at which point any newly negotiated arrangements on issues such as trade, security and fisheries will come into force. Speaking at the start of a debate in the European parliament in Strasbourg, Von der Leyen, a former German defence minister, conceded that there was “very little time” for those complex and potentially fraught talks to come to fruition. Boris Johnson has said he will not take up the opportunity to agree to an extension under any circumstances before 1 July, a deadline set in the withdrawal agreement. EU diplomats had been informed on Tuesday by the European commission that there was no legal basis to agree an extension any later than that date. Von der Leyen said: “In case we cannot conclude an agreement by the end of 2020 we will face again a cliff-edge situation and this would clearly harm our interests but it will impact the UK more than us as the EU will continue benefiting from its single market its customs union and the 70 international agreements we signed with our partners – but it’s clearly not in our interest. “We will organise these negotiations to make the most out of the short period. On 1 February we will be ready to propose a mandate for the negotiations. Von der Leyen, said she would not miss the Brexit party MEPs, as they heckled her speech, but she offered her condolence to those parties who had campaigned for the UK to stay in the EU. “If I look at our very brave remain MEPs I can only say, I’m sorry, we will miss you. Thank you for your courage. Thank you for having been at our side. We will never miss those who scream and yell.” Charles Michel, the president of the European council, said the next stage of the negotiations would be guided by ensuring the UK cannot undercut EU standards after Brexit. “The idea of a level playing field will be our guide over the next stage of negotiations,” he said, referring to the need for the UK to sign up to EU rules on state aid, tax and the environment. Michel said EU leaders had taken the news of Johnson’s election triumph at a Brussels summit last week “very calmly” and “very serenely”. The former prime minister of Belgium added that it was not the EU’s intention to extend the trade talks deadline of the end of 2020 – but he left the option open. The EU is within its rights to ask for an extension from the UK. Such is the lack of time, the EU is planning to prioritise issues around trade, fisheries and security, leaving key areas of cooperation such as data sharing, transport, including the rights of British air carriers, and any arrangements for the services sector, for after the 2020 deadline. The EU’s chief negotiator, Michel Barnier, said the extent to which tariffs and quotas on goods could be lifted, and friction on trade alleviated, would depend on the UK’s answer to a single question: “Does it want to distance itself, and if so how far, from our regulatory model?” Leaving without a deal in place at the end of next year will mean the UK will trade with the EU’s 27 member states on World Trade Organization terms, which would include hefty tariffs on British goods entering the European market. Due to the withdrawal agreement, there will be protections in place for many of the rights of EU citizens in the UK, and British citizens living in the EU. The £33bn divorce bill will still need to be paid and Northern Ireland will stay in the EU’s single market. There will also be a customs border down the Irish sea with checks and paperwork to be filled in to account for goods travelling between Great Britain and Northern Ireland, and vice versa.",
      "charCount": "4218",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-18T07:11:03Z",
    "webTitle": "Keir Starmer sets out case for 'radical Labour government'",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government",
    "fields": {
      "headline": "Keir Starmer sets out case for 'radical Labour government'",
      "standfirst": "<p><strong>Exclusive:</strong> shadow Brexit secretary calls for end to party infighting and return to being a ‘broad church’</p>",
      "trailText": "<strong>Exclusive:</strong> shadow Brexit secretary calls for end to infighting and return to being a ‘broad church’ party",
      "byline": "Zoe Williams and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"90d3278ac3c565b91d77fd8ffc4b0150827343f8\"> <img src=\"https://media.guim.co.uk/90d3278ac3c565b91d77fd8ffc4b0150827343f8/0_162_5578_3347/1000.jpg\" alt=\"Keir Starmer\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Starmer said it was ‘important not to oversteer’ after the election result.</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Keir Starmer has set out his pitch for the Labour leadership with a call for his party not to lurch to the right as a result of last week’s devastating election result.</p> <p>While the leadership race has not yet formally been launched, the shadow Brexit secretary confirmed to the Guardian that, as widely expected in Westminster, he was “seriously considering” running to succeed Jeremy Corbyn.</p> <p>In a wide-ranging interview, Starmer said Labour did not do enough to tackle the Conservatives’ central election pledge to “get Brexit done” nor sufficiently deal with antisemitism, and urged his party to return to being a “broad church”.</p> <p>He insisted Labour could win the next general election; but only if it sticks to its values. “There’s no hiding from it. It is a devastating result, but it’s important not to oversteer. The case for a bold and radical Labour government is as strong now as it was last Thursday. We need to anchor ourselves in that,” he said.</p> <p>“I want trust to be restored in the Labour party as a progressive force for good: and that means we have to win. But there’s no victory without values.”</p> <p>He said these include opposing “the moral injustice of poverty, inequality, homelessness” while advocating for internationalism and human rights.</p> <p>Starmer was <a href=\"https://www.theguardian.com/politics/2019/dec/11/election-coverage-dominated-by-johnson-and-corbyn-study-finds\">given few opportunities to speak for his party</a> during the election campaign as Labour strategists sought to dodge the fraught question of Brexit. But he believes he could have made a better job than Corbyn of criticising the central claim of the Tories’ campaign.</p> <p>“I don’t think we tackled the ‘get Brexit done’ slogan strongly enough,” he said. “We should have taken it down. Frankly I’d have liked the opportunity to have done it.”</p> <p>He also echoed the view that the Labour manifesto represented a “policy overload”. “We had important things, housing and public sector pay rises, but you couldn’t see the wood for the trees,” he said.</p> <p>“My fear is that they have a majority now to do pretty much as they like. They have a leader who I don’t think has any moral compass, I don’t think there’s anywhere he won’t go to stay in power. I think they have a leader who has made all sorts of promises he’s never going to be able to keep, and he will distract from his own failures by attacking those that are already the most vulnerable in our society.” </p> <p>Starmer, whose remain stance was partly blamed by some allies of Corbyn, including Unite general secretary Len McCluskey, for losing Labour the election, conceded that the argument for a referendum had been “swept away” by the election result.</p> <p>But he said his party must not give up the fight against the Conservatives. “The Brexit debate changes,” he said. “We will leave in January and the argument will have to be about the type of deal that we have with Europe: and we will argue, as we argued before, for a deal that protects our economy, protects our jobs, and working standards, the environment and consumers. That is really important.”</p> <p>He also criticised the “baggage” Labour took into the election campaign. “We didn’t deal with antisemitism and that became a question of values and a question of competence,” he said, blaming “factionalism” for the failure to tackle the issue.</p> <p>“Instead of being seen as a moral issue, where you were judging what people had said, the question became ‘what side are you on?’ It got tangled up. Frankly there’s been too much factionalism.”</p> <p>This is perhaps his strongest critique of the party’s outgoing leader, whom Starmer is still careful to praise for setting a radical course and making anti-austerity a crusading issue.</p> <p>He said Labour must now return to being a “broad church” and praised Momentum as well as “people who might self-identify as Blairites”. “It can’t be a fight for one side to obliterate the other,” he said.</p> <p>Rebecca Long-Bailey, widely considered the continuity candidate in the leadership election, is likely to pitch herself on the left of the political spectrum as a Corbynite. But Starmer suggested such labels are unhelpful.</p> <p>“I don’t think anybody would call me a Corbynista, but I’m a socialist,” he said. “I don’t need somebody else’s name tattooed on my head to know what I think.</p> <p>“A Labour party that strays too far from its values, loses. In the end, the Labour party strayed too far from its values between 1997 and 2010,” he said, citing the Iraq war and the failure to reduce inequality.</p> <p>Different errors were made by the party in its opposition years, he added. “In 2010, we thought because they’d won the election, they’d won the argument about austerity – they hadn’t. We thought in 2015 because they’d won the election, they’d won the argument about welfare – they hadn’t. We mustn’t make that mistake again.”</p>  <figure class=\"element element-image\" data-media-id=\"047e03eb9d1385e223b99b550f11dcf871b2c176\"> <img src=\"https://media.guim.co.uk/047e03eb9d1385e223b99b550f11dcf871b2c176/0_131_3936_2362/1000.jpg\" alt=\"Long-Bailey and Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rebecca Long-Bailey is widely considered to be the leadership’s favourite to succeed Jeremy Corbyn.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>  <p>Starmer defended himself against accusations from his critics that he is too middle-class to speak to the heartlands and too lawyerly to connect with voters.</p> <p>“My dad was a toolmaker and my mum was a nurse. And not everybody knows that and that’s because I don’t say it very often,” he said, adding his father wouldn’t have trumpeted it. “His pride came not from the fact that he worked in a factory, but from the fact that because he worked in a factory, his son could go to university, and become a lawyer. So the middle class background just doesn’t wash.”</p> <p>He also described his late mother’s almost lifelong struggle with the debilitating and chronically painful Still’s disease, which left her in a wheelchair. “She was unable to eat or speak. And she never spoke, before she died, to our children … She wouldn’t have moaned. If you’d asked her how she was, she’d say, ‘fine, how are you?’”</p> <p>Starmer said half his time as a lawyer was spent doing pro bono work for people who needed his assistance. He cited a life-saving, decades-long project to get rid of the death penalty in the Caribbean and in Africa. “That was work done for free, out of a deep sense of cause … Politics can be done in many different ways and many different forms.”</p> <p>Famously, he assisted Dave Morris and Helen Steel in <a href=\"https://www.theguardian.com/uk/2005/feb/16/foodanddrink\">the “McLibel” case</a>. Less well known is that he was on the picket line at Wapping “as a legal observer, but in the middle of the crowd as the horses were charging towards us,” and brought numerous cases against the Blair government. “I’m sure actually Blair would disown me.” </p> <p>Though he lacks heartland credentials, “the leader of the opposition has to speak for all of England, and Scotland, and Wales, and Northern Ireland,” he said.</p> <p> He said it was “undeniably true” that he could be running for Labour leader at a time when many believe the role should be filled by a woman.</p> <p>“And there will be very good women candidates in this race, we know that. If I am in this race, it will be because of the ideas I want to put forward, and my determination that the Labour party can be a force for good and can bring about radical change. To get from where we are to where we need to be in four and a half years is a mountain to climb. This is not going to be done by one person alone, it is a team effort.”</p> <p><br>• This article was amended on 14 &amp; 18 January 2020 because an earlier version referred to Starmer defending the Helen Steel and Dave Morris in the McLibel case. To clarify: Starmer assisted them during the trial and appeal in the English courts and represented them at the European court action against the UK government which ended in 2005. But Steel and Morris famously defended themselves throughout the litigation in England which spanned 9 years.</p> <p><br></p>",
      "newspaperPageNumber": "1",
      "wordcount": "1306",
      "firstPublicationDate": "2019-12-17T22:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-18T17:59:22Z",
      "newspaperEditionDate": "2019-12-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvad3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/90d3278ac3c565b91d77fd8ffc4b0150827343f8/0_162_5578_3347/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Keir Starmer has set out his pitch for the Labour leadership with a call for his party not to lurch to the right as a result of last week’s devastating election result. While the leadership race has not yet formally been launched, the shadow Brexit secretary confirmed to the Guardian that, as widely expected in Westminster, he was “seriously considering” running to succeed Jeremy Corbyn. In a wide-ranging interview, Starmer said Labour did not do enough to tackle the Conservatives’ central election pledge to “get Brexit done” nor sufficiently deal with antisemitism, and urged his party to return to being a “broad church”. He insisted Labour could win the next general election; but only if it sticks to its values. “There’s no hiding from it. It is a devastating result, but it’s important not to oversteer. The case for a bold and radical Labour government is as strong now as it was last Thursday. We need to anchor ourselves in that,” he said. “I want trust to be restored in the Labour party as a progressive force for good: and that means we have to win. But there’s no victory without values.” He said these include opposing “the moral injustice of poverty, inequality, homelessness” while advocating for internationalism and human rights. Starmer was given few opportunities to speak for his party during the election campaign as Labour strategists sought to dodge the fraught question of Brexit. But he believes he could have made a better job than Corbyn of criticising the central claim of the Tories’ campaign. “I don’t think we tackled the ‘get Brexit done’ slogan strongly enough,” he said. “We should have taken it down. Frankly I’d have liked the opportunity to have done it.” He also echoed the view that the Labour manifesto represented a “policy overload”. “We had important things, housing and public sector pay rises, but you couldn’t see the wood for the trees,” he said. “My fear is that they have a majority now to do pretty much as they like. They have a leader who I don’t think has any moral compass, I don’t think there’s anywhere he won’t go to stay in power. I think they have a leader who has made all sorts of promises he’s never going to be able to keep, and he will distract from his own failures by attacking those that are already the most vulnerable in our society.” Starmer, whose remain stance was partly blamed by some allies of Corbyn, including Unite general secretary Len McCluskey, for losing Labour the election, conceded that the argument for a referendum had been “swept away” by the election result. But he said his party must not give up the fight against the Conservatives. “The Brexit debate changes,” he said. “We will leave in January and the argument will have to be about the type of deal that we have with Europe: and we will argue, as we argued before, for a deal that protects our economy, protects our jobs, and working standards, the environment and consumers. That is really important.” He also criticised the “baggage” Labour took into the election campaign. “We didn’t deal with antisemitism and that became a question of values and a question of competence,” he said, blaming “factionalism” for the failure to tackle the issue. “Instead of being seen as a moral issue, where you were judging what people had said, the question became ‘what side are you on?’ It got tangled up. Frankly there’s been too much factionalism.” This is perhaps his strongest critique of the party’s outgoing leader, whom Starmer is still careful to praise for setting a radical course and making anti-austerity a crusading issue. He said Labour must now return to being a “broad church” and praised Momentum as well as “people who might self-identify as Blairites”. “It can’t be a fight for one side to obliterate the other,” he said. Rebecca Long-Bailey, widely considered the continuity candidate in the leadership election, is likely to pitch herself on the left of the political spectrum as a Corbynite. But Starmer suggested such labels are unhelpful. “I don’t think anybody would call me a Corbynista, but I’m a socialist,” he said. “I don’t need somebody else’s name tattooed on my head to know what I think. “A Labour party that strays too far from its values, loses. In the end, the Labour party strayed too far from its values between 1997 and 2010,” he said, citing the Iraq war and the failure to reduce inequality. Different errors were made by the party in its opposition years, he added. “In 2010, we thought because they’d won the election, they’d won the argument about austerity – they hadn’t. We thought in 2015 because they’d won the election, they’d won the argument about welfare – they hadn’t. We mustn’t make that mistake again.” Starmer defended himself against accusations from his critics that he is too middle-class to speak to the heartlands and too lawyerly to connect with voters. “My dad was a toolmaker and my mum was a nurse. And not everybody knows that and that’s because I don’t say it very often,” he said, adding his father wouldn’t have trumpeted it. “His pride came not from the fact that he worked in a factory, but from the fact that because he worked in a factory, his son could go to university, and become a lawyer. So the middle class background just doesn’t wash.” He also described his late mother’s almost lifelong struggle with the debilitating and chronically painful Still’s disease, which left her in a wheelchair. “She was unable to eat or speak. And she never spoke, before she died, to our children … She wouldn’t have moaned. If you’d asked her how she was, she’d say, ‘fine, how are you?’” Starmer said half his time as a lawyer was spent doing pro bono work for people who needed his assistance. He cited a life-saving, decades-long project to get rid of the death penalty in the Caribbean and in Africa. “That was work done for free, out of a deep sense of cause … Politics can be done in many different ways and many different forms.” Famously, he assisted Dave Morris and Helen Steel in the “McLibel” case. Less well known is that he was on the picket line at Wapping “as a legal observer, but in the middle of the crowd as the horses were charging towards us,” and brought numerous cases against the Blair government. “I’m sure actually Blair would disown me.” Though he lacks heartland credentials, “the leader of the opposition has to speak for all of England, and Scotland, and Wales, and Northern Ireland,” he said. He said it was “undeniably true” that he could be running for Labour leader at a time when many believe the role should be filled by a woman. “And there will be very good women candidates in this race, we know that. If I am in this race, it will be because of the ideas I want to put forward, and my determination that the Labour party can be a force for good and can bring about radical change. To get from where we are to where we need to be in four and a half years is a mountain to climb. This is not going to be done by one person alone, it is a team effort.” • This article was amended on 14 &amp; 18 January 2020 because an earlier version referred to Starmer defending the Helen Steel and Dave Morris in the McLibel case. To clarify: Starmer assisted them during the trial and appeal in the English courts and represented them at the European court action against the UK government which ended in 2005. But Steel and Morris famously defended themselves throughout the litigation in England which spanned 9 years.",
      "charCount": "7452",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/zoewilliams\">Zoe Williams</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/dec/18/boris-johnson-urged-to-take-world-lead-on-climate-action",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-12-18T07:00:12Z",
    "webTitle": "Boris Johnson urged to take world lead on climate action",
    "webUrl": "https://www.theguardian.com/environment/2019/dec/18/boris-johnson-urged-to-take-world-lead-on-climate-action",
    "apiUrl": "https://content.guardianapis.com/environment/2019/dec/18/boris-johnson-urged-to-take-world-lead-on-climate-action",
    "fields": {
      "headline": "Boris Johnson urged to take world lead on climate action",
      "standfirst": "<p>PM told UK has ‘fallen short’ on its commitments to tackle greenhouse gases</p>",
      "trailText": "PM told UK has ‘fallen short’ on its commitments to tackle greenhouse gases",
      "byline": "Fiona Harvey Environment correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"a24eef7b25864a1b8a23d7648179dfe600c034c3\"> <img src=\"https://media.guim.co.uk/a24eef7b25864a1b8a23d7648179dfe600c034c3/0_220_4320_2593/1000.jpg\" alt=\"Lord Deben\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We must get our own house in order.’ Lord Deben, chair of the committee on climate change, said in a letter to No 10.</span> <span class=\"element-image__credit\">Photograph: Richard Gardner/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson has been urged to follow in the footsteps of Margaret Thatcher by taking to the world stage to lead international action on the climate emergency – but to put the UK’s own emissions-cutting efforts back on track first.</p> <p>The prime minister was told on Wednesday that the UK had so far “fallen short” on its commitments to tackle greenhouse gases, in a letter from the committee on climate change (CCC).</p> <p>To succeed, Johnson must bring forward new policies across the board as a matter of urgency, “demanding ambitious policy from all departments to ensure homes, businesses, industry, transport and land are helping to deliver net zero”, according to a letter to Downing Street from the government’s statutory advisers on how to achieve the UK’s long-term goal of reaching net-zero carbon by 2050.</p> <p>The UK is to host crunch UN talks on the climate emergency in Glasgow next November, at which nations will be asked to update their commitments on emissions under the Paris agreement.</p> <p>Lord Deben, the chair of the committee and a former Conservative environment minister under Thatcher, wrote: “We marked recently the 30th anniversary of Margaret Thatcher’s 1989 speech to the UN general assembly. That speech described accurately the science of human-induced climate change and the scale of its economic impact. The prime minister advocated a strong global response then; but what followed was too little. You have the opportunity to lead a better international effort. But first, we must get our own house in order.”</p> <p>Renewed economic policies and new regulations will both be vital, the committee said. There should also be more work on helping the UK adapt to the likely impacts of global heating, including more resources for flood prevention and planning for long droughts, such as the UK drought that caused widespread problems two years ago.</p> <p>Buildings, transport, electricity, industry and agriculture must be the five key areas of focus, the CCC said, and action on all fronts must begin urgently.</p> <p>“It has been nearly seven months since the net-zero target became law. Every day of inaction makes the challenge of cutting emissions harder and costlier. Technological innovation is only part of the answer. We must not wait for future technologies to solve the problems we can already tackle with known solutions,” the committee said.</p> <p>Campaigners urged Johnson to make following the committee’s advice a priority. “Aside from being crucial to life and wellbeing, action on climate change makes economic sense. It brings significant benefits for public health, UK jobs, and industries,” said Mike Childs, the head of science at Friends of the Earth.</p> <p>“The prime minister was alarmingly quiet on the climate crisis during his election campaign – failing to attend the televised debate on climate, and giving little attention to the issue in his party manifesto.</p> <p>“We can’t afford any more lost time where science is ignored and ministers dawdle over climate action. It’s time that the government listens to its own advisers and stops the climate crisis worsening.”</p> <p>A government spokesperson said: “In the manifesto, which delivered a majority for the prime minister, he clearly set out his vision to ensure Britain has the most ambitious environmental programme of any country on Earth. This government will deliver on our science-led target of net zero by 2050.</p> <p>“From increasing tree planting rates to bringing forward the phase out date for petrol and diesel cars, we will provide the policies needed to ensure we are on track to hit our world-leading climate targets and demonstrate our global leadership in advance of the crucial COP26 talks in Glasgow next year.”</p>",
      "wordcount": "596",
      "firstPublicationDate": "2019-12-18T07:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-18T07:02:27Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dv9py",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a24eef7b25864a1b8a23d7648179dfe600c034c3/0_220_4320_2593/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has been urged to follow in the footsteps of Margaret Thatcher by taking to the world stage to lead international action on the climate emergency – but to put the UK’s own emissions-cutting efforts back on track first. The prime minister was told on Wednesday that the UK had so far “fallen short” on its commitments to tackle greenhouse gases, in a letter from the committee on climate change (CCC). To succeed, Johnson must bring forward new policies across the board as a matter of urgency, “demanding ambitious policy from all departments to ensure homes, businesses, industry, transport and land are helping to deliver net zero”, according to a letter to Downing Street from the government’s statutory advisers on how to achieve the UK’s long-term goal of reaching net-zero carbon by 2050. The UK is to host crunch UN talks on the climate emergency in Glasgow next November, at which nations will be asked to update their commitments on emissions under the Paris agreement. Lord Deben, the chair of the committee and a former Conservative environment minister under Thatcher, wrote: “We marked recently the 30th anniversary of Margaret Thatcher’s 1989 speech to the UN general assembly. That speech described accurately the science of human-induced climate change and the scale of its economic impact. The prime minister advocated a strong global response then; but what followed was too little. You have the opportunity to lead a better international effort. But first, we must get our own house in order.” Renewed economic policies and new regulations will both be vital, the committee said. There should also be more work on helping the UK adapt to the likely impacts of global heating, including more resources for flood prevention and planning for long droughts, such as the UK drought that caused widespread problems two years ago. Buildings, transport, electricity, industry and agriculture must be the five key areas of focus, the CCC said, and action on all fronts must begin urgently. “It has been nearly seven months since the net-zero target became law. Every day of inaction makes the challenge of cutting emissions harder and costlier. Technological innovation is only part of the answer. We must not wait for future technologies to solve the problems we can already tackle with known solutions,” the committee said. Campaigners urged Johnson to make following the committee’s advice a priority. “Aside from being crucial to life and wellbeing, action on climate change makes economic sense. It brings significant benefits for public health, UK jobs, and industries,” said Mike Childs, the head of science at Friends of the Earth. “The prime minister was alarmingly quiet on the climate crisis during his election campaign – failing to attend the televised debate on climate, and giving little attention to the issue in his party manifesto. “We can’t afford any more lost time where science is ignored and ministers dawdle over climate action. It’s time that the government listens to its own advisers and stops the climate crisis worsening.” A government spokesperson said: “In the manifesto, which delivered a majority for the prime minister, he clearly set out his vision to ensure Britain has the most ambitious environmental programme of any country on Earth. This government will deliver on our science-led target of net zero by 2050. “From increasing tree planting rates to bringing forward the phase out date for petrol and diesel cars, we will provide the policies needed to ensure we are on track to hit our world-leading climate targets and demonstrate our global leadership in advance of the crucial COP26 talks in Glasgow next year.”",
      "charCount": "3679",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/fiona-harvey\">Fiona Harvey</a> Environment correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]