[
  {
    "id": "politics/2019/aug/06/have-the-tories-missed-their-chance-to-preserve-the-union",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-06T17:01:36Z",
    "webTitle": "Have the Tories missed their chance to preserve the union? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/06/have-the-tories-missed-their-chance-to-preserve-the-union",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/06/have-the-tories-missed-their-chance-to-preserve-the-union",
    "fields": {
      "headline": "Have the Tories missed their chance to preserve the union?",
      "standfirst": "The Tories need to do much more to keep Scotland part of the United Kingdom, writes <strong>Robert Cadbury</strong>. Plus reactions to Nicola Sturgeon’s Guardian interview from <strong>Martin Redfern </strong>and <strong>Sally Cheseldine </strong>",
      "trailText": "<strong>Letters:</strong> The Tories need to do much more to keep Scotland part of the United Kingdom, writes <strong>Robert Cadbury</strong>. Plus reactions to Nicola Sturgeon’s Guardian interview from <strong>Martin Redfern </strong>and <strong>Sally Cheseldine </strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0e9062fa4af03b51eaee5fdc8a5d89dd26ad542e\"> <img src=\"https://media.guim.co.uk/0e9062fa4af03b51eaee5fdc8a5d89dd26ad542e/0_139_4178_2507/1000.jpg\" alt=\"Nicola Sturgeon and Boris Johnson outside Bute House  in Edinburgh last month\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon and Boris Johnson outside Bute House in Edinburgh last month.</span> <span class=\"element-image__credit\">Photograph: Duncan McGlynn/Getty Images</span> </figcaption> </figure>",
      "body": "<p>As an Englishman living in Scotland, I was shocked by Conservative candidate Ryan Henson’s comments about England being “better off without Scotland” (<a href=\"https://www.theguardian.com/politics/2019/aug/04/tory-candidate-says-english-taxpayers-fleeced-by-scotland\" title=\"\">Report</a>, theguardian.com, 4 August). As a prospective parliamentarian, is he aware that his party’s official name is the Conservative and Unionist party? Unfortunately, both sides of the independence debate appear afflicted by the same shortsightedness; not so long ago both UK and Scottish parliaments were dominated by a centrist Labour party. Nowadays, Tories complain about “socialist” SNP policies while the SNP decry the “austere” Tories, as if these conditions have been around forever.</p> <p>Nevertheless, it has always been the SNP’s stated mantra to break away – the Conservatives purportedly stand for union. They should be doing all they can to communicate pride in our artistic, intellectual and commercial links and to articulate their vision for a shared future. They had a chance to do this with a charismatic leader in Scotland and an upturn in fortunes in the last general election. With Boris Johnson and his pals in power, the moment may have gone.<br><strong>Robert Cadbury</strong><br><em>Aberdeen</em></p> <p>• Nicola Sturgeon claims she wants English people to move to Scotland (<a href=\"https://www.theguardian.com/politics/2019/aug/06/nicola-sturgeon-if-we-crash-out-with-no-deal-corbyn-will-be-almost-as-responsible-as-may-or-johnson\" title=\"\">G2</a>, 6 August). Yet presumably she only wants the right type of English voter north of the border? It’s widely believed the majority of Scotland’s 400,000-plus English-born residents voted against independence in 2014.</p> <p>Yes, Ms Sturgeon is correct in saying Scotland is short of people and even shorter of taxpayers. But does she genuinely want more English in Scotland who may well vote against her teenage independence dream?</p> <p>Ms Sturgeon is wise to do all she can to quash any possible accusations of SNP anti-English sentiment. If she genuinely wants to proffer an olive branch to the English, she should end her policy of charging zero university tuition fees to every student in Europe except those from elsewhere in the UK.<br><strong>Martin Redfern</strong><br><em>Edinburgh</em></p> <p>• Nicola Sturgeon is being disingenuous when she talks of the electorate in the 2014 Scottish independence referendum as being highly informed . Yes, we were engaged, but none of my (well-educated, politically aware) friends in favour of independence seemed able to give logical or factual reasons as to why it should happen, other than “if we don’t do it now, we never will”.</p> <p>Questions about the currency, passports, border controls were met with blank stares. There may have been an 800-page prospectus, but it didn’t translate for the person in the street. Oh yes, now I remember, there was that bit about using the huge oil revenues…<br><strong>Sally Cheseldine</strong><br><em>Edinburgh</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "467",
      "commentable": "false",
      "firstPublicationDate": "2019-08-06T17:01:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-06T18:05:09Z",
      "newspaperEditionDate": "2019-08-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c48h4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0e9062fa4af03b51eaee5fdc8a5d89dd26ad542e/0_139_4178_2507/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As an Englishman living in Scotland, I was shocked by Conservative candidate Ryan Henson’s comments about England being “better off without Scotland” (Report, theguardian.com, 4 August). As a prospective parliamentarian, is he aware that his party’s official name is the Conservative and Unionist party? Unfortunately, both sides of the independence debate appear afflicted by the same shortsightedness; not so long ago both UK and Scottish parliaments were dominated by a centrist Labour party. Nowadays, Tories complain about “socialist” SNP policies while the SNP decry the “austere” Tories, as if these conditions have been around forever. Nevertheless, it has always been the SNP’s stated mantra to break away – the Conservatives purportedly stand for union. They should be doing all they can to communicate pride in our artistic, intellectual and commercial links and to articulate their vision for a shared future. They had a chance to do this with a charismatic leader in Scotland and an upturn in fortunes in the last general election. With Boris Johnson and his pals in power, the moment may have gone. Robert Cadbury Aberdeen • Nicola Sturgeon claims she wants English people to move to Scotland (G2, 6 August). Yet presumably she only wants the right type of English voter north of the border? It’s widely believed the majority of Scotland’s 400,000-plus English-born residents voted against independence in 2014. Yes, Ms Sturgeon is correct in saying Scotland is short of people and even shorter of taxpayers. But does she genuinely want more English in Scotland who may well vote against her teenage independence dream? Ms Sturgeon is wise to do all she can to quash any possible accusations of SNP anti-English sentiment. If she genuinely wants to proffer an olive branch to the English, she should end her policy of charging zero university tuition fees to every student in Europe except those from elsewhere in the UK. Martin Redfern Edinburgh • Nicola Sturgeon is being disingenuous when she talks of the electorate in the 2014 Scottish independence referendum as being highly informed . Yes, we were engaged, but none of my (well-educated, politically aware) friends in favour of independence seemed able to give logical or factual reasons as to why it should happen, other than “if we don’t do it now, we never will”. Questions about the currency, passports, border controls were met with blank stares. There may have been an 800-page prospectus, but it didn’t translate for the person in the street. Oh yes, now I remember, there was that bit about using the huge oil revenues… Sally Cheseldine Edinburgh • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2921",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/06/getting-it-so-wrong-over-the-right-to-die",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-06T17:01:05Z",
    "webTitle": "Getting it so wrong over the right to die | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/06/getting-it-so-wrong-over-the-right-to-die",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/06/getting-it-so-wrong-over-the-right-to-die",
    "fields": {
      "headline": "Getting it so wrong over the right to die",
      "standfirst": "Professor John Keown’s views on assisted dying are challenged by <strong>Dr Brigid Purcell</strong> and <strong>Jill Wallis</strong>",
      "trailText": "<strong>Letters: </strong>Professor John Keown’s views on assisted dying are challenged by <strong>Dr Brigid Purcell</strong> and <strong>Jill Wallis</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c0cdb982ef7500eef974cb30ea2c7be19f91f57b\"> <img src=\"https://media.guim.co.uk/c0cdb982ef7500eef974cb30ea2c7be19f91f57b/0_217_4000_2400/1000.jpg\" alt=\"Campaigners in support of assisted dying protest outside parliament in London in 2015\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Campaigners in support of assisted dying protest outside parliament in London in 2015. </span> <span class=\"element-image__credit\">Photograph: Rob Stothard/Getty Images</span> </figcaption> </figure>",
      "body": "<p>As a terminally ill person facing a very distressing death even with good palliative care, I take the greatest exception to Professor Keown’s letter (<a href=\"https://www.theguardian.com/society/2019/aug/04/no-need-to-change-assisted-dying-laws\" title=\"\">No need to change assisted dying laws</a>, 5 August). His excessive use of inverted commas renders the tone of his letter so patronising that it verges on insulting. “Terminally ill” and “incurable” are not matters of opinion, but simple medical fact.</p> <p>He poses a number of questions about a possible extension of assisted dying to other categories of suffering, to which the answer surely must be: why not? Provided strict legal safeguards are in place and carefully adhered to, assisted dying is such an obvious solution for those whose lives have become agonisingly intolerable to them that it must surely come into law sooner or later. For myself, the sooner the better. <br><strong>Dr Brigid Purcell</strong><br><em>Norwich</em></p> <p>• Professor Keown makes valid points about the illogicality of stating that choosing how we die is a fundamental right, but then restricting it to a small group of the terminally ill/incurably suffering. He asks why those suffering but unable to ask for death should be excluded, as well as other groups who feel their lives are unbearable. I found myself agreeing with all of this until I reached the end of his letter and found that he believed that this inconsistency was a reason for refusing assisted dying to anyone, rather than rethinking the eligibility criteria.</p> <p>I struggle to understand why we are comfortable with anyone dying, or indeed living, in unendurable pain, mental or physical, when we could assist them to end it. If Professor Keown is right that the safeguards in place are not as robust as they need to be, is that not where we should direct our attention, rather than simply abandoning these people to their suffering, including those who are loudly and desperately pleading for our help?<br><strong>Jill Wallis</strong><br><em>Aston Clinton, Buckinghamshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "363",
      "commentable": "false",
      "firstPublicationDate": "2019-08-06T17:01:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-25T12:21:26Z",
      "newspaperEditionDate": "2019-08-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c47nt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c0cdb982ef7500eef974cb30ea2c7be19f91f57b/0_217_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a terminally ill person facing a very distressing death even with good palliative care, I take the greatest exception to Professor Keown’s letter (No need to change assisted dying laws, 5 August). His excessive use of inverted commas renders the tone of his letter so patronising that it verges on insulting. “Terminally ill” and “incurable” are not matters of opinion, but simple medical fact. He poses a number of questions about a possible extension of assisted dying to other categories of suffering, to which the answer surely must be: why not? Provided strict legal safeguards are in place and carefully adhered to, assisted dying is such an obvious solution for those whose lives have become agonisingly intolerable to them that it must surely come into law sooner or later. For myself, the sooner the better. Dr Brigid Purcell Norwich • Professor Keown makes valid points about the illogicality of stating that choosing how we die is a fundamental right, but then restricting it to a small group of the terminally ill/incurably suffering. He asks why those suffering but unable to ask for death should be excluded, as well as other groups who feel their lives are unbearable. I found myself agreeing with all of this until I reached the end of his letter and found that he believed that this inconsistency was a reason for refusing assisted dying to anyone, rather than rethinking the eligibility criteria. I struggle to understand why we are comfortable with anyone dying, or indeed living, in unendurable pain, mental or physical, when we could assist them to end it. If Professor Keown is right that the safeguards in place are not as robust as they need to be, is that not where we should direct our attention, rather than simply abandoning these people to their suffering, including those who are loudly and desperately pleading for our help? Jill Wallis Aston Clinton, Buckinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2197",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/06/jacob-rees-mogg-and-the-valley-of-the-dammed",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-06T16:59:57Z",
    "webTitle": "Jacob Rees-Mogg and the valley of the dammed | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/06/jacob-rees-mogg-and-the-valley-of-the-dammed",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/06/jacob-rees-mogg-and-the-valley-of-the-dammed",
    "fields": {
      "headline": "Jacob Rees-Mogg and the valley of the dammed",
      "standfirst": "Older people | Steve Smith | Whaley Bridge | VAR | Dominic Cummings | Sunsets",
      "trailText": "<strong>Brief letters:</strong> Older people | Steve Smith | Whaley Bridge | VAR | Dominic Cummings | Sunsets",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"643b85049bcfe4980be9a830a8526504320a403c\"> <img src=\"https://media.guim.co.uk/643b85049bcfe4980be9a830a8526504320a403c/32_204_3344_2007/1000.jpg\" alt=\"Work continues to shore up the dam at Toddbrook reservoir near the village of Whaley Bridge. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Work continues to shore up the dam at Toddbrook reservoir near the village of Whaley Bridge. </span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>We very much agree with Elaine Herbert (<a href=\"https://www.theguardian.com/society/2019/aug/01/im-in-my-70s-and-being-blamed-for-all-the-countrys-ills\" title=\"\">Retired and blamed for all society’s ills</a>, Letters, 2 August). At 76 and 73 we are still caring for our adopted children with special needs: three with Down’s syndrome, cerebal palsy and emanuel syndrome; the other two also with complex health needs. Over the years we have saved the country millions of pounds in residential care and we are not alone in doing this. Sorry, we will accept no blame for the ills of society inflicted by recent governments.<br><strong>Lindsey and Dave Wharam</strong><br><em>Cromer, Norfolk</em></p> <p>• It is remotely conceivable that even I might vote for Boris Johnson if he can work out a way to get Steve Smith out (<a href=\"https://www.theguardian.com/sport/2019/aug/05/joe-root-england-kneejerk-australia-first-test-defeat\" title=\"\">Ashes turmoil</a>, 6 August).<br><strong>Chris Entwistle</strong><br><em>Tiptree, Essex</em></p> <p>• As a resident of Whaley Bridge, I have taken particular interest in the quantity of water being pumped out of the reservoir. ITN reported the number of litres; the BBC reported in gallons. Has Jacob Rees-Mogg got at our national broadcaster?<br><strong>Bernard Brownsword</strong><br><em>Whaley Bridge, Derbyshire</em></p> <p>• Overheard on the local five-a-side football area as a group of small children organised their kickabout: “I’ll be goalie”; “OK, I’ll be VAR”.<br><strong>Michael Smethers</strong><br><em>Wheathampstead, Hertfordshire</em></p> <p>• I can’t be the only Guardian reader thinking that Dominic Cummings is the very spit of Gary Trudeau’s Duke. Just a little less principled, perhaps?<br><strong>Martin Brayne</strong><br><em>High Peak, Derbyshire</em></p> <p>• Whitby in June, you can see the sunrise and sunset over the North Sea (<a href=\"https://www.theguardian.com/music/2019/aug/05/feeling-blue-about-music-coverage\" title=\"\">Letters</a>, 5 August).<br><strong>Philip Jepson</strong><br><em>York</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "288",
      "commentable": "false",
      "firstPublicationDate": "2019-08-06T16:59:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-08-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c48e6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/643b85049bcfe4980be9a830a8526504320a403c/32_204_3344_2007/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We very much agree with Elaine Herbert (Retired and blamed for all society’s ills, Letters, 2 August). At 76 and 73 we are still caring for our adopted children with special needs: three with Down’s syndrome, cerebal palsy and emanuel syndrome; the other two also with complex health needs. Over the years we have saved the country millions of pounds in residential care and we are not alone in doing this. Sorry, we will accept no blame for the ills of society inflicted by recent governments. Lindsey and Dave Wharam Cromer, Norfolk • It is remotely conceivable that even I might vote for Boris Johnson if he can work out a way to get Steve Smith out (Ashes turmoil, 6 August). Chris Entwistle Tiptree, Essex • As a resident of Whaley Bridge, I have taken particular interest in the quantity of water being pumped out of the reservoir. ITN reported the number of litres; the BBC reported in gallons. Has Jacob Rees-Mogg got at our national broadcaster? Bernard Brownsword Whaley Bridge, Derbyshire • Overheard on the local five-a-side football area as a group of small children organised their kickabout: “I’ll be goalie”; “OK, I’ll be VAR”. Michael Smethers Wheathampstead, Hertfordshire • I can’t be the only Guardian reader thinking that Dominic Cummings is the very spit of Gary Trudeau’s Duke. Just a little less principled, perhaps? Martin Brayne High Peak, Derbyshire • Whitby in June, you can see the sunrise and sunset over the North Sea (Letters, 5 August). Philip Jepson York • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1784",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/06/democratic-socialists-us-alexandria-ocasio-cortez-bernie-sanders",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-06T15:24:14Z",
    "webTitle": "‘We’re here to win’: US democratic socialists move to center stage",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/06/democratic-socialists-us-alexandria-ocasio-cortez-bernie-sanders",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/06/democratic-socialists-us-alexandria-ocasio-cortez-bernie-sanders",
    "fields": {
      "headline": "‘We’re here to win’: US democratic socialists move to center stage",
      "standfirst": "<p>As socialism moves from the margins to the center of presidential politics, organization faces a new and welcome problem: where to go from here?<br></p>",
      "trailText": "As socialism moves from the margins to the center of presidential politics, organization faces a new and welcome problem: where to go from here?<br>",
      "byline": "Lauren Gambino in Atlanta",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"b6726d9604e2d2ea1c02b3f26073965f551f05de\"> <img src=\"https://media.guim.co.uk/b6726d9604e2d2ea1c02b3f26073965f551f05de/0_415_6513_3908/1000.jpg\" alt=\"Congresswoman Alexandria Ocasio-Cortez, a democratic socialist has emboldened the movement.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Congresswoman Alexandria Ocasio-Cortez, has emboldened the democratic socialist movement.</span> <span class=\"element-image__credit\">Photograph: Drew Angerer/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The last time the nation’s largest socialist organization came together for its biennial conference, congresswoman Alexandria Ocasio-Cortez was serving tacos and cocktails at a bar in Manhattan.</p> <p>Two years later, the Democratic Socialists of America have doubled in size and the young, Latina, democratic socialist from the Bronx who unseated a 10-term veteran to win her New York congressional seat has become a political force so visible she is known simply by her initials, AOC.</p> <p>Nearly 100 democratic socialists now hold elected office across the country, from school boards to state legislatures and Congress, where Ocasio-Cortez and the Michigan congresswoman Rashida Tlaib have become avatars of an emboldened leftwing insurgency. The Vermont senator Bernie Sanders, whose popularity has helped soften public perception of socialism though he is not directly involved with DSA , is a top-tier candidate for the 2020 Democratic nomination while Donald Trump is running for re-election on campaign slogans portraying socialism as a direct threat to America. </p> <p>The DSA, founded in 1982, has never had more of a national presence in US politics. Now, as socialism moves from the margins of American political life to the center of presidential politics, the movement faces a new and welcome challenge: where to go from here?</p> <p>“We’re not interested in losing and we’re not interested in performing our politics,” Maria Svart, DSA’s national director told the more than 1,000 democratic socialists who gathered in Atlanta last week for DSA’s largest-ever conference. “We’re here to win. And at a grand scale we want to transform society.”</p> <p>Over the course of four days, in a conference room at the Westin Peachtree Plaza, a unionized hotel in downtown Atlanta, members, ecstatic over their growing ranks and electoral victories, envisioned a society untethered from traditional capitalism. But more immediately, they debated strategy and structure. The divisions over how DSA can best capitalize on a surge of interest echoed the central debate over the future of the Democratic party pitting pragmatism against ideological purity.</p> <p>“Right now so much is possible and it’s incredibly exciting,” said David Duhalde, the former deputy director of DSA who recently worked for the Sanders-aligned, Our Revolution. “But that also begets many, many more debates and questions about how we move forward and that is a great problem to have.”</p>  <figure class=\"element element-image\" data-media-id=\"aed12857148db0d0fec0e395acf6969c65590ddb\"> <img src=\"https://media.guim.co.uk/aed12857148db0d0fec0e395acf6969c65590ddb/0_0_5472_3283/1000.jpg\" alt=\"People wait to hear presidential candidate Bernie Sanders at a rally at Brooklyn College on 2 March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wait to hear presidential candidate Bernie Sanders at a rally at Brooklyn College on 2 March.</span> <span class=\"element-image__credit\">Photograph: Spencer Platt/Getty Images</span> </figcaption> </figure>  <p>In a series of votes, members approved measures to prioritize electing democratic socialists at every level of government and to grow membership, currently at 56,000, to 100,000 while rejecting a proposal to adopt national political “litmus tests” for candidates. They will continue to run primary challenges against centrist Democrats and to organize low-income, working people, including in communities that voted for Trump.</p> <p>Amid much debate, DSA, which enthusiastically backed Sanders earlier this year, passed a resolution titled “In the event of a Sanders loss,” stipulating that the group would not formally endorse another Democratic presidential nominee if the Vermont senator does not win the primary. </p> <p>Members also voted to support the Green New Deal, universal childcare, the decriminalization of sex work and “open borders” –&nbsp;a radical idea that goes far beyond what any Democratic presidential candidate would endorse. They also reaffirmed their support for the controversial Boycott, Divestment, Sanctions movement to protest against Israel’s treatment of Palestine and narrowly voted to establish an “anti-fascist working group”.</p> <p>But even for veterans, the hours-long debate – frequently interrupted by arcane procedural inquiries strictly governed by <a href=\"http://www.rulesonline.com/\">Robert’s Rules of Order</a> – was a slog. Efforts to keep the discussion “comradely” by stifling side chatter and using gender-neutral terms drew <a href=\"https://www.foxnews.com/politics/democratic-socialists-convention-erupts-due-to-sensory-overload-gendered-pronoun-usage\">snickers</a> from conservative media.</p> <p>At one point during a back and forth over whether to expand the organization’s national staff, an irritated delegate stepped to the microphone to raise a point of order.</p> <p>“Can we <em>please</em> use ‘comrade’ as an honorific instead of ‘sir’ or ‘madam’?” the delegate asked tersely. The chair quickly apologized and thanked the “comrade” for raising the point.</p> <p>DSA’s numbers are relatively small, but its outsized impact on the conversation has caused a political headache for mainstream Democrats who reject any association with socialism.</p> <p>During the presidential debate in Detroit, centrist John Hickenlooper, the former governor of Colorado, said Sanders’ policies, including Medicare for All and a Green New Deal would be a “disaster at the ballot box”.</p> <p>“You might as well FedEx the election to Donald Trump,” he said.</p>  <figure class=\"element element-image\" data-media-id=\"369008d3e037de5e5ccb891e65c9a5a95f7676f6\"> <img src=\"https://media.guim.co.uk/369008d3e037de5e5ccb891e65c9a5a95f7676f6/0_103_2248_1348/1000.jpg\" alt=\"Presidential candidate John Hickenlooper said Bernie Sanders’ Medicare for All and a Green New Deal would be a ‘disaster at the ballot box’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Presidential candidate John Hickenlooper said Bernie Sanders’ Medicare for All and a Green New Deal would be a ‘disaster at the ballot box’.</span> <span class=\"element-image__credit\">Photograph: Brendan Smialowski/AFP/Getty Images</span> </figcaption> </figure>  <p>Not far from the Westin, where DSA members made plans to grow their ranks, Vice-President Mike Pence implored conservative youth to resist the “siren song of socialism”.</p> <p>“It’s not going to be enough just to win the next election,” he said at the Resurgent Gathering in Atlanta on Friday. “We got to win the next generation. We got to go tell the story to younger Americans about the truth – the truth about socialist policies.”</p> <p>But a May Gallup <a href=\"https://news.gallup.com/poll/257639/four-americans-embrace-form-socialism.aspx\">poll</a> found an increasing number of Americans – four in 10 – believe some form of socialism would be good for the country, though more than half still disagree. </p> <p>At rallies and on social media, Trump has sought to portray all his Democrat adversaries as socialists intent on bringing “unAmerican”, European-style welfare programs across the Atlantic. These ideological attacks, which he has paired with racist and anti-immigrant rhetoric, are part of a political strategy to galvanize his core followers.</p> <p>“Trump is attacking us because the socialist movement offers an alternative vision to what he is offering, which is essentially neo-fascism,” said Svart, DSA’s national director. “He is threatened by us. And so are the Wall Street Democrats.”</p> <p>She continued: “What we’re saying as democratic socialists is that none of it has to be this way.”</p> <p>Most new DSA members are young, millennials who came of age during the global financial crisis, like Rachel Kahn. But the group’s numbers didn’t start to rise until Sanders ran for president in 2016.</p> <p>“He was the person who made me realize that I’m a socialist,” Kahn, 29, said on a break during the conference.</p> <p>Polling suggest that young people are <a href=\"https://www.washingtonpost.com/news/wonk/wp/2016/04/26/a-majority-of-millennials-now-reject-capitalism-poll-shows/\">increasingly</a> disillusioned by capitalism and <a href=\"https://www.axios.com/exclusive-poll-young-americans-embracing-socialism-b051907a-87a8-4f61-9e6e-0db75f7edc4a.html\">more open</a> to socialism than previous generations. At the same time, young people are more likely to associate socialism with the Scandinavian-style social welfare state than with Soviet communism.</p> <p>Though it was her first time attending a DSA conference since she joined a local Atlanta chapter, Kahn spoke passionately on several resolutions, particularly those she thought might affect candidates in the south.</p> <p>On a question about litmus tests, she said forcing southern candidates to identify as “democratic socialists” would be a “death sentence”. The resolution failed.</p> <p>“People here are so institutionally primed to have a visceral, negative reaction to socialism,” she said. “If we want to win here,” she said afterward, “that might require molding ourselves to our environment a little bit and leading with our values instead.”</p> <p>khalid kamau, a member of the city council in South Fulton, Georgia, and first #BlackLivesMatter organizer elected to public office, told the conference: “We have to understand that us fringe people are future thinkers.”</p> <p>At a press conference later that weekend, he joined nearly two dozen locally elected democratic socialists, including from traditionally Republican areas. The slate included Ruth Buffalo, a Native American representative in North Dakota who ousted the sponsor of the state’s ID law, Mik Pappas, a district judge in Pennsylvania who has sought to end cash bail in his court, and a contingent of the six democratic socialists <a href=\"https://www.theguardian.com/us-news/2019/jun/29/chicago-democratic-socialists-city-council-local-politics\">recently elected</a> to Chicago’s 50-member city council.</p> <p>“It’s a recognition that capitalism has failed us,” Gabriel Acevero, who was elected to the Maryland state house of delegates in 2018, said of their growing ranks in elected office. “Capitalism has failed working people. Capitalism has failed oppressed people and capitalism has failed our planet. And I think more and more people are coming to that realization.”</p> <p>Near the end of a long day of debate, cheers rang out in the conference room. Sean Parker, a democratic socialist in Nashville, had just <a href=\"https://twitter.com/MidTNDSA/status/1157327950259347462\">won</a> a seat on the city council.</p>",
      "wordcount": "1320",
      "firstPublicationDate": "2019-08-06T15:24:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-12-15T14:35:21Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c465m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b6726d9604e2d2ea1c02b3f26073965f551f05de/0_415_6513_3908/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The last time the nation’s largest socialist organization came together for its biennial conference, congresswoman Alexandria Ocasio-Cortez was serving tacos and cocktails at a bar in Manhattan. Two years later, the Democratic Socialists of America have doubled in size and the young, Latina, democratic socialist from the Bronx who unseated a 10-term veteran to win her New York congressional seat has become a political force so visible she is known simply by her initials, AOC. Nearly 100 democratic socialists now hold elected office across the country, from school boards to state legislatures and Congress, where Ocasio-Cortez and the Michigan congresswoman Rashida Tlaib have become avatars of an emboldened leftwing insurgency. The Vermont senator Bernie Sanders, whose popularity has helped soften public perception of socialism though he is not directly involved with DSA , is a top-tier candidate for the 2020 Democratic nomination while Donald Trump is running for re-election on campaign slogans portraying socialism as a direct threat to America. The DSA, founded in 1982, has never had more of a national presence in US politics. Now, as socialism moves from the margins of American political life to the center of presidential politics, the movement faces a new and welcome challenge: where to go from here? “We’re not interested in losing and we’re not interested in performing our politics,” Maria Svart, DSA’s national director told the more than 1,000 democratic socialists who gathered in Atlanta last week for DSA’s largest-ever conference. “We’re here to win. And at a grand scale we want to transform society.” Over the course of four days, in a conference room at the Westin Peachtree Plaza, a unionized hotel in downtown Atlanta, members, ecstatic over their growing ranks and electoral victories, envisioned a society untethered from traditional capitalism. But more immediately, they debated strategy and structure. The divisions over how DSA can best capitalize on a surge of interest echoed the central debate over the future of the Democratic party pitting pragmatism against ideological purity. “Right now so much is possible and it’s incredibly exciting,” said David Duhalde, the former deputy director of DSA who recently worked for the Sanders-aligned, Our Revolution. “But that also begets many, many more debates and questions about how we move forward and that is a great problem to have.” In a series of votes, members approved measures to prioritize electing democratic socialists at every level of government and to grow membership, currently at 56,000, to 100,000 while rejecting a proposal to adopt national political “litmus tests” for candidates. They will continue to run primary challenges against centrist Democrats and to organize low-income, working people, including in communities that voted for Trump. Amid much debate, DSA, which enthusiastically backed Sanders earlier this year, passed a resolution titled “In the event of a Sanders loss,” stipulating that the group would not formally endorse another Democratic presidential nominee if the Vermont senator does not win the primary. Members also voted to support the Green New Deal, universal childcare, the decriminalization of sex work and “open borders” – a radical idea that goes far beyond what any Democratic presidential candidate would endorse. They also reaffirmed their support for the controversial Boycott, Divestment, Sanctions movement to protest against Israel’s treatment of Palestine and narrowly voted to establish an “anti-fascist working group”. But even for veterans, the hours-long debate – frequently interrupted by arcane procedural inquiries strictly governed by Robert’s Rules of Order – was a slog. Efforts to keep the discussion “comradely” by stifling side chatter and using gender-neutral terms drew snickers from conservative media. At one point during a back and forth over whether to expand the organization’s national staff, an irritated delegate stepped to the microphone to raise a point of order. “Can we please use ‘comrade’ as an honorific instead of ‘sir’ or ‘madam’?” the delegate asked tersely. The chair quickly apologized and thanked the “comrade” for raising the point. DSA’s numbers are relatively small, but its outsized impact on the conversation has caused a political headache for mainstream Democrats who reject any association with socialism. During the presidential debate in Detroit, centrist John Hickenlooper, the former governor of Colorado, said Sanders’ policies, including Medicare for All and a Green New Deal would be a “disaster at the ballot box”. “You might as well FedEx the election to Donald Trump,” he said. Not far from the Westin, where DSA members made plans to grow their ranks, Vice-President Mike Pence implored conservative youth to resist the “siren song of socialism”. “It’s not going to be enough just to win the next election,” he said at the Resurgent Gathering in Atlanta on Friday. “We got to win the next generation. We got to go tell the story to younger Americans about the truth – the truth about socialist policies.” But a May Gallup poll found an increasing number of Americans – four in 10 – believe some form of socialism would be good for the country, though more than half still disagree. At rallies and on social media, Trump has sought to portray all his Democrat adversaries as socialists intent on bringing “unAmerican”, European-style welfare programs across the Atlantic. These ideological attacks, which he has paired with racist and anti-immigrant rhetoric, are part of a political strategy to galvanize his core followers. “Trump is attacking us because the socialist movement offers an alternative vision to what he is offering, which is essentially neo-fascism,” said Svart, DSA’s national director. “He is threatened by us. And so are the Wall Street Democrats.” She continued: “What we’re saying as democratic socialists is that none of it has to be this way.” Most new DSA members are young, millennials who came of age during the global financial crisis, like Rachel Kahn. But the group’s numbers didn’t start to rise until Sanders ran for president in 2016. “He was the person who made me realize that I’m a socialist,” Kahn, 29, said on a break during the conference. Polling suggest that young people are increasingly disillusioned by capitalism and more open to socialism than previous generations. At the same time, young people are more likely to associate socialism with the Scandinavian-style social welfare state than with Soviet communism. Though it was her first time attending a DSA conference since she joined a local Atlanta chapter, Kahn spoke passionately on several resolutions, particularly those she thought might affect candidates in the south. On a question about litmus tests, she said forcing southern candidates to identify as “democratic socialists” would be a “death sentence”. The resolution failed. “People here are so institutionally primed to have a visceral, negative reaction to socialism,” she said. “If we want to win here,” she said afterward, “that might require molding ourselves to our environment a little bit and leading with our values instead.” khalid kamau, a member of the city council in South Fulton, Georgia, and first #BlackLivesMatter organizer elected to public office, told the conference: “We have to understand that us fringe people are future thinkers.” At a press conference later that weekend, he joined nearly two dozen locally elected democratic socialists, including from traditionally Republican areas. The slate included Ruth Buffalo, a Native American representative in North Dakota who ousted the sponsor of the state’s ID law, Mik Pappas, a district judge in Pennsylvania who has sought to end cash bail in his court, and a contingent of the six democratic socialists recently elected to Chicago’s 50-member city council. “It’s a recognition that capitalism has failed us,” Gabriel Acevero, who was elected to the Maryland state house of delegates in 2018, said of their growing ranks in elected office. “Capitalism has failed working people. Capitalism has failed oppressed people and capitalism has failed our planet. And I think more and more people are coming to that realization.” Near the end of a long day of debate, cheers rang out in the conference room. Sean Parker, a democratic socialist in Nashville, had just won a seat on the city council.",
      "charCount": "8432",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lauren-gambino\">Lauren Gambino</a> in Atlanta"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/06/ghost-meps-stuck-no-pay-wait-uk-give-up-seats-brexit",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-06T09:56:28Z",
    "webTitle": "'Ghost MEPs' stuck with no pay as they wait for UK to give up seats",
    "webUrl": "https://www.theguardian.com/world/2019/aug/06/ghost-meps-stuck-no-pay-wait-uk-give-up-seats-brexit",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/06/ghost-meps-stuck-no-pay-wait-uk-give-up-seats-brexit",
    "fields": {
      "headline": "'Ghost MEPs' stuck with no pay as they wait for UK to give up seats",
      "standfirst": "<p>Members-in-waiting watch from across Europe as UK’s Brexit process decides their future</p>",
      "trailText": "Members-in-waiting watch from across Europe as UK’s Brexit process decides their future",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"fe41a4f2ecf16ebf73c3f4fb0b2ca1b16b85738e\"> <img src=\"https://media.guim.co.uk/fe41a4f2ecf16ebf73c3f4fb0b2ca1b16b85738e/71_203_1884_1130/1000.jpg\" alt=\"Miriam Lexmann is one of the MEPs-in-waiting until the UK leaves the EU.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Miriam Lexmann is one of the MEPs-in-waiting until the UK leaves the EU.</span> <span class=\"element-image__credit\">Photograph: Roman Skyba</span> </figcaption> </figure>",
      "body": "<p>Miriam Lexmann has everything to gain from <a href=\"https://www.theguardian.com/politics/2019/aug/05/no-deal-brexit-is-boris-johnsons-central-scenario-eu-told\">Britain crashing out of the EU</a> without a deal, even though she cannot help but believe it is a disaster in the making. “The Slovak media call it the Lexmann paradox,” she says. “I am a paradox.”</p> <p>Lexmann is one of a cadre of MEPs-in-waiting, taking no salary or expenses, standing by for the UK to finally leave the European Union so they may take up seats due to be relinquished by their British counterparts.</p> <p>In a post-Brexit world, the European parliament was to reduce in size from 751 to 705. Of the UK’s 73 seats, 27 were due to be redistributed among 14 under-represented countries.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/05/no-deal-brexit-is-boris-johnsons-central-scenario-eu-told\">Boris Johnson has no intention of renegotiating Brexit deal, EU told</a> </p> </aside>  <p>Slovakia was to take one of those, increasing the country’s share of MEPs to 14. Lexmann, a candidate for the Slovakian Christian Democratic Movement, emerged from the European elections in May as the person to take that place.</p> <p>But the Brits have not left – and Lexmann, like the others, has been left in limbo, watching on anxiously from across Europe as the Brexit debate in the UK decides their future. The unlucky 27 have been nicknamed Europe’s “ghost MEPs”.</p> <p>“It was a horrible feeling, and it still is,” Lexmann said.</p> <p>To campaign in the European elections, Lexmann went on unpaid leave from her job as director of the EU office of the International Republican Institute, a US NGO working in democratic development. But when she was elected, the Slovakian state formally named her as an MEP, a political status that prevents her from returning to work in her politically neutral organisation.</p> <p>She has had to move to Bratislava from her home in Brussels, and is still without a salary.</p> <p>The situation is all the more frustrating as Lexmann and lawyers argue that it is only due to a badly drafted constitutional amendment that her party was left with the unwanted Brexit MEP seat rather than a less well-supported rival. They are looking to take their case to the European court of human rights in Strasbourg.</p> <p>The remarkable fact is that, as with many of the reserve MEPs, Lexmann still cannot bring herself to want the British to go.</p> <p>“I was always against Brexit,” she said. “Everybody was saying now you pray for Brexit, and I say I hope that I can have justice without Brexit. Why am I supposed to wish for something I don’t want?”</p> <p>Lexmann’s reluctance to wish for an outcome that would provide her with salary and status highlights that the European debate on the continent can be misunderstood in the UK. Many see the loss of Britain as a ballast against the more federalist forces, centralising power in Brussels, as a devastating blow, Lexmann said.</p> <p>“I really fear for what is going to happen with Europe if there is no-deal Brexit,” she said. “I don’t want in my own head to prioritise my own interests because I kind of feel this will be disaster. And also as a possible future European parliamentarian, I don’t like the EU pushing too much for federalism and too much Europe.</p> <p>“For me the Brits were balancing it out. And I am afraid how it will go without the Brits and that the French and Germans will take over.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/02/brexit-party-meps-turn-their-backs-european-anthem-ode-to-joy\">Brexit party MEPs turn backs on Ode to Joy at European parliament</a> </p> </aside>  <p>Elsewhere in Europe, Barry Andrews, a Fianna Fáil MEP who is one of two Irish reserves, said he has found it a very difficult situation but would prefer Brexit to be stopped than to take his seat. Spanish MEP-in-reserve Adrian Vazquez Lazara is of a like mind, believing a better outcome for Europe should take precedence over his situation.</p> <p>Lexmann is closely watching events in the UK from Bratislava for clues as to what will happen next.</p> <p>“It is very much going to influence my life,” she said. “Many people told me when Boris Johnson was kind of elected – elected by the party to be prime minister – that now Brexit is certain. But then you see <a href=\"https://www.theguardian.com/politics/2019/aug/05/sturgeon-warns-boris-johnson-not-to-block-independence-vote\">what the Scots are saying about independence</a>.</p> <p>“Maybe Johnson is also realising that he is risking too much, that he is risking the United Kingdom as a union? So there is a general election, a renegotiation? So that is another nine months or whatever without a job. I kind of think: how can this kind of thing happen?”</p>",
      "newspaperPageNumber": "21",
      "wordcount": "715",
      "firstPublicationDate": "2019-08-06T09:56:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:03Z",
      "newspaperEditionDate": "2019-08-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c42z3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fe41a4f2ecf16ebf73c3f4fb0b2ca1b16b85738e/71_203_1884_1130/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Miriam Lexmann has everything to gain from Britain crashing out of the EU without a deal, even though she cannot help but believe it is a disaster in the making. “The Slovak media call it the Lexmann paradox,” she says. “I am a paradox.” Lexmann is one of a cadre of MEPs-in-waiting, taking no salary or expenses, standing by for the UK to finally leave the European Union so they may take up seats due to be relinquished by their British counterparts. In a post-Brexit world, the European parliament was to reduce in size from 751 to 705. Of the UK’s 73 seats, 27 were due to be redistributed among 14 under-represented countries. Slovakia was to take one of those, increasing the country’s share of MEPs to 14. Lexmann, a candidate for the Slovakian Christian Democratic Movement, emerged from the European elections in May as the person to take that place. But the Brits have not left – and Lexmann, like the others, has been left in limbo, watching on anxiously from across Europe as the Brexit debate in the UK decides their future. The unlucky 27 have been nicknamed Europe’s “ghost MEPs”. “It was a horrible feeling, and it still is,” Lexmann said. To campaign in the European elections, Lexmann went on unpaid leave from her job as director of the EU office of the International Republican Institute, a US NGO working in democratic development. But when she was elected, the Slovakian state formally named her as an MEP, a political status that prevents her from returning to work in her politically neutral organisation. She has had to move to Bratislava from her home in Brussels, and is still without a salary. The situation is all the more frustrating as Lexmann and lawyers argue that it is only due to a badly drafted constitutional amendment that her party was left with the unwanted Brexit MEP seat rather than a less well-supported rival. They are looking to take their case to the European court of human rights in Strasbourg. The remarkable fact is that, as with many of the reserve MEPs, Lexmann still cannot bring herself to want the British to go. “I was always against Brexit,” she said. “Everybody was saying now you pray for Brexit, and I say I hope that I can have justice without Brexit. Why am I supposed to wish for something I don’t want?” Lexmann’s reluctance to wish for an outcome that would provide her with salary and status highlights that the European debate on the continent can be misunderstood in the UK. Many see the loss of Britain as a ballast against the more federalist forces, centralising power in Brussels, as a devastating blow, Lexmann said. “I really fear for what is going to happen with Europe if there is no-deal Brexit,” she said. “I don’t want in my own head to prioritise my own interests because I kind of feel this will be disaster. And also as a possible future European parliamentarian, I don’t like the EU pushing too much for federalism and too much Europe. “For me the Brits were balancing it out. And I am afraid how it will go without the Brits and that the French and Germans will take over.” Elsewhere in Europe, Barry Andrews, a Fianna Fáil MEP who is one of two Irish reserves, said he has found it a very difficult situation but would prefer Brexit to be stopped than to take his seat. Spanish MEP-in-reserve Adrian Vazquez Lazara is of a like mind, believing a better outcome for Europe should take precedence over his situation. Lexmann is closely watching events in the UK from Bratislava for clues as to what will happen next. “It is very much going to influence my life,” she said. “Many people told me when Boris Johnson was kind of elected – elected by the party to be prime minister – that now Brexit is certain. But then you see what the Scots are saying about independence. “Maybe Johnson is also realising that he is risking too much, that he is risking the United Kingdom as a union? So there is a general election, a renegotiation? So that is another nine months or whatever without a job. I kind of think: how can this kind of thing happen?”",
      "charCount": "4026",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/06/nicola-sturgeon-if-we-crash-out-with-no-deal-corbyn-will-be-almost-as-responsible-as-may-or-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-06T05:00:09Z",
    "webTitle": "Nicola Sturgeon: ‘If we crash out with no deal, Corbyn will be almost as responsible as May or Johnson’",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/06/nicola-sturgeon-if-we-crash-out-with-no-deal-corbyn-will-be-almost-as-responsible-as-may-or-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/06/nicola-sturgeon-if-we-crash-out-with-no-deal-corbyn-will-be-almost-as-responsible-as-may-or-johnson",
    "fields": {
      "headline": "Nicola Sturgeon: ‘If we crash out with no deal, Corbyn will be almost as responsible as May or Johnson’",
      "standfirst": "<p>Scotland’s first minister on her infamous doorstep encounter with the new PM, why the government’s Brexit plans are ‘catastrophic’ – and why people in England should move to Scotland</p>",
      "trailText": "Scotland’s first minister on her infamous doorstep encounter with the new PM, why the government’s Brexit plans are ‘catastrophic’ – and why people in England should move to Scotland",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"29a500f3a8db3913dd13150f84f9dc5a8ded9d16\"> <img src=\"https://media.guim.co.uk/29a500f3a8db3913dd13150f84f9dc5a8ded9d16/0_152_4689_2813/1000.jpg\" alt=\"Nicola Sturgeon … ‘Johnson talks about Brexit, and a no-deal Brexit in particular, as if there is nothing to worry about.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon … ‘Johnson talks about Brexit, and a no-deal Brexit in particular, as if there is nothing to worry about.’</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Early last week, for the briefest of moments, the tensions swirling around Scotland’s relationship with England and the deepening UK crisis of Brexit were perfectly symbolised by Boris Johnson’s arm.</p> <p>Amid the angry noise of a crowd of demonstrators, Johnson was on the steps of Bute House (the Edinburgh residence of the Scottish first minister) exchanging the usual opening pleasantries with Nicola Sturgeon for the benefit of photographers and TV crews. Then came the moment when everyone had to go inside – whereupon Johnson rather condescendingly extended one of his upper limbs, with a view to escorting Sturgeon into her own HQ. She appeared to say something, whereupon the arm went down and Johnson awkwardly walked in, a moment that inevitably went viral.</p> <p>“I don’t think I said: ‘Put your arm down,’” she says. “Those kind of things happen in a flash. But I am aware that he was trying to do something that some people would describe as chivalrous and other people would say was a subconscious powerplay. I was kind of aware of him trying to … usher me in.” She smiles. “And I think, in the instant, I thought: ‘That’s inappropriate – you go in first.’ But these things happen in a nanosecond. It wasn’t at all deliberate on my part.”</p> <p>One thing, however, was certain: she did not look happy. “Again, you’ve got to remember that these photos are taken in an instant,” she insists. “But, that said, I abhor what he is trying to do to the UK. And I abhor what the implications of that are for Scotland. So I don’t think it will be surprising to anyone to hear me say that I wasn’t absolutely thrilled to be welcoming Boris Johnson as prime minister.”</p>  <figure class=\"element element-image\" data-media-id=\"401759eab9075ffe398682be61ce0ed8390230d2\"> <img src=\"https://media.guim.co.uk/401759eab9075ffe398682be61ce0ed8390230d2/1010_774_1397_838/1000.jpg\" alt=\"‘I don’t think I said: “Put your arm down.”’ The incident outside Bute House.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I don’t think I said: “Put your arm down.”’ The incident outside Bute House.</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>  <p>Before that meeting, they had crossed paths once before – at the VE Day celebrations immediately after the 2015 general election, at which Johnson brusquely asked Sturgeon if granting the Scottish government full control over its tax and spending powers would silence calls for independence. “We walked together through Horse Guards Parade. And I vividly remember, he said something like – and this is not a direct quote – ‘What would buy you off? Would full fiscal autonomy buy you off?’ I said: ‘No, not really.’” She laughs.</p> <p>Four years on, she conveys a similar sense of Johnson reducing complex questions to breezy inanities. “Talking to him, there’s a sort of surreal element to it,” she says. “He talks about Brexit, and a no-deal Brexit in particular, as if there is nothing to worry about, and anyone who says there is just being pessimistic and downbeat. I was very frank with him that I think it would be catastrophic, if it were allowed to happen. But, you know, then there’s just a waving of the hands, and: ‘No – it’ll all be fine, and anyone who says otherwise is just indulging in doom and gloom.’ I described it after the meeting as dangerous. ’Cos it <em>is</em> dangerous.”</p> <p>One other aspect of Sturgeon’s discussions with Johnson is fascinating. To <a href=\"https://www.holyrood.com/articles/inside-politics/smiling-assassin-interview-first-minister-nicola-sturgeon\" title=\"\">quote a profile</a> of her published a few years ago, Sturgeon is “state-educated, working-class, left-leaning and believably human”. Johnson, who, by contrast, swaggered to where he is along a familiar path that passed through Eton and Oxford, has created his borderline absurd persona with the kind of chutzpah that tends to be the preserve of the truly posh. Class, I suggest, must have been a constant subtext in their exchanges.</p> <p>“I do think there’s an element of …” she pauses. “Well, I said a moment ago that he talks what, in my view, is a load of nonsense, with utter conviction. And I do think there was an element of that sense of entitlement; the idea that you can make anybody believe anything if you say it in a particular way.”</p> <p>Sturgeon became first minister in late 2014, taking over from Alex Salmond after the referendum on Scottish independence was won by the no campaign, but her party was still in the midst of its imperial phase; it would go on to win 56 out of 59 Scottish seats in the 2015 general election.</p> <p>She is one of those politicians whose voice and mannerisms seem instantly familiar: the precise, sometimes overlong, distinctly lawyerly sentences; the way that even her most speech-like utterances contain enough everyday humanity to keep you interested. Her humour, when it enters the conversation, gives a subtle sense of someone who appreciates the ridiculousness of politics, particularly at a time like this. But, unlike Johnson, she is also at pains to point out that Brexit is deadly serious, and that Britain faces “the most rightwing government we have had in my lifetime, probably including the Thatcher governments”.</p> <p>We talk for an hour in one of Bute House’s meeting rooms on the same day that the Bank of England is saying that there is a one in three chance of a Brexit recession, and Sky News has published a wad of civil service documents warning that a no-deal exit could trigger “potential consumer panic and food shortages”, “operational gaps” in policing and national security, and “law and order challenges” in Northern Ireland. Given that the UK was meant to leave the EU on 29 March, Sturgeon says that she and her ministers have been grappling with this kind of stuff for a long time. “A lot of the focus has been on continuity of transport – particularly ferries, and making sure we’ll have supplies of food,” she says. She also mentions “adequate supplies of medicine”, among “many and varied aspects of what this will mean for people’s lives”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I think the abdication of leadership on the part of Jeremy Corbyn right now will be the stuff of history books</p> </blockquote> </aside>  <p>If he were here now, I suggest, Johnson might assure her that whatever the disastrous projections of a no-deal Brexit, and however much time and money has been spent preparing for one, it is a negotiating ploy. She half agrees, but insists that whatever he and his allies say, Johnson’s reckless approach to leaving the EU is pointing to inevitable catastrophe.</p> <p>“I’m not breaching confidences here because he’s saying this publicly: he’s saying he doesn’t want a no-deal Brexit, and he doesn’t think that’s where we’ll end up. But that’s part of the delusion in his position. He has set a negotiating position that everybody knows is unachievable: getting rid of the backstop in its entirety, getting rid of the withdrawal agreement in its entirety and starting all over again. I don’t think there’s anybody outside his circle and the hangers-on around it who thinks that is remotely achievable. So, if that’s your starting point, where do you go from there, other than over that cliff-edge?”</p> <p>The prospect of this calamity is a big part of Sturgeon’s other focus of attention: the SNP’s renewed push for a second independence referendum. It’s her second since the Brexit vote: in 2017, she announced her intention to hold another Scottish referendum in 2019, only to retreat. Now, she says, the prospect of the UK finally leaving the EU – and the distinct prospect of us doing so in the most damaging way possible – makes the case for a vote unanswerable, even if senior Tories from the prime minister down have made it clear that they will not grant her government the relevant powers.</p> <p>She has said she wants a referendum on independence by 2021 and that the second half of next year would be the right time. “That’s what I intend, yeah.”</p> <p>So what happens when the Westminster government says she can’t have one? “Well, look, if we get to that bridge, I will set out how I intend to cross it … We’ve got legislation going through the Scottish parliament that is necessary for a referendum on that timescale. When we get to the endpoint of that legislation, we’ll then have that discussion with the UK government about the transfer of power.”</p> <p>Will it be a discussion? Or a historic clash? “Let’s wait and see, OK? And then I’ll set out how we intend to deal with that.”</p> <p>After her meeting with Johnson, she said he hadn’t been “at his most comfortable” when talking about the case for a second independence vote. What did she mean by that? “He didn’t have much of an answer. He can defend the union and oppose independence: that’s entirely legitimate. He kept trying to get back to the substance of the argument about independence. And the point I made back to him was: ‘Let’s have the debate on the substance, but let’s have it out there and let the public decide.’ I suggested we might do a live TV debate on it, at which point he decided it was time to go,” she says laughing. “Or his advisers decided it was time to go.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"9467afc6461bcf3941f007673483f025b28d350c\"> <img src=\"https://media.guim.co.uk/9467afc6461bcf3941f007673483f025b28d350c/255_354_5505_3303/1000.jpg\" alt=\"Sturgeon with Alex Salmond in 2013, launching the Scottish government’s white paper on independence.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sturgeon with Alex Salmond in 2013, launching the Scottish government’s white paper on independence.</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> </figcaption> </figure>  <p>In 2014, political discourse was already smattered with fake news and polarised nastiness, and, although most of the debate around Scottish independence was substantial and serious, the independence referendum campaign and its aftermath were no exception. Before and after, for example, I met lots of people who had read online that the vote was rigged, and seemed to believe it, and occasionally witnessed aggression that could explode in an instant, online and in the real world. Another Scottish referendum, I suggest, could potentially be a horrible, rancorous mess.</p> <p>“I don’t think it has to be. I don’t think it’s inevitable at all. The kind of tone and tenor of political debate, and I’m not just talking Scotland here, I’m talking globally … of course that concerns me. I think it should concern every right-thinking politician. I think one of the challenges for politicians who don’t want politics to continue in that direction is that we have got to be prepared to stand up for a reasoned, logical and respectful way of political debate.”</p> <p>But do people even listen? It’s out of her control, surely? “But the alternative is a counsel of despair … that’s not the kind of politician I am. I think there’s a need for politicians who actually value a type of political debate to stand up for that, and defend it, however difficult and, at times, seemingly hopeless that may be.”</p> <p>A little later, she expands further: “Without saying that anything will ever be perfect, if you contrast the independence referendum with the Brexit referendum, they were worlds apart. You had an electorate in Scotland in 2014 that was highly informed, engaged and knew what they were talking about. That wasn’t the case in 2016, when the equivalent of the 800-page independence prospectus was the lie on the side of the bus.”</p> <p>There is one aspect of the immediate future that we can only talk about in the most minimal way. At some point next year, Salmond will go on trial on two charges of attempted rape, nine of sexual assault, two of indecent assault and one of breach of the peace – allegations that he continues to strongly deny. Inevitably, the outcome of any Scottish referendum partly hinges on what happens, doesn’t it?</p> <p>“No, I don’t think it does. I don’t think it does. We’re talking here about the future of a country. But, for reasons you will understand, it’s not something I’m able to talk about in any more depth or at any more length.”</p> <p>Does she expect to be a participant in the trial? “Look, it’s a criminal process. It would be utterly inappropriate for me to say anything about it.”</p> <p>Leaving aside another independence referendum, the big event that may well materialise very soon is a UK general election. In 2017, amid talk of public weariness about another independence referendum, the SNP lost 21 Westminster seats. Now, she thinks the prospect of Brexit would make things very different. South of the border, I remind her, there is a lot of talk about looking on the bright side of Labour’s dismal poll numbers: the idea that they could at least win enough seats to strike some kind of deal with the SNP and take power that way.</p>  <figure class=\"element element-image\" data-media-id=\"fc9b451d8c86bb3313b3c4453faa6b22100f7953\"> <img src=\"https://media.guim.co.uk/fc9b451d8c86bb3313b3c4453faa6b22100f7953/0_86_4252_2551/1000.jpg\" alt=\"Sturgeon talking to Jeremy Corbyn in 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sturgeon talking to Jeremy Corbyn in 2016.</span> <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> </figcaption> </figure>  <p>“I have fought two general elections now as SNP leader, and, in both of them, I have been pretty candid. We would always want to be part of a progressive alternative to a Tory government. That remains the case. That said, I’m no great fan of Jeremy Corbyn. I think his lack of leadership on Brexit in particular … well, if we do crash out without a deal, he will bear almost as much responsibility as Theresa May or Boris Johnson. I can’t see the SNP going into formal coalition with Labour.”</p> <p>Does she rule it out? “Look, I think in politics you’ve got to be careful. But it would not be my intention, to go into a formal coalition. I said that in 2015 and 2017 – that’s not a new thing. But some kind of progressive alliance that could lock the Tories out of government … it wouldn’t be a blank-cheque type scenario. We would want Jeremy Corbyn to take a very firm anti-Brexit position. We would look to do what was right for Scotland.” (If Brexit were somehow cancelled, Sturgeon has said that the possibility of an independence referendum would remain because “Scotland needs to keep its options as open as possible.”)</p> <p>Our time is running out: among Sturgeon’s engagements today is a Scottish cabinet meeting, which will spend “a fair chunk of time” talking about no-deal planning. I have only one more question: what would be her advice to someone who lives in England? “Move to Scotland,” she says, with a quiet laugh.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/05/sturgeon-warns-boris-johnson-not-to-block-independence-vote\">Nicola Sturgeon warns Boris Johnson not to block independence vote</a> </p> </aside>  <p>Is she at least half-serious? “More than half-serious. We need more people in Scotland. Absolutely: move to Scotland.”</p> <p>But if someone can’t, or won’t? “It’s very difficult. And I don’t have an obvious answer to that. I think the abdication of leadership on the part of Jeremy Corbyn right now will be as much of the stuff of the history books as what’s happening in the Tory party. And I think it’s tragic. If you’re in Wales, vote for Plaid Cymru, obviously.”</p> <p>She pauses, before she issues a few last sentences that come close to sounding like a compact speech. “Throughout my political career, I’ve had – and I don’t mean this pejoratively – people like you almost portraying Scottish independence as some kind of betrayal of the left. I can sort of understand it. But the answer to that can’t be that Scotland just languishes with the rest of the UK and gets taken down the wrong path. I think the best thing Scotland can do for people who want a different path for England is to lead by example. We can show it can be done.”</p> <p>• This article was amended on 6 August 2019. An earlier version incorrectly said Boris Johnson had entered Bute House before Nicola Sturgeon.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "2456",
      "commentable": "false",
      "firstPublicationDate": "2019-08-06T05:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:50Z",
      "newspaperEditionDate": "2019-08-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3cjh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/29a500f3a8db3913dd13150f84f9dc5a8ded9d16/0_0_5501_3300/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Early last week, for the briefest of moments, the tensions swirling around Scotland’s relationship with England and the deepening UK crisis of Brexit were perfectly symbolised by Boris Johnson’s arm. Amid the angry noise of a crowd of demonstrators, Johnson was on the steps of Bute House (the Edinburgh residence of the Scottish first minister) exchanging the usual opening pleasantries with Nicola Sturgeon for the benefit of photographers and TV crews. Then came the moment when everyone had to go inside – whereupon Johnson rather condescendingly extended one of his upper limbs, with a view to escorting Sturgeon into her own HQ. She appeared to say something, whereupon the arm went down and Johnson awkwardly walked in, a moment that inevitably went viral. “I don’t think I said: ‘Put your arm down,’” she says. “Those kind of things happen in a flash. But I am aware that he was trying to do something that some people would describe as chivalrous and other people would say was a subconscious powerplay. I was kind of aware of him trying to … usher me in.” She smiles. “And I think, in the instant, I thought: ‘That’s inappropriate – you go in first.’ But these things happen in a nanosecond. It wasn’t at all deliberate on my part.” One thing, however, was certain: she did not look happy. “Again, you’ve got to remember that these photos are taken in an instant,” she insists. “But, that said, I abhor what he is trying to do to the UK. And I abhor what the implications of that are for Scotland. So I don’t think it will be surprising to anyone to hear me say that I wasn’t absolutely thrilled to be welcoming Boris Johnson as prime minister.” Before that meeting, they had crossed paths once before – at the VE Day celebrations immediately after the 2015 general election, at which Johnson brusquely asked Sturgeon if granting the Scottish government full control over its tax and spending powers would silence calls for independence. “We walked together through Horse Guards Parade. And I vividly remember, he said something like – and this is not a direct quote – ‘What would buy you off? Would full fiscal autonomy buy you off?’ I said: ‘No, not really.’” She laughs. Four years on, she conveys a similar sense of Johnson reducing complex questions to breezy inanities. “Talking to him, there’s a sort of surreal element to it,” she says. “He talks about Brexit, and a no-deal Brexit in particular, as if there is nothing to worry about, and anyone who says there is just being pessimistic and downbeat. I was very frank with him that I think it would be catastrophic, if it were allowed to happen. But, you know, then there’s just a waving of the hands, and: ‘No – it’ll all be fine, and anyone who says otherwise is just indulging in doom and gloom.’ I described it after the meeting as dangerous. ’Cos it is dangerous.” One other aspect of Sturgeon’s discussions with Johnson is fascinating. To quote a profile of her published a few years ago, Sturgeon is “state-educated, working-class, left-leaning and believably human”. Johnson, who, by contrast, swaggered to where he is along a familiar path that passed through Eton and Oxford, has created his borderline absurd persona with the kind of chutzpah that tends to be the preserve of the truly posh. Class, I suggest, must have been a constant subtext in their exchanges. “I do think there’s an element of …” she pauses. “Well, I said a moment ago that he talks what, in my view, is a load of nonsense, with utter conviction. And I do think there was an element of that sense of entitlement; the idea that you can make anybody believe anything if you say it in a particular way.” Sturgeon became first minister in late 2014, taking over from Alex Salmond after the referendum on Scottish independence was won by the no campaign, but her party was still in the midst of its imperial phase; it would go on to win 56 out of 59 Scottish seats in the 2015 general election. She is one of those politicians whose voice and mannerisms seem instantly familiar: the precise, sometimes overlong, distinctly lawyerly sentences; the way that even her most speech-like utterances contain enough everyday humanity to keep you interested. Her humour, when it enters the conversation, gives a subtle sense of someone who appreciates the ridiculousness of politics, particularly at a time like this. But, unlike Johnson, she is also at pains to point out that Brexit is deadly serious, and that Britain faces “the most rightwing government we have had in my lifetime, probably including the Thatcher governments”. We talk for an hour in one of Bute House’s meeting rooms on the same day that the Bank of England is saying that there is a one in three chance of a Brexit recession, and Sky News has published a wad of civil service documents warning that a no-deal exit could trigger “potential consumer panic and food shortages”, “operational gaps” in policing and national security, and “law and order challenges” in Northern Ireland. Given that the UK was meant to leave the EU on 29 March, Sturgeon says that she and her ministers have been grappling with this kind of stuff for a long time. “A lot of the focus has been on continuity of transport – particularly ferries, and making sure we’ll have supplies of food,” she says. She also mentions “adequate supplies of medicine”, among “many and varied aspects of what this will mean for people’s lives”. If he were here now, I suggest, Johnson might assure her that whatever the disastrous projections of a no-deal Brexit, and however much time and money has been spent preparing for one, it is a negotiating ploy. She half agrees, but insists that whatever he and his allies say, Johnson’s reckless approach to leaving the EU is pointing to inevitable catastrophe. “I’m not breaching confidences here because he’s saying this publicly: he’s saying he doesn’t want a no-deal Brexit, and he doesn’t think that’s where we’ll end up. But that’s part of the delusion in his position. He has set a negotiating position that everybody knows is unachievable: getting rid of the backstop in its entirety, getting rid of the withdrawal agreement in its entirety and starting all over again. I don’t think there’s anybody outside his circle and the hangers-on around it who thinks that is remotely achievable. So, if that’s your starting point, where do you go from there, other than over that cliff-edge?” The prospect of this calamity is a big part of Sturgeon’s other focus of attention: the SNP’s renewed push for a second independence referendum. It’s her second since the Brexit vote: in 2017, she announced her intention to hold another Scottish referendum in 2019, only to retreat. Now, she says, the prospect of the UK finally leaving the EU – and the distinct prospect of us doing so in the most damaging way possible – makes the case for a vote unanswerable, even if senior Tories from the prime minister down have made it clear that they will not grant her government the relevant powers. She has said she wants a referendum on independence by 2021 and that the second half of next year would be the right time. “That’s what I intend, yeah.” So what happens when the Westminster government says she can’t have one? “Well, look, if we get to that bridge, I will set out how I intend to cross it … We’ve got legislation going through the Scottish parliament that is necessary for a referendum on that timescale. When we get to the endpoint of that legislation, we’ll then have that discussion with the UK government about the transfer of power.” Will it be a discussion? Or a historic clash? “Let’s wait and see, OK? And then I’ll set out how we intend to deal with that.” After her meeting with Johnson, she said he hadn’t been “at his most comfortable” when talking about the case for a second independence vote. What did she mean by that? “He didn’t have much of an answer. He can defend the union and oppose independence: that’s entirely legitimate. He kept trying to get back to the substance of the argument about independence. And the point I made back to him was: ‘Let’s have the debate on the substance, but let’s have it out there and let the public decide.’ I suggested we might do a live TV debate on it, at which point he decided it was time to go,” she says laughing. “Or his advisers decided it was time to go.” In 2014, political discourse was already smattered with fake news and polarised nastiness, and, although most of the debate around Scottish independence was substantial and serious, the independence referendum campaign and its aftermath were no exception. Before and after, for example, I met lots of people who had read online that the vote was rigged, and seemed to believe it, and occasionally witnessed aggression that could explode in an instant, online and in the real world. Another Scottish referendum, I suggest, could potentially be a horrible, rancorous mess. “I don’t think it has to be. I don’t think it’s inevitable at all. The kind of tone and tenor of political debate, and I’m not just talking Scotland here, I’m talking globally … of course that concerns me. I think it should concern every right-thinking politician. I think one of the challenges for politicians who don’t want politics to continue in that direction is that we have got to be prepared to stand up for a reasoned, logical and respectful way of political debate.” But do people even listen? It’s out of her control, surely? “But the alternative is a counsel of despair … that’s not the kind of politician I am. I think there’s a need for politicians who actually value a type of political debate to stand up for that, and defend it, however difficult and, at times, seemingly hopeless that may be.” A little later, she expands further: “Without saying that anything will ever be perfect, if you contrast the independence referendum with the Brexit referendum, they were worlds apart. You had an electorate in Scotland in 2014 that was highly informed, engaged and knew what they were talking about. That wasn’t the case in 2016, when the equivalent of the 800-page independence prospectus was the lie on the side of the bus.” There is one aspect of the immediate future that we can only talk about in the most minimal way. At some point next year, Salmond will go on trial on two charges of attempted rape, nine of sexual assault, two of indecent assault and one of breach of the peace – allegations that he continues to strongly deny. Inevitably, the outcome of any Scottish referendum partly hinges on what happens, doesn’t it? “No, I don’t think it does. I don’t think it does. We’re talking here about the future of a country. But, for reasons you will understand, it’s not something I’m able to talk about in any more depth or at any more length.” Does she expect to be a participant in the trial? “Look, it’s a criminal process. It would be utterly inappropriate for me to say anything about it.” Leaving aside another independence referendum, the big event that may well materialise very soon is a UK general election. In 2017, amid talk of public weariness about another independence referendum, the SNP lost 21 Westminster seats. Now, she thinks the prospect of Brexit would make things very different. South of the border, I remind her, there is a lot of talk about looking on the bright side of Labour’s dismal poll numbers: the idea that they could at least win enough seats to strike some kind of deal with the SNP and take power that way. “I have fought two general elections now as SNP leader, and, in both of them, I have been pretty candid. We would always want to be part of a progressive alternative to a Tory government. That remains the case. That said, I’m no great fan of Jeremy Corbyn. I think his lack of leadership on Brexit in particular … well, if we do crash out without a deal, he will bear almost as much responsibility as Theresa May or Boris Johnson. I can’t see the SNP going into formal coalition with Labour.” Does she rule it out? “Look, I think in politics you’ve got to be careful. But it would not be my intention, to go into a formal coalition. I said that in 2015 and 2017 – that’s not a new thing. But some kind of progressive alliance that could lock the Tories out of government … it wouldn’t be a blank-cheque type scenario. We would want Jeremy Corbyn to take a very firm anti-Brexit position. We would look to do what was right for Scotland.” (If Brexit were somehow cancelled, Sturgeon has said that the possibility of an independence referendum would remain because “Scotland needs to keep its options as open as possible.”) Our time is running out: among Sturgeon’s engagements today is a Scottish cabinet meeting, which will spend “a fair chunk of time” talking about no-deal planning. I have only one more question: what would be her advice to someone who lives in England? “Move to Scotland,” she says, with a quiet laugh. Is she at least half-serious? “More than half-serious. We need more people in Scotland. Absolutely: move to Scotland.” But if someone can’t, or won’t? “It’s very difficult. And I don’t have an obvious answer to that. I think the abdication of leadership on the part of Jeremy Corbyn right now will be as much of the stuff of the history books as what’s happening in the Tory party. And I think it’s tragic. If you’re in Wales, vote for Plaid Cymru, obviously.” She pauses, before she issues a few last sentences that come close to sounding like a compact speech. “Throughout my political career, I’ve had – and I don’t mean this pejoratively – people like you almost portraying Scottish independence as some kind of betrayal of the left. I can sort of understand it. But the answer to that can’t be that Scotland just languishes with the rest of the UK and gets taken down the wrong path. I think the best thing Scotland can do for people who want a different path for England is to lead by example. We can show it can be done.” • This article was amended on 6 August 2019. An earlier version incorrectly said Boris Johnson had entered Bute House before Nicola Sturgeon.",
      "charCount": "14066",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]