[
  {
    "id": "business/2019/apr/25/uk-growth-likely-to-rise-above-15-next-year-says-thinktank",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-04-24T23:01:46Z",
    "webTitle": "UK growth likely to rise above 1.5% next year, says thinktank",
    "webUrl": "https://www.theguardian.com/business/2019/apr/25/uk-growth-likely-to-rise-above-15-next-year-says-thinktank",
    "apiUrl": "https://content.guardianapis.com/business/2019/apr/25/uk-growth-likely-to-rise-above-15-next-year-says-thinktank",
    "fields": {
      "headline": "UK growth likely to rise above 1.5% next year, says thinktank",
      "standfirst": "<p>Plans to ease austerity slightly over next five years are not believable, according to NIESR</p>",
      "trailText": "Plans to ease austerity slightly over next five years are not believable, according to NIESR",
      "byline": "Phillip Inman",
      "main": "<figure class=\"element element-image\" data-media-id=\"6791559bd39acdc1d52b0610f444683199534e35\"> <img src=\"https://media.guim.co.uk/6791559bd39acdc1d52b0610f444683199534e35/0_0_3024_1814/1000.jpg\" alt=\"Philip Hammond\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NIESR’s forecast contradicts Philip Hammond’s claims that the government is on track to meet future fiscal targets. </span> <span class=\"element-image__credit\">Photograph: Gonzalo Fuentes/Reuters</span> </figcaption> </figure>",
      "body": "<p>Britain’s growth rate will bounce back above 1.5% next year as ministers exceed existing public spending budgets to cope with <a href=\"https://www.theguardian.com/business/2018/jul/28/older-workers-retirement-age-economic-growth-wages\">an ageing population</a>, a leading thinktank has said.</p> <p>The National Institute of Economic and Social Research (NIESR) said plans to ease austerity only slightly over the next five years were “unbelievable”. It added that government spending would almost certainly need to increase by more than expected in the next few years, increasing the UK’s GDP growth.</p> <p>The thinktank said the need to borrow more or increase taxes to fund the extra spending to cover the health and social care of older people should spark a debate that goes beyond the planned comprehensive spending review of Whitehall budgets, due this summer, to include a comprehensive tax review.</p> <p><a href=\"https://www.theguardian.com/business/2018/jul/28/older-workers-retirement-age-economic-growth-wages\">Like most economic forecasters</a>, NIESR said its predictions were based on a “soft” Brexit that maintained a high level of access for UK and EU businesses in each other’s markets. Under this scenario, the UK economy is expected to grow by 1.4% this year, 1.6% in 2020 and 1.9% in 2021.</p> <p>The low level of GDP growth in relation to the population – GDP per capita – is expected to rise from 0.7% this year to 1.3% by 2021.</p> <p>The NIESR’s director, Jagjit Chadha, said: “We expect public spending to rise more quickly than currently planned. That is likely to mean that the government’s medium-term fiscal objectives will not be met.”</p> <p>Garry Young, a NIESR analyst, added that Whitehall spending forecasts could not be maintained at the low levels documented in the last budget.</p> <p>Chadha’s comments appeared to contradict the chancellor, Philip Hammond’s, forecast at a hearing before a committee of MPs, when he said a clampdown on spending between now and the mid-2020s would allow future governments to choose between higher spending and reducing government debt.</p> <p>Hammond told MPs on the Treasury select committee the government was on track to meet its <a href=\"https://www.theguardian.com/business/2019/apr/24/hammond-misses-budget-target-but-deficit-is-at-17-year-low\">future fiscal targets</a> and there was significant headroom in his budget for flexibility on spending or tax decisions, even though Brexit was stalling longer-term planning.</p> <p>Ministers have options, and that’s a “very good place to be”, said Hammond. However, he added that over the longer term: “We have to recognise that as the population ages, the pressure on public services and public spending will increase.”<br><br>He cited Brexit as one of the reasons business investment in Britain was significantly below what would normally be expected, depressing private sector growth.</p> <p>“It’s pretty clear to me that the principal reason is uncertainty created by the continuing process of working out how we are going to exit from the European Union,” he said.</p> <p>NIESR said there was mounting evidence the economy was adversely affected by Brexit-related uncertainty and further delays were making the situation worse. Business and consumers were displaying greater pessimism about the UK’s future prospects, it said.</p> <p>The economy has already lost 2.5% of GDP growth since the summer of 2016 and this was growth “that would never be recovered”, it added.</p>",
      "newspaperPageNumber": "29",
      "wordcount": "498",
      "firstPublicationDate": "2019-04-24T23:01:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:57Z",
      "newspaperEditionDate": "2019-04-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbvh9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6791559bd39acdc1d52b0610f444683199534e35/0_0_3024_1814/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain’s growth rate will bounce back above 1.5% next year as ministers exceed existing public spending budgets to cope with an ageing population, a leading thinktank has said. The National Institute of Economic and Social Research (NIESR) said plans to ease austerity only slightly over the next five years were “unbelievable”. It added that government spending would almost certainly need to increase by more than expected in the next few years, increasing the UK’s GDP growth. The thinktank said the need to borrow more or increase taxes to fund the extra spending to cover the health and social care of older people should spark a debate that goes beyond the planned comprehensive spending review of Whitehall budgets, due this summer, to include a comprehensive tax review. Like most economic forecasters, NIESR said its predictions were based on a “soft” Brexit that maintained a high level of access for UK and EU businesses in each other’s markets. Under this scenario, the UK economy is expected to grow by 1.4% this year, 1.6% in 2020 and 1.9% in 2021. The low level of GDP growth in relation to the population – GDP per capita – is expected to rise from 0.7% this year to 1.3% by 2021. The NIESR’s director, Jagjit Chadha, said: “We expect public spending to rise more quickly than currently planned. That is likely to mean that the government’s medium-term fiscal objectives will not be met.” Garry Young, a NIESR analyst, added that Whitehall spending forecasts could not be maintained at the low levels documented in the last budget. Chadha’s comments appeared to contradict the chancellor, Philip Hammond’s, forecast at a hearing before a committee of MPs, when he said a clampdown on spending between now and the mid-2020s would allow future governments to choose between higher spending and reducing government debt. Hammond told MPs on the Treasury select committee the government was on track to meet its future fiscal targets and there was significant headroom in his budget for flexibility on spending or tax decisions, even though Brexit was stalling longer-term planning. Ministers have options, and that’s a “very good place to be”, said Hammond. However, he added that over the longer term: “We have to recognise that as the population ages, the pressure on public services and public spending will increase.” He cited Brexit as one of the reasons business investment in Britain was significantly below what would normally be expected, depressing private sector growth. “It’s pretty clear to me that the principal reason is uncertainty created by the continuing process of working out how we are going to exit from the European Union,” he said. NIESR said there was mounting evidence the economy was adversely affected by Brexit-related uncertainty and further delays were making the situation worse. Business and consumers were displaying greater pessimism about the UK’s future prospects, it said. The economy has already lost 2.5% of GDP growth since the summer of 2016 and this was growth “that would never be recovered”, it added.",
      "charCount": "3061",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/phillipinman\">Phillip Inman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/24/theresa-may-survives-attempt-to-allow-early-no-confidence-vote",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-24T17:23:12Z",
    "webTitle": "Theresa May survives attempt to allow early no-confidence vote",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/24/theresa-may-survives-attempt-to-allow-early-no-confidence-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/24/theresa-may-survives-attempt-to-allow-early-no-confidence-vote",
    "fields": {
      "headline": "Theresa May survives attempt to allow early no-confidence vote",
      "standfirst": "<p>Move to alter Tory party rules fails but backbenchers demand ‘roadmap’ for her departure</p>",
      "trailText": "Move to alter Tory party rules fails but backbenchers demand ‘roadmap’ for her departure",
      "byline": "Heather Stewart and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"c4e4e6b71983975f07276b57f69edc93053c2044\"> <img src=\"https://media.guim.co.uk/c4e4e6b71983975f07276b57f69edc93053c2044/0_125_3500_2101/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May. Her party’s rules stipulate 12 months must elapse before a fresh confidence vote, but Brexiter MPs wanted to change this.</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>Theresa May has survived an attempt to change Tory party rules to make it possible to oust her within weeks, but backbench MPs have demanded a “roadmap” for her departure, in a fresh blow to her authority.</p> <p>Amid a growing sense of political paralysis at Westminster, Brexit-backing members of the executive of the powerful 1922 Committee were <a href=\"https://www.theguardian.com/politics/2019/apr/23/may-should-go-today-says-senior-1922-committee-member-nigel-evans\">keen to change the rules</a> that insulate the prime minister from a fresh leadership challenge until December.</p> <p>After a second meeting in two days, the committee decided <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news\">on Wednesday</a> to leave the rules unchanged. However, the 1922 Committee’s chair, Sir Graham Brady, said MPs would like the prime minister to set out her plans for stepping aside, if parliament failed to back a Brexit deal in the coming weeks.</p> <p>“Following the prime minister’s decision to set out a schedule for her departure as leader of the party should the withdrawal agreement pass, we seek similar clarity from her in other circumstances,” Brady told reporters outside the meeting. “We should have a clear roadmap forward.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/apr/24/tory-mps-seek-to-overturn-mays-huawei-supply-decision\">Tory MPs seek to overturn May's Huawei supply decision</a> </p> </aside>  <p>May had already pledged to quit almost immediately if the withdrawal agreement won a majority, though that promise failed to win over enough Tory critics to prevent the deal being rejected by MPs for a third time last month.</p> <p>Before the Easter recess, the prime minister urged MPs to “reflect on the decisions that will have to be made swiftly on our return”. But with little sign of progress in ongoing <a href=\"https://www.theguardian.com/politics/2019/apr/23/labour-says-theresa-may-unwilling-to-offer-key-brexit-concessions\">negotiations with Labour</a>, it is unclear when the government may feel it can test the support of parliament again by tabling the withdrawal agreement implementation bill (WAB).</p> <p>The shadow foreign secretary, Emily Thornberry, renewed Labour’s criticism of the government on Wednesday as she urged the Cabinet Office minister, David Lidington, May’s de facto deputy, to make a commitment to compromise in the talks by agreeing to adopt a customs union.</p> <p>But Lidington pointed to the advantages of the prime minister’s deal, which he said was aimed at securing the “benefits” of a customs union, and argued that the customs union was one of a string of other options that had already been rejected by MPs.</p> <p>“I think that there is a genuine attempt to find a way through. However, I will not hide the fact that this is very difficult, because if it is going to work it will mean both parties making compromises and our ending up with a solution which, unlike any other proposed so far, will secure a majority in the house,” he said.</p> <p>“So far, the house has rejected our deal; it has rejected the opposition’s proposals; it has rejected a referendum; it has rejected revocation; it has rejected a customs union; and it has rejected <a href=\"https://www.theguardian.com/politics/2019/mar/26/labour-considers-backing-common-market-20-soft-brexit\">common market 2.0</a>,” he said.</p> <p>The chancellor, Philip Hammond, met the shadow chancellor, John McDonnell, on Wednesday to discuss financial services after Brexit, as part of the ongoing dialogue between the two sides.</p> <p>Another session, on environmental policy, will take place on Thursday, but no date has been set to reconvene the wider group – which includes Lidington and other key figures such as the Brexit secretary, Steve Barclay – and both sides appear frustrated about the lack of concrete progress.</p> <p>Downing Street said there were no plans for May to respond imminently to the 1922 Committee’s call for more clarity about her departure plans, saying she had just returned from Belfast.</p> <p>Earlier, a spokesman declined to say whether the Conservative party would hold a campaign launch for the European parliamentary elections. Formally, the government’s position remains that it hopes to secure parliament’s backing for a Brexit deal in time to leave the EU next month, and avoid participating in the elections.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/24/nigel-farage-brexit-party-use-eu-elections-oust-remain-parliament\">Farage: Brexit party will use EU poll to oust 'remain parliament'</a> </p> </aside>  <p>But with time running out, few at Westminster believe that will be possible and the prospect of fighting elections against <a href=\"https://www.theguardian.com/politics/2019/apr/24/nigel-farage-brexit-party-use-eu-elections-oust-remain-parliament\">Nigel Farage’s Brexit party</a> is infuriating Tory MPs.</p> <p>The prime minister saw off a no-confidence vote at the end of last year and the party’s rules stipulate that a fresh challenge cannot be launched for 12 months after that date.</p> <p>Brady said the decision by the committee on Wednesday was the result of “two lengthy meetings and a good, full and constructive debate, in a friendly and collegiate way”. He said he would not disclose how many dissenting voices had been heard in the room.</p> <p>During the full meeting of the 1922 Committee that followed the executive’s decision, Tory MPs urged some of their more intransigent colleagues to back the prime minister’s deal and swerve the EU elections.</p> <p>One Brexiter, <a href=\"https://www.theguardian.com/politics/2019/feb/23/brexit-rudd-clark-and-gauke-should-resign-says-andrew-bridgen\">Andrew Bridgen</a>, stood up to demand that the whole parliamentary party should be given a vote on the rule change, but was rebuffed by the former education secretary Nicky Morgan, who likened it to backing a second referendum. “That seems to me to be very much like re-running a vote that happened six months ago,” she said.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "809",
      "firstPublicationDate": "2019-04-24T17:23:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:07Z",
      "newspaperEditionDate": "2019-04-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbvkc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c4e4e6b71983975f07276b57f69edc93053c2044/0_125_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has survived an attempt to change Tory party rules to make it possible to oust her within weeks, but backbench MPs have demanded a “roadmap” for her departure, in a fresh blow to her authority. Amid a growing sense of political paralysis at Westminster, Brexit-backing members of the executive of the powerful 1922 Committee were keen to change the rules that insulate the prime minister from a fresh leadership challenge until December. After a second meeting in two days, the committee decided on Wednesday to leave the rules unchanged. However, the 1922 Committee’s chair, Sir Graham Brady, said MPs would like the prime minister to set out her plans for stepping aside, if parliament failed to back a Brexit deal in the coming weeks. “Following the prime minister’s decision to set out a schedule for her departure as leader of the party should the withdrawal agreement pass, we seek similar clarity from her in other circumstances,” Brady told reporters outside the meeting. “We should have a clear roadmap forward.” May had already pledged to quit almost immediately if the withdrawal agreement won a majority, though that promise failed to win over enough Tory critics to prevent the deal being rejected by MPs for a third time last month. Before the Easter recess, the prime minister urged MPs to “reflect on the decisions that will have to be made swiftly on our return”. But with little sign of progress in ongoing negotiations with Labour, it is unclear when the government may feel it can test the support of parliament again by tabling the withdrawal agreement implementation bill (WAB). The shadow foreign secretary, Emily Thornberry, renewed Labour’s criticism of the government on Wednesday as she urged the Cabinet Office minister, David Lidington, May’s de facto deputy, to make a commitment to compromise in the talks by agreeing to adopt a customs union. But Lidington pointed to the advantages of the prime minister’s deal, which he said was aimed at securing the “benefits” of a customs union, and argued that the customs union was one of a string of other options that had already been rejected by MPs. “I think that there is a genuine attempt to find a way through. However, I will not hide the fact that this is very difficult, because if it is going to work it will mean both parties making compromises and our ending up with a solution which, unlike any other proposed so far, will secure a majority in the house,” he said. “So far, the house has rejected our deal; it has rejected the opposition’s proposals; it has rejected a referendum; it has rejected revocation; it has rejected a customs union; and it has rejected common market 2.0,” he said. The chancellor, Philip Hammond, met the shadow chancellor, John McDonnell, on Wednesday to discuss financial services after Brexit, as part of the ongoing dialogue between the two sides. Another session, on environmental policy, will take place on Thursday, but no date has been set to reconvene the wider group – which includes Lidington and other key figures such as the Brexit secretary, Steve Barclay – and both sides appear frustrated about the lack of concrete progress. Downing Street said there were no plans for May to respond imminently to the 1922 Committee’s call for more clarity about her departure plans, saying she had just returned from Belfast. Earlier, a spokesman declined to say whether the Conservative party would hold a campaign launch for the European parliamentary elections. Formally, the government’s position remains that it hopes to secure parliament’s backing for a Brexit deal in time to leave the EU next month, and avoid participating in the elections. But with time running out, few at Westminster believe that will be possible and the prospect of fighting elections against Nigel Farage’s Brexit party is infuriating Tory MPs. The prime minister saw off a no-confidence vote at the end of last year and the party’s rules stipulate that a fresh challenge cannot be launched for 12 months after that date. Brady said the decision by the committee on Wednesday was the result of “two lengthy meetings and a good, full and constructive debate, in a friendly and collegiate way”. He said he would not disclose how many dissenting voices had been heard in the room. During the full meeting of the 1922 Committee that followed the executive’s decision, Tory MPs urged some of their more intransigent colleagues to back the prime minister’s deal and swerve the EU elections. One Brexiter, Andrew Bridgen, stood up to demand that the whole parliamentary party should be given a vote on the rule change, but was rebuffed by the former education secretary Nicky Morgan, who likened it to backing a second referendum. “That seems to me to be very much like re-running a vote that happened six months ago,” she said.",
      "charCount": "4828",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-24T17:15:32Z",
    "webTitle": "1922 Committee rejects rule change for Tory leadership contests – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news",
    "fields": {
      "headline": "1922 Committee rejects rule change for Tory leadership contests – live news",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including PMQs</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc0465f8f085bb0e0de75d1#block-5cc0465f8f085bb0e0de75d1\">PMQs - Snap verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc0631b8f08d5e277b53dcb#block-5cc0631b8f08d5e277b53dcb\">Sturgeon’s statement on Scottish independence - Summary and analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc094fc8f08c89bd9067a93#block-5cc094fc8f08c89bd9067a93\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including PMQs",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"73a5540f8ca5771fc5b361962e507112ec26a300\"> <img src=\"https://media.guim.co.uk/73a5540f8ca5771fc5b361962e507112ec26a300/0_28_5273_3163/1000.jpg\" alt=\"Theresa May in Ireland on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May in Ireland on Wednesday. The PM can’t face a no-confidence vote from her party until December after senior backbenchers rejected rule change.</span> <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cc094fc8f08c89bd9067a93\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T17:13:35.238Z\">6.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Theresa May is facing demands from the executive of the Conservative backbench 1922 Committee - the “men in grey suits” of Tory folklore - to explain when she will resign if she fails to pass a Brexit deal. </strong>She has already promised to quit if MPs pass the withdrawal agreement, but now senior Tories want a timetable for her departure if the Brexit deadlock continues. <strong>Sir Graham Brady</strong>, the 1922 Committee chairman, set out his committee’s latest demand (see <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc093528f085bb0e0de7a11#block-5cc093528f085bb0e0de7a11\">5.53pm)</a> as he confirmed that it was rejecting calls for the rules to be changed to allow an early no confidence vote in May. Under current rules MPs cannot trigger a new no confidence ballot until December, 12 months after the last one, but some Tories wanted this rule changed to allow a challenge much sooner.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/news/2019/apr/24/lyra-mckee-funeral-politicians-urged-to-seize-the-moment\">Mourners at the funeral of Lyra McKee have implored politicians to turn the journalist’s murder into a turning point for Northern Ireland.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans\">Nicola Sturgeon is to introduce new legislation to stage a second Scottish independence referendum, claiming one must be held by May 2021 if Brexit goes ahead.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/24/nigel-farage-brexit-party-use-eu-elections-oust-remain-parliament\">Nigel Farage has returned to the seaside town where Ukip had its first MPelected five years ago, promising at a rally in Clacton-on-Sea that his new Brexit party will use the momentum of European elections to oust a “remain parliament”.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/24/change-uk-european-election-candidate-joseph-russo-steps-down-offensive-tweets\">A second Change UK candidate for the European elections has stepped down within 24 hours of being announced after offensive tweets he apparently sent emerged.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/24/ann-widdecombe-stands-for-nigel-farage-brexit-party-in-european-elections\">Lifelong conservative Ann Widdecombe has returned to frontline politics to stand as a candidate in Nigel Farage’s Brexit party in the European elections.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/technology/2019/apr/24/senior-tories-concerned-by-huawei-new-role-within-uks-network\">Senior Tory MPs have expressed alarm about Theresa May’s readiness to give the Chinese telecoms firm Huawei a limited role in supplying the future 5G mobile phone network against the advice of some cabinet ministers, security chiefs and the US.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/apr/24/scrap-uk-visa-fees-commonwealth-veterans-mps-urge\">MPs have demanded that the Home Office abolish visa fees for Commonwealth soldiers who have served in the British armed forces, who can end up paying almost £10,000 for a family of four to settle in the UK.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/24/extinction-rebellion-declares-end-to-london-protests\">The climate “rebellion” that has led to protesters occupying sites across London for more than a week to highlight the escalating global ecological crisis will draw to a voluntary close on Thursday with a day of disruption and a “closing ceremony”.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/media/2019/apr/24/mps-criticise-tech-giants-for-failure-to-report-criminal-posts-twitter-facebook-google-youtube\">Facebook, Google and Twitter have been criticised by a UK parliamentary committee for their refusal to report users to the police when they remove criminal posts.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/apr/24/mps-urge-landlords-scrap-no-dss-clauses-rental-ads\">MPs have demanded landlords and letting agents end the practice of screening out people on benefits after hearing claims that “no DSS” clauses have become the 2019 equivalent of “no blacks, no Irish, no dogs” notices.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T17:15:32.145Z\">at 6.15pm BST</time></p>  </div> <div id=\"block-5cc0978a8f08d5e277b540f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T17:06:32.310Z\">6.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Heather Stewart.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1121096840747913216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No plans for Theresa May to respond tonight to the 1922 committee&#39;s calls for her to set out a timetable for her departure if Brexit deal fails, Downing Street sources say.</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1121096840747913216?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc093528f085bb0e0de7a11\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:53:26.138Z\">5.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the key quote from<strong> Sir Graham Brady</strong> (see <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc090e58f08d5e277b54093#block-5cc090e58f08d5e277b54093\">5.45pm)</a> </p> <blockquote class=\"quoted\"> <p>We looked at the fact that the prime minister gave a very firm timetable for her departure as leader a few weeks ago in the eventuality that the withdrawal agreement is passed in parliament. We have resolved to request that she sets a similarly clearly timetable or schedule for her departure as leader in other circumstances. So real clarity for colleagues in parliament and for the Conservative party in general.</p> </blockquote> <p>ITV’s <strong>Robert Peston</strong> thinks this is a humiliation for Theresa May.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1121092744280195072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The 1922 committee of backbench Tory MPs have inflicted yet another humiliation on <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a>. Their committee led by Graham Brady have asked her to set out a “schedule and timetable” for her departure in all circumstances, ie whether or not her Brexit deal is...</p>&mdash; Robert Peston (@Peston) <a href=\"https://twitter.com/Peston/status/1121092744280195072?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"dd5320709fc2cedb470eb6645eefebbcb5403a2a\"> <img src=\"https://media.guim.co.uk/dd5320709fc2cedb470eb6645eefebbcb5403a2a/41_0_878_527/500.jpg\" alt=\"Sir Graham Brady\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Graham Brady</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T16:54:20.461Z\">at 5.54pm BST</time></p>  </div> <div id=\"block-5cc090e58f08d5e277b54093\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:45:06.962Z\">5.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Conservative 1922 Committee says May should clarify when she will resign if Brexit deal does not get passed</h2>  <div class=\"block-elements\">  <p><strong>Sir Graham Brady,</strong> the chair of the Conservative 1922 Committee, is speaking to Sky News.</p> <p>He says, after a discussion yesterday and today, the committee has come to a “clear determination” that the rules should not be changed.</p> <p>But he says it is also reminding Tory MPs that they can write to Brady if they have any concerns. He says he will express any concerns to the PM.</p> <p>He also says May has already set out a timetable for her departure in the event of MPs passing the withdrawal agreement.</p> <p>The 1922 Committee will ask May to set out a timetable for when she will go if the deal is not passed, he says.</p> <ul> <li><strong>Conservative 1922 Committee says May should clarify when she will resign if the Brexit deal does not get passed.</strong></li> </ul> <p><em>Q: There were some vocal calls for a rule change. Why did the executive rule the idea out?</em></p> <p>Brady says the executive’s clear view was that this would not be appropriate. There were many reasons, but the main one was that the rule was in place. It was expected in December, when there was a confidence vote, that the rule would hold.</p> <p>He says it is open to the 1922 Committee to change its mind. But he says the committee has reached a clear view. The matter is now settled, he says.</p> <p><em>Q: What was your view?</em></p> <p>Brady says he held back in case he had to cast a casting vote.</p> <p><em>Q: How did the vote go?</em></p> <p>Brady says it was very clear.</p> </div>   </div> <div id=\"block-5cc0902c8f08d5e277b5407b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:37:52.960Z\">5.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is more on the decision by the Conservative backbench 1922 Committee, which is chaired by Sir Graham Brady, not to change the rules to allow an early no confidence vote in Theresa May.</p> <p>From Politico Europe’s <strong>Charlie Cooper</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CharlieCooper8/status/1121089795541827590\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1922 chair Graham Brady has confirmed there will be no rule change allowing confidence vote in Theresa May before Dec, but MPs are seeking “a roadmap” for May’s departure in the event her Brexit deal does NOT pass. PM has already indicated she’ll go if and when her deal passes</p>&mdash; Charlie Cooper (@CharlieCooper8) <a href=\"https://twitter.com/CharlieCooper8/status/1121089795541827590?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <p>From the FT’s <strong>Sebastian Payne</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SebastianEPayne/status/1121090045073661952\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Sir Graham Brady told Theresa May on Tuesday that the present situation is unsustainable. Will he now demand her exit date, in exchange for avoiding leadership rule changes and a messy challenge?</p>&mdash; Sebastian Payne (@SebastianEPayne) <a href=\"https://twitter.com/SebastianEPayne/status/1121090045073661952?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc08f998f08d5e277b5406a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:32:57.075Z\">5.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from <strong>Stefan Rousseau</strong>, the Press Association’s chief political photographer.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StefanRousseau/status/1121088965279395843\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Photo du Jour: <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> welcome’s Ann Widdecombe to his Brexit Party in Westminster today. By Stefan Rousseau/PA <a href=\"https://t.co/ZVPbbJcmgx\">pic.twitter.com/ZVPbbJcmgx</a></p>&mdash; Stefan Rousseau (@StefanRousseau) <a href=\"https://twitter.com/StefanRousseau/status/1121088965279395843?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc08d0c8f08d5e277b54047\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:22:10.260Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Conservative 1922 Committee rejects calls for rules to be changed to allow early no confidence vote in May</h2>  <div class=\"block-elements\">  <p>This is from Sky’s <strong>Beth Rigby.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1121085192842686465\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Just out from ‘22. Executive have rejected rule change but do want a clearer timetable for departure</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1121085192842686465?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T16:24:40.143Z\">at 5.24pm BST</time></p>  </div> <div id=\"block-5cc08c388f085bb0e0de798b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:21:17.551Z\">5.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gérard Araud</strong>, the outgoing French ambassador to the US, has said in a newspaper interview that <a href=\"https://www.independent.co.uk/news/world/europe/brexit-us-uk-france-trump-state-visit-military-theresa-may-a8882656.html\">UK influence in Washington is vanishing.</a></p> <p>That prompted this response from <strong>Jeremy Hunt,</strong> the foreign secretary.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1121023834453364737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mon cher ami <a href=\"https://twitter.com/GerardAraud?ref_src=twsrc%5Etfw\">@GerardAraud</a> I am sure you enjoyed making hay with the UK&#39;s temporary Brexit travails but until there is a French President&#39;s bust in the Oval Office we will not take any lessons in having good relations with Washington 😉<a href=\"https://t.co/niw9EylI0g\">https://t.co/niw9EylI0g</a> <a href=\"https://t.co/RlI3ppqNFL\">pic.twitter.com/RlI3ppqNFL</a></p>&mdash; Jeremy Hunt (@Jeremy_Hunt) <a href=\"https://twitter.com/Jeremy_Hunt/status/1121023834453364737?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc08a568f085bb0e0de7978\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T16:16:47.645Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://moreunited.org.uk/about/values/\"><strong>More United,</strong> </a>a cross-party campaigning group set up after the 2016 EU referendum, has launched an MPs’ network. Its supporters include Nicky Morgan, David Lammy, Heidi Allen, Caroline Lucas, Jo Swinson and Stephen Kinnock. In a news release it says:</p> <blockquote class=\"quoted\"> <p>MPs in the network will be able to lead cross-party campaigns on issues which have been ignored because of Brexit. These include poverty and homelessness, responsible technology, mental health and urgent climate dangers. </p> </blockquote> <p>And<strong> David Lammy</strong>, the Labour MP and a More United supporter, said:</p> <blockquote class=\"quoted\"> <p>A rare silver-lining to come out of the disastrous Brexit process is a new willingness among MPs to cooperate beyond traditional tribal loyalties. MPs have found that there is a special power in cross-party working and by publicly committing to seek out strong alliances that protect shared values we can help create positive changes that benefit the entire country.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d81bf61b77be04fc314420698f2b774cbb34c99c\"> <img src=\"https://media.guim.co.uk/d81bf61b77be04fc314420698f2b774cbb34c99c/0_59_1896_1138/1000.jpg\" alt=\"MPs in the More United MP Network\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MPs in the More United MP Network</span> <span class=\"element-image__credit\">Photograph: More United</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc087508f08c89bd90679b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:59:49.288Z\">4.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from Channel 4 News’ <strong>Ciaran Jenkins</strong>, who has been interviewing Nicola Sturgeon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/C4Ciaran/status/1121057956836139008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just spoken with Nicola Sturgeon. Three telling points: <br><br>1. She pointedly calls <a href=\"https://twitter.com/hashtag/indyref2?src=hash&amp;ref_src=twsrc%5Etfw\">#indyref2</a> an ‘option’.<br><br>2. She talks about ‘this’ UK government refusing consent. Her bet is on general election and different PM.<br><br>3. She ties <a href=\"https://twitter.com/hashtag/indyref2?src=hash&amp;ref_src=twsrc%5Etfw\">#indyref2</a> to Brexit actually happening before 2021. <a href=\"https://t.co/SdVOKhKVCF\">https://t.co/SdVOKhKVCF</a></p>&mdash; Ciaran Jenkins (@C4Ciaran) <a href=\"https://twitter.com/C4Ciaran/status/1121057956836139008?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc086088f08c89bd90679a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:55:10.419Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are some pictures from the Brexit party rally in Clacton earlier.</p>  <figure class=\"element element-image\" data-media-id=\"97537aa3a12ebec1bfe8fc38305177ee73520b75\"> <img src=\"https://media.guim.co.uk/97537aa3a12ebec1bfe8fc38305177ee73520b75/0_221_3500_2099/1000.jpg\" alt=\"The Brexit party rally on the sea front at Clacton-on-Sea earlier, where Nigel Farage was speaking.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Brexit party rally on the sea front at Clacton-on-Sea earlier, where Nigel Farage was speaking.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"f3aaaa1caee46a320c3f95907aa9a79763d871c0\"> <img src=\"https://media.guim.co.uk/f3aaaa1caee46a320c3f95907aa9a79763d871c0/0_219_3500_2100/1000.jpg\" alt=\"The Brexit party rally\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Brexit party rally</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"76ec95b7fd833bea1a1274dfbe0c1a50adaec26d\"> <img src=\"https://media.guim.co.uk/76ec95b7fd833bea1a1274dfbe0c1a50adaec26d/0_102_3500_2099/1000.jpg\" alt=\"Nigel Farage arrives on an open top bus for a walkabout and rally in Clacton-on-Sea.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage arrives on an open top bus for a walkabout and rally in Clacton-on-Sea.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc0858f8f085bb0e0de791b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:50:08.876Z\">4.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is <a href=\"https://www.gov.scot/publications/first-minister-statement-brexit-scotlands-future/\">the full text</a> of<strong> Nicola Sturgeon</strong>’s speech on Brexit and independence to the Scottish parliament today.</p> </div>   </div> <div id=\"block-5cc07ef38f08d5e277b53f5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:28:26.434Z\">4.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is what<strong> Nicola Sturgeon</strong> said in the Scottish parliament earlier when <strong>Miles Briggs</strong>, a Conservative MSP, asked her whether, in the search for consensus, she would be willing to drop her bid for a second independence referendum. (See<a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc068228f08d5e277b53e07#block-5cc068228f08d5e277b53e07\"> 2.45pm.)</a> Sturgeon replied:</p> <blockquote class=\"quoted\"> <p>I said I’m open minded to people coming forward with proposals for change. If we can have serious and substantial proposals to deliver, perhaps not all of the change that I want to see but the change that will help protect this parliament, then I’m open minded to that. And I say that without precondition. So the onus is really on the Conservatives. Will they come forward in good faith and have that discussion? If they do, they will find me willing to have that in good faith. </p> </blockquote> </div>   </div> <div id=\"block-5cc07cc88f08d5e277b53f21\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:15:59.197Z\">4.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 says it will block Sturgeon's plan for second Scottish independence referendum</h2>  <div class=\"block-elements\">  <p>Downing Street has ruled out allowing another Scottish independence referendum. These are from my colleague<strong> Heather Stewart</strong>, who has been at the Number 10 afternoon lobby.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1121068496841072642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Flat rejection of Nicola Sturgeon’s call for another independence vote from Downing Street: “as we have been repeatedly clear, Scotland already had an independence referendum in 2014, and voted decisively to stay. Both sides need to respect the result of that referendum.”</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1121068496841072642?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1121068787284021248\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">On Scottish independence, PM’s spox adds: “Now is not the time: now is the time for the UK to be pulling together”.</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1121068787284021248?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1121069308560453632\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Downing St also makes clear that no referendum could be held without UK government backing. “The constitution of the UK is rightly reserved to the UK parliament” - and all parties signed up to cross-party Smith Commission in 2015.</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1121069308560453632?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T15:20:55.169Z\">at 4.20pm BST</time></p>  </div> <div id=\"block-5cc07bd68f08c89bd9067919\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T15:09:43.086Z\">4.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from the Sun’s <strong>Tom Newton Dunn.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1121053511809163265\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The revolution has failed (for now). Multiple sources tell me say the 1922 Executive will refuse to approve any changes to the leadership rules when it meets at 4pm by a comfortable majority. So May to stay.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1121053511809163265?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1121057635292393473\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">It appears some of the public agitating for leadership rules changes in the last few days has quite badly backfired. It has turned some initially wavering 1922 exec members against.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1121057635292393473?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1121058266010804225\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Sir Graham Brady to announce the conclusion of the exec&#39;s deliberations to a full meeting of all Tory MPs at 5pm.  So this looks like the second Brexiteer coup against May that has failed in four months.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1121058266010804225?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc0631b8f08d5e277b53dcb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T14:45:19.020Z\">3.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nicola Sturgeon's statement on independence and Brexit - Summary and analysis</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong>’s statement on Brexit and independence was a long way from full-on Braveheart. It was much more nuanced than the headline announcement - a commitment to push for another referendum on Scottish independence by May 2021, assuming Brexit goes ahead - would suggest. The Brexit debate has ended up being polarised between hard Brexit and soft Brexit. In Scotland before the 2014 the soft Brexit equivalent was “independence lite” and there was a definite strain of independence lite running through what Sturgeon had to say, for anyone listening carefully. She repeatedly stressed her desire to achieve a consensus on the way forward with other parties, and in response to questions (see<a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc068228f08d5e277b53e07#block-5cc068228f08d5e277b53e07\"> 2.45pm)</a>, she even seemed to be hinting that she might shelve her desire for full independence in exchange for something lighter/softer for which there was more support. </p> <p>It was very different from the statement Alex Salmond would be making if he were still first minister.</p> <p>Here are the main points. </p> <ul> <li><strong>Sturgeon said that her immediate priority was to stop Brexit.</strong> She said:</li> </ul> <blockquote class=\"quoted\"> <p>The immediate priority we now have is to stop Brexit for the whole UK and we should seize that opportunity, and my party will seek to do so. If that cannot be achieved, dealing with the consequences of Brexit, and facing up to its challenges, will be unavoidable.</p> </blockquote> <ul> <li><strong>She said Scotland should get an independence vote by May 2021 if Brexit goes ahead. </strong>She said:</li> </ul> <blockquote class=\"quoted\"> <p>There are some who would like to see a very early [independence] referendum, others want that choice to be later. My job as first minister is to reach a judgment, not simply in my party’s interest but in the national interest.</p> <p>To rush into an immediate decision before a Brexit path has been determined would not allow for an informed choice to be made. </p> <p>However if we are to safeguard Scotland’s interests we can not wait indefinitely. That is why I consider that a choice between Brexit and a future for Scotland as an independent European nation should be offered in the lifetime of this parliament.</p> </blockquote> <p>By “this parliament”, she was referring to the Scottish parliament, which is due to carry on sitting until the next election in May 2021.</p> <ul> <li><strong>She said the Scottish government would try to pass framework legislation by the end of this year paving the way for a second referendum. </strong>Under the Scotland Act, for a referendum to be legal, it has to have Westminster approval (a section 30 order). Sturgeon acknowledged that (although slightly cryptically - see the final sentence below). She said:</li> </ul> <blockquote class=\"quoted\"> <p>I can confirm that the Scottish government will act to ensure that the option of giving people a choice on independence later in this parliament is progressed. </p> <p>We will shortly introduce legislation to set the rules for any referendum that is now, or in the future, within the competence of the Scottish parliament.</p> <p>We do not need a transfer of power, such as a section 30 order, to pass such a framework bill, though we would need it to put beyond doubt or challenge our ability to apply the bill to an independence referendum.</p> </blockquote> <ul> <li><strong>She claimed that, even though the UK government is opposed to a second independence referendum, public opinion could force it to agree to one. </strong>She quoted Abraham Lincoln who said: “With public sentiment, nothing can fail. Without it, nothing can succeed.” And she went on:</li> </ul> <blockquote class=\"quoted\"> <p>For those of us who support independence, his lesson is obvious. If we are successful in further growing the support and the demand for independence ... then no UK government will be able to stop the will of the people or stop that will being expressed.</p> </blockquote> <p>In this Sturgeon seemed to be implicitly accepting that a second independence referendum would only go ahead if public support for independence increased substantially. This was the SNP’s position in the immediate aftermath of the 2014 vote, when some in the party took the view that there would have to be 60% backing for independence in polls for a sustained period to justify another referendum. But support for independence has not hit that level. Here is the latest polling, according to <a href=\"http://whatscotlandthinks.org/questions/how-would-you-vote-in-the-in-a-scottish-independence-referendum-if-held-now-ask#line\">What Scotland Thinks.</a></p>  <figure class=\"element element-image\" data-media-id=\"69ed0bc99aff3a36b7d65df2591322da24d5e11c\"> <img src=\"https://media.guim.co.uk/69ed0bc99aff3a36b7d65df2591322da24d5e11c/0_0_1201_605/1000.jpg\" alt=\"Polling on independence\" width=\"1000\" height=\"504\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling on independence</span> <span class=\"element-image__credit\">Photograph: What Scotland Thinks</span> </figcaption> </figure>  <ul> <li><strong>Sturgeon said she wanted to build consensus on Scotland’s constitutional future. </strong>This is from the Scottish government’s <a href=\"https://www.gov.scot/news/scotlands-future-1/\">news release </a>about the speech. </li> </ul> <blockquote class=\"quoted\"> <p>Acknowledging and respecting the fact that not all MSPs support independence, the first minister proposed cross-party talks to discuss which powers other parties believe should be transferred to the Scottish parliament to enable it to better protect Scotland’s economic and social interests.</p> </blockquote> <p>Sturgeon said she would be writing to the other party leaders in the parliament about how such talks could be progressed. She went on:</p> <blockquote class=\"quoted\"> <p>This should be an exercise, if parties can find it within themselves to do so, that doesn’t start with the fixed position of any of us, but one that considers openly the challenges that Scotland faces and what solutions might help to address them. If serious and substantial proposals emerge, this parliament can then present them to the UK government in a unified and united way.</p> </blockquote> <ul> <li><strong>She said she would set up a citizens’ assembly to consider Scotland’s future. </strong>Saying she had been impressed by the use of a citizens’ assembly in Ireland, where one was used to develop abortion reform plans that were later backed by the public in a referendum, she said:</li> </ul> <blockquote class=\"quoted\"> <p>The Scottish government will establish a citizens’ assembly. </p> <p>It will bring together a representative cross-section of Scotland with an independent chair and be tasked with considering in broad terms the following issues - what kind of country are we seeking to build, how can we best overcome the challenges we face, including those arising from Brexit, and what further work should be carried out to give people the detail they need to make informed choices about the future of the country.</p> </blockquote> <p>This is not an approach the Scottish government tried before the 2014 referendum. And it is inherently risky for the SNP, because a citizens’ assembly could end up concluding independence would be a mistake.</p> <ul> <li><strong>She said Brexit would harm Scotland. </strong>She explained:</li> </ul> <blockquote class=\"quoted\"> <p>The Brexit outlook for Scotland is this - a smaller economy, restricted job growth, fewer people, narrowed horizons and greater pressure on our ability to fund the public services and social contract that we value so highly. </p> <p>Let me put it in simpler language. Brexit and all that flows from Brexit will affect the ability of Scottish governments now and well into the future to do the day job. </p> <p>To support businesses, combat poverty, fund the NHS and public services and tackle the defining challenges of our time.</p> </blockquote> <ul> <li><strong>She said she thought devolution would be reversed under Brexit.</strong> She explained:</li> </ul> <blockquote class=\"quoted\"> <p>At a time when I think most people in Scotland would want to see this parliament having more influence on the decisions that shape our future, there is a risk of the reverse. </p> <p>As the UK scrambles to do trade deals with Donald Trump or whoever, the inclination to impose uniformity in devolved areas will lead to more Westminster centralisation. </p> <p>It is my judgment now, that for the first time in 20 years, there is a risk of devolution going backwards.</p> </blockquote> <ul> <li><strong>She said a “toxic combination of dishonesty and incompetence” was to blame for the Brexit chaos.</strong> She said:</li> </ul> <blockquote class=\"quoted\"> <p>This chaos is not an inevitable consequence of the vote to leave the EU. </p> <p>It is down to a toxic combination of dishonesty and incompetence.</p> <p>Those who campaigned for leave in 2016 failed to set out what Brexit is.</p> <p>The UK government triggered article 50 before it had answered that question.</p> <p>The prime minister then boxed herself in with a series of self-defeating and contradictory red lines.</p> </blockquote> <ul> <li><strong>She said Brexit had exposed “the deep democratic deficit” in the way Scotland was governed.</strong> Scotland’s interests were “disregarded time and time again” by the Westminster, she said.</li> </ul> <ul> <li><strong>She restated her call for a second referendum on Brexit. </strong>She said:</li> </ul> <blockquote class=\"quoted\"> <p>The view of the Scottish government is that the best way to break that deadlock for the UK is to put the issue back to the people with an option to remain in the EU.</p> </blockquote> <ul> <li><strong>She restated her opposition to a no-deal Brexit, saying the UK government should revoke article 50 if no-deal were the only alternative.</strong></li> </ul>  <figure class=\"element element-image\" data-media-id=\"5050815bda10b0e50b7a61cb696d823a4f427918\"> <img src=\"https://media.guim.co.uk/5050815bda10b0e50b7a61cb696d823a4f427918/0_88_3300_1980/1000.jpg\" alt=\"Nicola Sturgeon making her statement in the Scottish parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon making her statement in the Scottish parliament.</span> <span class=\"element-image__credit\">Photograph: Andrew Cowan/Scottish Parliament/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T07:19:07.950Z\">at 8.19am BST</time></p>  </div> <div id=\"block-5cc068f38f085bb0e0de778e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:50:09.305Z\">2.50pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Scotland should get independence vote by May 2021 if Brexit going ahead, says Sturgeon</h2>  <div class=\"block-elements\">  <p>Here is the key quote from Sturgeon’s opening statement.</p> <blockquote class=\"quoted\"> <p>There are some who would like to see a very early referendum, others want that choice to be later. </p> <p>My job as first minister is to reach a judgment, not simply in my party’s interest but in the national interest.</p> <p>To rush into an immediate decision before a Brexit path has been determined would not allow for an informed choice to be made. </p> <p>However if we are to safeguard Scotland’s interests we can not wait indefinitely. That is why I consider that a choice between Brexit and a future for Scotland as an independent European nation should be offered in the lifetime of this parliament.</p> </blockquote> <p>I have changed the headline at the top of the blog to make it clear that Sturgeon is saying she will push for a second referendum by May 2021 only if Brexit is going ahead.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T15:17:57.822Z\">at 4.17pm BST</time></p>  </div> <div id=\"block-5cc068228f08d5e277b53e07\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:45:36.359Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked if she is willing to drop her demand for an independence referendum, Sturgeon says she is genuinely open-minded. If other parties can come forward with another mechanism that will protect Scotland’s interests in the event of Brexit, she will consider that, she says. She stresses that she is “open minded”.</p> <p><em>UPDATE:</em> See<a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc07ef38f08d5e277b53f5b#block-5cc07ef38f08d5e277b53f5b\"> 4.28pm</a> for the full quote.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T15:29:31.300Z\">at 4.29pm BST</time></p>  </div> <div id=\"block-5cc067178f085bb0e0de7772\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:41:50.038Z\">2.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says, if Boris Johnson were to become prime minister, the negative consequences for Scotland she outlined earlier would get even worse.</p> <p>She says she has read reports that, if Johnson were to become Tory leader, the Scottish Conservatives were split from the UK party. So their position would be that independence would be good enough for the Tories, but not good enough for Scotland, she says.</p> </div>   </div> <div id=\"block-5cc0619a8f08c89bd90677b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:23:55.558Z\">2.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Financial Times editor<strong> Lionel Barber.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lionelbarber/status/1121039737194721280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sturgeon pledges <a href=\"https://twitter.com/hashtag/indyref2?src=hash&amp;ref_src=twsrc%5Etfw\">#indyref2</a> by May 2021 - if UK leaves EU.   Caveat important.  No majority for Scottish independence right now, but <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> changes everything.  Do Nigel Farage and <a href=\"https://twitter.com/Jacob_Rees_Mogg?ref_src=twsrc%5Etfw\">@Jacob_Rees_Mogg</a> care about territorial integrity of UK?</p>&mdash; Lionel Barber (@lionelbarber) <a href=\"https://twitter.com/lionelbarber/status/1121039737194721280?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc0606b8f085bb0e0de7718\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:11:29.697Z\">2.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is <a href=\"https://www.gov.scot/news/scotlands-future-1/\">the Scottish government’s news release </a>about Sturgeon’s announcement.</p> </div>   </div> <div id=\"block-5cc05fdf8f085bb0e0de7711\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:09:52.223Z\">2.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These, from the BBC’s <strong>Lynsey Bews</strong>, give some background on today’s announcement from Sturgeon.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lynseybews/status/1121004404348526592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1/2 <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a> to give update on plans for poss indyref2 later. We&#39;ll have the story on <a href=\"https://twitter.com/BBCScotNine?ref_src=twsrc%5Etfw\">@BBCScotNine</a> tonight, inc. reaction from voters. Here&#39;s (briefly) how we got here:<br><br>- June 2016 - after Brexit vote, FM says Scot Gov will prepare new indyref legislation.</p>&mdash; Lynsey Bews (@lynseybews) <a href=\"https://twitter.com/lynseybews/status/1121004404348526592?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lynseybews/status/1121007039336075265\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">2/2 <br><br>- March 2017 - Holyrood backs asking for ref between Autumn 2018/Spring 2019. FM sends request, PM says &quot;now is not the time&quot;.<br>- June 2017 - SNP loses 21 seats in GE, FM delays indyref leg. til at least Autumn 2018.<br>- Nov 2018 - FM: Brexit clarity needed before any updates.</p>&mdash; Lynsey Bews (@lynseybews) <a href=\"https://twitter.com/lynseybews/status/1121007039336075265?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc05f5f8f085bb0e0de7709\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:08:24.829Z\">2.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Leonard,</strong> the Scottish Labour leader, says he will work with Sturgeon to stop a no-deal Brexit.</p> <p>But leadership involves listening to people’s concerns. He says a second referendum would be a distraction from the real problems facing people, live poverty.</p> <p>And there is no evidence that the Scottish people want a second referendum, he says. He says this is all about the SNP’s self-interest.</p> </div>   </div> <div id=\"block-5cc05db48f085bb0e0de76fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T13:03:42.919Z\">2.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jackson Carlaw,</strong> the Scottish Conservative deputy leader, says a second independence referendum will be divisive. Sturgeon is only announcing this now because there is an SNP conference at the weekend, he says. The SNP can only prosper by promoting divisions, he says.</p> <p>He says, before the 2014 referendum, all parties in the Scottish parliament agreed on the need for a section 30 order, the secondary legislation passed in London authorising a second referendum. They all wanted to see the issue settled. But this time there is no consensus in favour of a referendum, he says.</p>  <figure class=\"element element-image\" data-media-id=\"98657629ec81b34b731c4cf5affd3662be750d81\"> <img src=\"https://media.guim.co.uk/98657629ec81b34b731c4cf5affd3662be750d81/21_0_545_327/500.jpg\" alt=\"Jackson Carlaw\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jackson Carlaw</span> <span class=\"element-image__credit\">Photograph: Scottish parliament/Scottish Parliament</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc05cdd8f08d5e277b53d8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:58:45.909Z\">1.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says she thinks Scotland should be independent.</p> <p>But she knows other people disagree. So over the next few months she will strive to find areas where people agree.</p> <p>Brexit has shown what happens when people adopt inflexible positions, she says.</p> <p>She says she will try to ensure that Scotland takes different approach. This parliament was set up to adopt a different approach to politics, she says.</p> <p>She says, if the opposition parties are prepared to work with her, they will find her a “willing partner”.</p> <p>But if they just dig in, they will represent the failed past, she says.</p> <p>And that’s it. Sturgeon’s statement is over.</p> </div>   </div> <div id=\"block-5cc05c6b8f08c89bd9067785\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:55:33.915Z\">1.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Scottish government to set up citizens' assembly to consider Scotland's future, Sturgeon says</h2>  <div class=\"block-elements\">  <p>Sturgeon says she has been impressed by what a citizens’ assembly achieved in Ireland, ahead of the referendum on abortion law.</p> <ul> <li><strong>Sturgeon says she will set up a citizens’ assembly to consider what sort of future Scotland should have.</strong></li> </ul> </div>   </div> <div id=\"block-5cc05a478f08c89bd9067762\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:51:00.975Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon is turning to the issue of when the Scots should get a new choice on independence.</p> <p>She says the SNP was elected with a mandate for another referendum. And there is a majority for it in the Scottish parliament, she says.</p> <p>She says it is also important “to learn the lessons of Brexit”.</p> <p>Rushing into a second referendum would not be in Scotland’s interest, she says.</p> <ul> <li><strong>Sturgeon says a second independence referendum should be held “in the lifetime of this parliament”. </strong>That means before May 2021, when the next Scottish parliament elections are due.</li> </ul> <p>Sturgeon says the Scottish government will bring forward framework legislation for a referendum. It wants to pass this before the end of this year.</p> <p>She says the Scottish government does not need UK government approval for this legislation. It does need UK approval for the referendum to go ahead without doubts about its legality, she says.</p> <p>She says the UK government currently says it will not allow a second referendum. But she says the current government may not last for long, and she says, in the face of pressure from Scotland, the UK government will agree to a second referendum.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T15:18:22.704Z\">at 4.18pm BST</time></p>  </div> <div id=\"block-5cc05a288f085bb0e0de76dd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:44:51.624Z\">1.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says independence would allow Scotland to nurture its place in Europe.</p> </div>   </div> <div id=\"block-5cc059db8f08c89bd906775d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:44:21.674Z\">1.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says MSPs have a duty to act in the national interest. </p> <p>No one is asking them to abandon key beliefs, she says.</p> <p>She says she still believes in independence. And she thinks Scotland’s best interests would be protected by the EU.</p> <p>Of the EU27 that decided the UK’s fate two weeks ago, around a dozen were the same size as smaller than Scotland, she says.</p> </div>   </div> <div id=\"block-5cc059198f08c89bd9067746\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:43:03.558Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sturgeon says for first time in 20 years there is risk of devolution 'going backwards'</h2>  <div class=\"block-elements\">  <p>Sturgeon says the Tory, “and I am sorry to say UK Labour”, obsession with ending free movement will be bad for Scotland.</p> <p>It will send Scotland’s working age population into decline, she says.</p> <p>She says he is proud of the Scottish parliament’s approach to this issue. MSPs understand that immigration restrictions pose an existential threat to Scotland, she says.</p> <p>She says, at a time when Scots want the parliament in Edinburgh to have more powers, it is likely that more power will be centralised at Wesminster.</p> <ul> <li><strong>Sturgeon says for the first time in 20 years there is a risk of devolution “going backwards”.</strong></li> </ul> </div>   </div> <div id=\"block-5cc0589b8f085bb0e0de76c0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:39:34.824Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says Brexit shows “the Westminster system of government does not serve Scotland’s interests”.</p> <p>The status quo is broken, she says.</p> <p>She says Scotland’s voice is only listened to only if it chimes with the majority at Westminster.</p> <p>She says cross-party votes in Edinburgh have been ignored.</p> <p>And vital powers were taken from the Scottish parliament without its consent, she says.</p> <p>Brexit has exposed “a deep, democratic deficit” at the heart of how Scotland is governed, she says.</p> </div>   </div> <div id=\"block-5cc058858f08c89bd9067743\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:37:42.148Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon says the Brexit mess has been caused by “a toxic combination of dishonesty and incompetence”.</p> </div>   </div> <div id=\"block-5cc0577e8f08d5e277b53d3e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:34:26.710Z\">1.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sturgeon turns to Brexit.</p> <p>Brexit has been extended until 31 October, with the UK having the right to leave earlier, she says.</p> <ul> <li><strong>Sturgeon says the Scottish government has “scaled down” its no-deal planning.</strong></li> </ul> <p>But she says she regrets the amount of money that has had to be spent on something the UK government should have ruled out.</p> </div>   </div> <div id=\"block-5cc057248f08d5e277b53d3c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:32:57.590Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nicola Sturgeon's statement on Brexit and independence</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon </strong>starts with a tribute to Lyra McKee.</p> <p>She says she did not know Lyra, but everything she has read about her makes her wish she had.</p> <p>She also expresses her condolences to the relatives of those killed in Sri Lanka. Killing on this scale is hard to comprehend, she says.</p> </div>   </div> <div id=\"block-5cc057098f08d5e277b53d3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:31:29.213Z\">1.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is a live feed <a href=\"https://www.scottishparliament.tv/channel/the-debating-chamber\">here.</a></p> </div>   </div> <div id=\"block-5cc056938f08d5e277b53d38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:30:51.421Z\">1.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong>, Scotland’s first minister, is about to make a statement to the Scottish parliament about Brexit and Scottish independence. My colleague <strong>Severin Carrell </strong><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbf0b158f08d5e277b53233#block-5cbf0b158f08d5e277b53233\">previewed it yesterday.</a></p> <p>This is from the Scottish Daily Mail’s <strong>Michael Blackley.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mike_Blackley/status/1121021011120541696\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Nicola Sturgeon will say there should be an independence referendum &quot;later in the lifetime of this parliament&quot; when she updates MSPs at 1.30pm.</p>&mdash; Michael Blackley (@Mike_Blackley) <a href=\"https://twitter.com/Mike_Blackley/status/1121021011120541696?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc055568f08c89bd9067721\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:23:59.199Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the BBC’s<strong> Emma Vardy.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmmaVardyTV/status/1121024576769732608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Somber applause from hundreds of mourners outside as Lyra McKee’s coffin is carried into St Anne’s Cathedral in Belfast <a href=\"https://t.co/rZlpOE6iwE\">pic.twitter.com/rZlpOE6iwE</a></p>&mdash; Emma Vardy (@EmmaVardyTV) <a href=\"https://twitter.com/EmmaVardyTV/status/1121024576769732608?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc0539a8f08c89bd9067705\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:18:03.306Z\">1.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Theresa May was among the last of the mourners to arrive at Lyra McKee’s funeral.</p>  <figure class=\"element element-image\" data-media-id=\"31edbcbdfa74e41f9d13c81bab7fcfbe0b1fc797\"> <img src=\"https://media.guim.co.uk/31edbcbdfa74e41f9d13c81bab7fcfbe0b1fc797/0_186_4808_2885/1000.jpg\" alt=\"Left to right: Taoiseach Leo Varadkar, British Prime Minister Theresa May and President of Ireland, Michael D. Higgins, sitting together at the funeral.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Left to right: Taoiseach Leo Varadkar, British Prime Minister Theresa May and President of Ireland, Michael D. Higgins, sitting together at the funeral.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc0534e8f085bb0e0de7680\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:15:54.981Z\">1.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservatives cannot even say whether they will have a campaign launch for the European election, HuffPost’s <strong>Paul Waugh</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1121024314210385920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked if Tory party will actually have a campaign launch if the Euro elections go ahead, no10 spokesman:&quot;If we have one we will let you know about it.&quot; Cue laughter from hacks.</p>&mdash; Paul Waugh (@paulwaugh) <a href=\"https://twitter.com/paulwaugh/status/1121024314210385920?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cc04f658f085bb0e0de7647\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T12:06:08.487Z\">1.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lyra McKee’s funeral is starting now. Here are some pictures from the service.</p>  <figure class=\"element element-image\" data-media-id=\"1198caf97ed0683b71fc7aee5481b1ca486480f3\"> <img src=\"https://media.guim.co.uk/1198caf97ed0683b71fc7aee5481b1ca486480f3/0_234_3500_2100/1000.jpg\" alt=\"The service sheet for the funeral of murdered journalist Lyra McKee at St Anne’s Cathedral in Belfast.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The service sheet for the funeral of murdered journalist Lyra McKee at St Anne’s Cathedral in Belfast.</span> <span class=\"element-image__credit\">Photograph: Brian Lawless/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"b528074c38cdcc09bd8524c7f6bee5d08b50c85e\"> <img src=\"https://media.guim.co.uk/b528074c38cdcc09bd8524c7f6bee5d08b50c85e/0_70_4396_2637/1000.jpg\" alt=\"Mary Lou McDonald, leader of Sinn Fein and Jeremy Corbyn at the service.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Lou McDonald, leader of Sinn Fein and Jeremy Corbyn at the service.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"bc6c11692c39fcaf444afacfcac2506cd7c83dfb\"> <img src=\"https://media.guim.co.uk/bc6c11692c39fcaf444afacfcac2506cd7c83dfb/0_271_4924_2955/1000.jpg\" alt=\"From left to right: Arlene Foster, leader of the DUP, Mary Lou McDonald, leader of Sinn Fein and Michelle O’Neill, leader of Sinn Fein in Northern Ireland, at the service.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From left to right: Arlene Foster, leader of the DUP, Mary Lou McDonald, leader of Sinn Fein and Michelle O’Neill, leader of Sinn Fein in Northern Ireland, at the service.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"8049c93551d2018ba42b43b25d7b52d7ded842ec\"> <img src=\"https://media.guim.co.uk/8049c93551d2018ba42b43b25d7b52d7ded842ec/0_66_3500_2100/1000.jpg\" alt=\"Simon Coveney, the Irish foreign minister and deputy prime minister, arriving for the service.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Simon Coveney, the Irish foreign minister and deputy prime minister, arriving for the service.<br></span> <span class=\"element-image__credit\">Photograph: Brian Lawless/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"a92b7c1a93c6feac599b3efe90f8b932c12fd15a\"> <img src=\"https://media.guim.co.uk/a92b7c1a93c6feac599b3efe90f8b932c12fd15a/0_90_3992_2395/1000.jpg\" alt=\"Leo Varadkar, the taoiseach (Irish prime minister), arriving for the service.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leo Varadkar, the taoiseach (Irish prime minister), arriving for the service.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"8c1bbcd71e94633a997e469e5221d9f47b2faffc\"> <img src=\"https://media.guim.co.uk/8c1bbcd71e94633a997e469e5221d9f47b2faffc/0_212_3500_2100/1000.jpg\" alt=\"The hearse outside St Anne’s Cathedral in Belfast.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The hearse outside St Anne’s Cathedral in Belfast.</span> <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc04da98f085bb0e0de762d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:53:26.449Z\">12.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nigel Dodds</strong>, the DUP leader at Westminster, says violence in Northern Ireland is never acceptable. He says the New IRA statement saying the murder of a police officer would be acceptable was “utterly repulsive”. An attack on any one of them is an attack on us all, he says.</p> <p>Lidington says he agrees with every word. He says the best response to what the New IRA said was that the DUP leader and the Sinn Fein leader could visit Derry together to reject terrorism. Both communities in Derry have rejected terrorism. That has been the most moving and compelling riposte. They spoke for the people of Northern Ireland, he says.</p> </div>   </div> <div id=\"block-5cc04d3f8f08c89bd90676c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:50:57.675Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kevin Hollinrake</strong>, a Conservative, says in the recent indicative votes, Labour backed a customs arrangement with the EU, not a customs union. Isn’t now the time for a deal, he says.</p> <p>Lidington says this is an important point. He says the government wants to retain the benefits of a customs union. He says he hopes it will be possible to bring all MPs together in support of a customs arrangement.</p> </div>   </div> <div id=\"block-5cc04cb88f08c89bd90676c1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:48:22.291Z\">12.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stephen Kerr,</strong> a Scottish Conservative, asks if EU funding going to Scottish universities for dementia research will continue after Brexit.</p> <p>Lidington says it will continue during the transition. After that the government will have to take new decisions, but the government is committed to funding dementia research, he says.</p> </div>   </div> <div id=\"block-5cc04c138f08c89bd90676b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:46:34.447Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Julian Lewis,</strong> the Conservative chair of the defence committee, asks Lidington if he agrees Huawei is intimately linked with the Chinese state and its hostile network.</p> <p>Lidington says the government wants diversity in the supply chains for 5G. He says, when the government has taken its final decisions about the network and cybersecurity, it will announce them.</p> </div>   </div> <div id=\"block-5cc04b668f08c89bd90676b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:43:36.369Z\">12.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Alberto Costa,</strong> the Conservative MP, asks what the government is doing about the request for the citizens’ rights part of the withdrawal agreement to be agreed as stand-alone deal in the event of the whole agreement not being passed.</p> <p>Lidington says he thinks there are legal problems trying to carve out the citizens’ rights part of the agreement, but he says he will look at this again.</p> </div>   </div> <div id=\"block-5cc04b128f08d5e277b53c9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:41:21.086Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>John Mann </strong>asks about the growth of racism in football. He says the football authorities need more help. Will the government set up a forum where this can be discussed?</p> <p>Lidington says racism should be completely beyond the boundaries of acceptability. The sports minister will be willing to meet Mann to discuss what more can be done, he says.</p> </div>   </div> <div id=\"block-5cc04ab58f085bb0e0de7606\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:39:54.281Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Graham</strong>, a Conservative, says Commonwealth servicemen and women have to pay large sums for indefinite leave to remain in the UK. He urges the government to drop these visa fees.</p> <p>Lidington says the government values the contribution of Commonwealth soldiers. The home secretary will consider this, he says.</p> </div>   </div> <div id=\"block-5cc04a458f08c89bd906769e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:38:21.327Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sammy Wilson,</strong> the DUP MP, says hundreds of people in Sri Lanka are burying their loved ones, just as Lyra McKee’s family is. He says Christians are now the most persecuted group in the world. How is the government helping people persecuted just because they believe in Jesus Christ?</p> <p>Lidington says the Foreign Office human rights budget is being used to protect religious freedom. The government is working to protect Christians under threat. </p> </div>   </div> <div id=\"block-5cc0465f8f085bb0e0de75d1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:35:02.078Z\">12.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs - Snap verdict</h2>  <div class=\"block-elements\">  <p><strong>PMQs - Snap verdi</strong>ct: It is not often that the spin-off is better than the original series, but that is certainly the case at PMQs where the David Lidington/Emily Thornberry exchanges, if not exactly unmissable, at least tend to be less glib and more substantial than the May/Corbyn ones. The two understudies actually listen to each other and engage, instead of talking across each other. Thornberry can also be much funnier than Corbyn, although understandably she parked the jokes today. Her segue from Lyra McKee’s death to Brexit and the backstop was a tiny bit contrived - Lidington was probably right in arguing that the border controversy wasn’t a significant factor in explaining the events that led to McKee’s death last week - but once Thornberry was on Brexit, she set out the flaws in the government’s position, and the case for a customs union, almost perfectly. In private Lidington probably agrees with almost everything she said and his rebuttal was half-hearted at best. His best comeback involved a jibe about Thornberry’s leadership ambitions, although Thornberry squashed that quite easily. In his final response Lidington ended up echoing <a href=\"https://www.theguardian.com/politics/live/2019/apr/11/may-to-address-commons-after-eu-sets-october-brexit-deadline-politics-live?page=with:block-5caf53068f08bc7376aeb50d#block-5caf53068f08bc7376aeb50d\">what May told MPs before the Easter recess, </a>when she said MPs should consider their “national duty” to find a solution to Brexit. His comments implied that such a solution is no closer than it was then, and that the cross-party talks are going nowhere.</p> </div>   </div> <div id=\"block-5cc0452f8f08d5e277b53c5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:19:57.398Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thornberry says last week Nancy Pelosi, speaker of the House of Representatives in the US, said there would be no trade deal with the US without a solution to the Irish border problem. And this government does not have a solution, she says.</p> <p>Lidington says only two years ago Thornberry said the UK should welcome President Trump and work with him. Has something changed about Trump? Or has something changed about Thornberry’s leadership ambitions? He says Labour says it wants no tariffs and no border checks in Ireland. But it votes against those things. It should put the national interest above party advantage.</p> <p>Thornberry says there is only one party in the Commons interested in a leadership contest.</p> <p>She says, in a week like this, conscious of the threat posed by terrorism, MPs should accept the need to keep the Irish border open. Will Lidington get serious about the talks, and put a customs union on the table.</p> <p>Lidington says Thornberry has not been in the room for the Labour/government talks. He says she is in “the outer inner circle”, he says. He says the talks have been constructive. But both sides need a solution that will get through the Commons. He says MPs have rejected a whole series of options. Now they need to take their responsibilities seriously, and find a way forward.</p> </div>   </div> <div id=\"block-5cc044508f08d5e277b53c4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:14:53.119Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thornberry says the DUP will not accept the backstop. The only way to avoid that is to have an invisible border. But last week a<a href=\"https://www.belfasttelegraph.co.uk/news/brexit/leaked-memo-warns-hitech-brexit-border-solution-years-away-38026751.html\"> leaked Home Office report</a> said it would take at least 10 years to find a way of having an invisible border in Ireland.</p> <p>Lidington says he will not comment on leaked reports. But he says the government is investing in ways of modernising borders.</p> <p>Thornberry says the Home Office leak identified six problems with the invisible border plan. The real solution is obvious - a customs union. She says Lidington himself said this three years ago. Why won’t the government wake up to this?</p> <p>Lidington says £20m has already been earmarked for this work. He says the PM’s deal offers a solution. Labour should vote for it, he says.</p> </div>   </div> <div id=\"block-5cc043d78f08d5e277b53c4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:11:09.631Z\">12.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thornberry says the statement from the New IRA, with its reference to enemy forces and its apology for McKee’s death, was a sickening throwback to the time of the Troubles. Does Lidington agree why this is so important that a solution to the backstop is found?</p> <p>Lidington says he agrees both issues are important. But he does not think McKee’s murderers were influenced by a concern about the border.</p> <p>He agrees with what Thornberry said about how the reference in the New IRA statement to police officers being legitimate targets was sickening.</p> </div>   </div> <div id=\"block-5cc043278f08c89bd9067650\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:09:09.429Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Emily Thornberry</strong> starts by saying she usually enjoys trading jokes at these sessions. But this is not a time for jokes, she says.</p> <p>She also expresses her horror at the attacks in Sri Lanka. She says 45 children were among those killed.</p> <p>And she condemns the killing of Lyra McKee.</p> <p>Lidington says he hopes that anyone who has information about McKee’s killing will come forward.</p> </div>   </div> <div id=\"block-5cc042828f08c89bd9067640\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T11:05:56.304Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Lidington</strong> says he is taking PMQs because Theresa May is in Belfast for Lyra McKee’s funeral. Those who killed her have nothing to offer Northern Ireland, he says.</p> <p>He says her family have asked him to say we stand with Lyra.</p> <p>He says May spoke to the prime minister of Sri Lanka yesterday to send her condolences to those who lost relatives in the terror attacks and to offer any help the UK can provide.</p> <p>He says this should be a time for people of all faiths, and none, to come together and stand up for the values of tolerance and mutual respect.</p> </div>   </div> <div id=\"block-5cc040168f08c89bd9067612\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T10:56:52.052Z\">11.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs</h2>  <div class=\"block-elements\">  <p>PMQs is starting soon.</p> <p>With Theresa May and Jeremy Corbyn in Belfast for Lyra McKee’s funeral, we’ve got the B-team: David Lidington and Emily Thornberry.</p> <p>Here is the list of MPs down to ask a question.</p>  <figure class=\"element element-image\" data-media-id=\"582aabe68ed0d3a10fa6b45381d8501b4b139c0e\"> <img src=\"https://media.guim.co.uk/582aabe68ed0d3a10fa6b45381d8501b4b139c0e/0_0_722_732/493.jpg\" alt=\"PMQs\" width=\"493\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">PMQs</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc03b4c8f085bb0e0de7539\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T10:47:45.464Z\">11.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour is not a remain party, says John Healey</h2>  <div class=\"block-elements\">  <p>As <a href=\"https://www.mirror.co.uk/news/politics/labour-close-tory-planning-loopholes-14494101\">the Daily Mirror reports,</a> Labour is today announcing plans to scrap changes to planning rules announced by the coalition government that allow offices to be turned into homes without planning permission. Speaking on the Today programme this morning <strong>John Healey</strong>, the shadow housing secretary, said the current rule was “a get-out clause the Conservatives introduced for developers that allows them to dodge any social housing obligations and allows them to build slum-like housing.”</p> <p>In his interview Healey also rejected the suggestion that Labour was the remain party. <strong>Andrew Adonis</strong>, the Labour peer, arch anti-Brexiter and MEP candidate in the South West, made this claim<a href=\"https://www.theguardian.com/commentisfree/2019/apr/22/labour-nigel-farage-thatcherite-brexit-party-european-elections\"> in a Guardian article this week</a> in which he wrote: “Labour is the party for remainers.” But Healey said he did not accept this description of the party’s position. He told the programme:</p> <blockquote class=\"quoted\"> <p>No, the way to characterise our party is as it has been since the referendum and general election, as respecting the result of the referendum.</p> <p>The Labour position has not changed - we want a better Brexit than the government has been able to negotiate, one that can command support across Parliament and be negotiated with the EU.</p> </blockquote> <p><strong>Mike Gapes,</strong> the former Labour MP who now represents Change UK (the Independent Group), said Healey’s response was telling.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MikeGapes/status/1120960484382052352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Once again confirmation that Corbyn Labour is a pro Brexit party. This time from John Healey on <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a>. If you support Remain then Don’t vote Corbyn Labour in the European Elections. <a href=\"https://twitter.com/hashtag/RemainAlliance?src=hash&amp;ref_src=twsrc%5Etfw\">#RemainAlliance</a> Change UK <a href=\"https://twitter.com/TheIndGroup?ref_src=twsrc%5Etfw\">@TheIndGroup</a></p>&mdash; Mike Gapes (@MikeGapes) <a href=\"https://twitter.com/MikeGapes/status/1120960484382052352?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"270b7c2f20d93d8199ddca0abb1057bc393c3a14\"> <img src=\"https://media.guim.co.uk/270b7c2f20d93d8199ddca0abb1057bc393c3a14/0_112_3500_2101/1000.jpg\" alt=\"John Healey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Healey</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T07:18:25.220Z\">at 8.18am BST</time></p>  </div> <div id=\"block-5cc034528f085bb0e0de74e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T10:05:26.901Z\">11.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Matt Hancock</strong>, the health secretary, said this morning that changing the prime minister would not resolve the deadlock over Brexit. Speaking at a TaxPayers’ Alliance event in London, he said:</p> <blockquote class=\"quoted\"> <p>Changing the prime minister will not change what we need to do to deliver Brexit, I think we should get on and deliver Brexit and I voted for that many times.</p> <p>I hope the House of Commons will come to a majority to be able to deliver the result on the referendum.</p> </blockquote> </div>   </div> <div id=\"block-5cc030ed8f08d5e277b53b4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T10:00:32.001Z\">11.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ann Widdecombe quits Tories to stand as Brexit party candidate</h2>  <div class=\"block-elements\">  <p>The Brexit party has announced a new recruit today; <strong>Ann Widdecombe</strong>, the former Conservative prisons minister who stood down as an MP in 2010 before an appearance on Strictly opened up a new career for her as a TV celebrity, has used <a href=\"https://www.express.co.uk/comment/columnists/ann-widdecombe/1118069/brexit-eu-ann-widdecombe-euro-elections\">an article in the Daily Express</a> to announce that she will be a Brexit party candidate at the European elections in the South West.</p> <p>She says she expects to be thrown out of the Conservative party as a result.</p> <p>Here is an excerpt from her article.</p> <blockquote class=\"quoted\"> <p>Britain is an international laughing stock. Parliament is beyond parody. Both major parties are busy breaking the promises of the manifestos on which they stood and there is a huge disengagement between people and parliament, which could lead to record numbers of people just not bothering to vote ...</p> <p>I was one of those who voted leave because I wanted Britain to be a sovereign state, able to control our own borders, make our own laws, trade with whom we please, be ruled by our own democratically elected government.</p> <p>If I had any doubts about just how much control the EU exerts over our affairs, seven years as a government minister dispelled them ...</p> <p>Alas, a hopelessly inadequate prime minister, a gloating and determined EU and a parliament ready to dismiss the people as ignorant have combined to thwart our escape from foreign domination.</p> <p>The job is far from done and the argument goes on.</p> <p>And on. </p> <p>Yet we can end it decisively on May 23 by sending out a very simple message – we meant what we said in 2016.</p> <p>We can oblige Juncker to see nothing except Brexiteers whenever he looks at the British contingent in the European parliament and to know that we will never surrender. </p> <p>So I urge all those fed up with the current stalemate to vote for the Brexit party, which I am honoured to represent in this European election, which we would not even be having if parliament had done its job and implemented the clearly expressed will of the people.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"daf76c030a78c9e047a7b2f7e0c7e91178b5f875\"> <img src=\"https://media.guim.co.uk/daf76c030a78c9e047a7b2f7e0c7e91178b5f875/25_0_890_534/500.jpg\" alt=\"Ann Widdecombe\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ann Widdecombe</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T07:18:04.303Z\">at 8.18am BST</time></p>  </div> <div id=\"block-5cc02d798f085bb0e0de748c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T09:34:20.000Z\">10.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Senior Tory MPs have expressed alarm about Theresa May’s decision to give the Chinese telecoms firm <a href=\"https://www.theguardian.com/technology/huawei\">Huawei</a> a limited role in supplying the future 5G mobile phone network against the advice of some cabinet ministers, security chiefs and the US, my colleague <strong>Matthew Weaver</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/apr/24/senior-tories-concerned-by-huawei-new-role-within-uks-network\">Senior Tories alarmed over Huawei's new role within UK's network</a> </p> </aside> </div>   </div> <div id=\"block-5cc023dc8f08c89bd90674dd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T09:06:54.691Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Antoinette Sandbach,</strong> a Conservative pro-European and a member of the executive of the backbench 1922 Committee, was on Sky’s All Out Politics this morning. She refused to comment in detail on what happened at the executive’s meeting yesterday, where MPs discussed calls for the party’s rules to be changed to allow an early no confidence vote in Theresa May (under the current rules May is safe until December, 12 months after the last one), but she did suggest that advance briefing to the effect that the 1922 executive would definitely agree to change the rules was wrong. </p> <p>Instead members were “sent away to go away and think on things”, she said, effectively admitting that yesterday’s talks were inconclusive. There would be a further discussion when the executive met later today. “I’m sure that matters will become clearer later,” she said.</p> <p>But Sandbach also made it clear that she was opposed to rewriting the rules. She told the programme:</p> <blockquote class=\"quoted\"> <p>I would say to colleagues that when the no confidence vote was triggered in December, you knew what the rules were, you chose to trigger the vote, and I think you have to live with the result.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"80ff21a43955560b1e33e271a67079aa781154c4\"> <img src=\"https://media.guim.co.uk/80ff21a43955560b1e33e271a67079aa781154c4/69_0_860_516/500.jpg\" alt=\"Antoinette Sandbach\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Antoinette Sandbach</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cc0240c8f08d5e277b53ab5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T08:55:46.180Z\">9.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaking on the Today programme this morning, the Sinn Fein leader <strong>Mary Lou McDonald</strong> condemned the New IRA, who have admitted responsibility for the killing of Lyra McKee, “unreservedly”. McDonald went on:</p> <blockquote class=\"quoted\"> <p>The war in Ireland is over, the conflict is over, the IRA arms have been destroyed or put beyond use. We have a new democratic dispensation and it is so important we make that work, that institutions of government work ...</p> <p>[The New IRA] are a tiny, unrepresentative group that have no plan, that have no strategy. If their alibi [for the killing of journalist McKee] is they are seeking to advance the cause of republicanism, they are very far off the mark.</p> </blockquote> </div>   </div> <div id=\"block-5cc020438f08c89bd90674b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T08:38:21.776Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Corbyn </strong>will also be attending Lyra McKee’s funeral, Sky’s <strong>Amber de Botton </strong>reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amberdebotton/status/1120967570578968576\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Jeremy Corbyn will also attend Lyra McKee&#39;s funeral today.</p>&mdash; Amber de Botton (@amberdebotton) <a href=\"https://twitter.com/amberdebotton/status/1120967570578968576?ref_src=twsrc%5Etfw\">April 24, 2019</a></blockquote>  </figure>  <p>Emily Thornberry, the shadow foreign secretary, will be standing in for Corbyn at PMQs, as normal when he is away.</p> </div>   </div> <div id=\"block-5cc01cbc8f08c89bd906749e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T08:24:26.088Z\">9.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the statement that Lyra McKee’s family issued yesterday ahead of her funeral. It includes this:</p> <blockquote class=\"quoted\"> <p>We would ask that Lyra’s life and her personal philosophy are used as an example to us all as we face this tragedy together. Lyra’s answer would have been simple, the only way to overcome hatred and intolerance is with love, understanding and kindness.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/skydavidblevins/status/1120798627977363459\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“Lyra’s answer would have been simple, the only way to overcome hatred and intolerance is with love, understanding and kindness.” (Family of Lyra McKee) <a href=\"https://t.co/PkvaNG75Xx\">pic.twitter.com/PkvaNG75Xx</a></p>&mdash; David Blevins (@skydavidblevins) <a href=\"https://twitter.com/skydavidblevins/status/1120798627977363459?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-24T08:28:29.150Z\">at 9.28am BST</time></p>  </div> <div id=\"block-5cc0189c8f08d5e277b53a4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T08:06:20.107Z\">9.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May to fly to Belfast to attend Lyra McKee's funeral</h2>  <div class=\"block-elements\">  <p>I’ll need to change the agenda for the day, because Theresa May is now not taking PMQs. Number 10 has just announced she will be travelling to Belfast for the funeral of the murdered writer and journalist Lyra McKee.</p> <p>Number 10 put out this statement.</p> <blockquote class=\"quoted\"> <p>The PM will travel to Belfast today where she will attend the funeral of Lyra McKee.</p> <p>Questions in the House of Commons at noon will be taken by the chancellor of the Duchy of Lancaster [David Lidington].</p> </blockquote> </div>   </div> <div id=\"block-5cc010c08f08d5e277b53a22\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-24T08:04:18.777Z\">9.04am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May's approval ratings with Tory members hit record low, survey suggests</h2>  <div class=\"block-elements\">  <p>Theresa May was due to be holding her first PMQs today since the Easter recess. Before the break <a href=\"https://www.theguardian.com/politics/live/2019/apr/11/may-to-address-commons-after-eu-sets-october-brexit-deadline-politics-live?page=with:block-5caf53068f08bc7376aeb50d#block-5caf53068f08bc7376aeb50d\">she told MPs that they should use the holiday to consider their “national duty” </a>and reflect on how they might find a solution to the Brexit impasse. That wish does not seem to have been fulfilled, but Tory MPs have been reflecting on what they can do to get rid of May herself.</p> <p>And <a href=\"https://www.conservativehome.com/thetorydiary/2019/04/may-breaks-the-record-for-most-unpopular-conservative-minister-ever-in-our-cabinet-league-table.html\">a new survey of Conservative party members</a> by the ConservativeHome website illustrates quite how little support May now has in her party. According to Conservative Home, May’s approval ratings amongst members have hit a record low. </p> <p>Here are the key figures.</p>  <figure class=\"element element-image\" data-media-id=\"328e1ec15c1efd8c8e004d1f10df381db040a947\"> <img src=\"https://media.guim.co.uk/328e1ec15c1efd8c8e004d1f10df381db040a947/0_0_667_505/500.jpg\" alt=\"Satisfaction ratings for cabinet ministers amongst Tory members\" width=\"500\" height=\"379\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Satisfaction ratings for cabinet ministers amongst Tory members</span> <span class=\"element-image__credit\">Photograph: ConservativeHome</span> </figcaption> </figure>  <p>And here is an extract from<a href=\"https://www.conservativehome.com/thetorydiary/2019/04/may-breaks-the-record-for-most-unpopular-conservative-minister-ever-in-our-cabinet-league-table.html\"> the analysis </a>from ConservativeHome’s<strong> Mark Wallace</strong>. He says:</p> <blockquote class=\"quoted\"> <p>For obvious reasons, the prime minister is bearing particular blame from party members – both, one suspects, for her Brexit failure in particular and for the more general problems her continued leadership brings with it. Her rating wasn’t fantastic in February, when it sat at -40.8, but the prospect of postponement pushed it down to -51.2 in March, and the reality of that broken promise has pushed her numbers off a cliff, plummeting to -73.5 in April. I’ve searched our archives and so far as I can see this is the worst rating awarded to any Conservative ever in this question. The only cabinet league table numbers I can find which were worse were Vince Cable and Chris Huhne at their respective nadirs during the coalition years, which are not people a Tory prime minister would want to rival in the grassroots popularity stakes.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9.15am: </em>Philip Hammond, the chancellor, gives evidence to the Commons Treasury committee about the spring statement. My colleague Graeme Wearden will be covering it <a href=\"https://www.theguardian.com/business/live/2019/apr/24/bank-of-england-governor-search-philip-hammond-markets-business-live?page=with:block-5cc005128f08c89bd90673fd#block-5cc005128f08c89bd90673fd\">on his business live blog.</a></p> <p><em>10am:</em> Facebook, Twitter and YouTube give evidence to the Commons home affairs committee on hate crime.</p> <p><em>11am:</em> The National Institute of Economic and Social Research publishes new economic forecasts at a press conference on the “economic outlook beyond the parliamentary Brexit impasse”.</p> <p><em>11am: </em>Nigel Farage, the Brexit party leader, visits Clacton. He is staging a walkabout, followed by a rally.</p> <p><em>12pm: </em>David Lidington, the Cabinet Office minister, will take PMQs.<br></p> <p>1pm: The funeral of the writer and journalist Lyra McKee takes place in Belfast. Theresa May will be among those attending.</p> <p><em>1.30pm: </em>Nicola Sturgeon, Scotland’s first minister, makes <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbf0b158f08d5e277b53233#block-5cbf0b158f08d5e277b53233\">a statement to the Scottish parliament about Brexit and independence. </a></p> <p><em>2.30pm: </em>Simon Stevens, the NHS England chief executive, gives evidence to the Commons public accounts committee about cancer waiting times.<br></p> <p><em>Afternoon: </em>The executive of the Conservative backbench 1922 Committee is expected to meet to resume its discussion on whether the rules should be changed to allow an early no confidence vote in May. Later there will be a full meeting of the 1922 Committee.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I expect to be focusing largely on Brexit-related developments. I plan to post a summary when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-barclays-bigger-than-brexit-hit-me-brady-one-more-time-i-did-it-huawei/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> <p><em>UPDATE: </em>I have amended this post to reflect the fact that Number 10 has now said May will not be taking PMQs because she will be going to Belfast instead.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-25T07:18:45.433Z\">at 8.18am BST</time></p>  </div>",
      "wordcount": "7211",
      "commentCloseDate": "2019-04-24T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-24T08:04:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:08Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bap6p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/73a5540f8ca5771fc5b361962e507112ec26a300/0_28_5273_3163/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May is facing demands from the executive of the Conservative backbench 1922 Committee - the “men in grey suits” of Tory folklore - to explain when she will resign if she fails to pass a Brexit deal. She has already promised to quit if MPs pass the withdrawal agreement, but now senior Tories want a timetable for her departure if the Brexit deadlock continues. Sir Graham Brady, the 1922 Committee chairman, set out his committee’s latest demand (see 5.53pm) as he confirmed that it was rejecting calls for the rules to be changed to allow an early no confidence vote in May. Under current rules MPs cannot trigger a new no confidence ballot until December, 12 months after the last one, but some Tories wanted this rule changed to allow a challenge much sooner. Mourners at the funeral of Lyra McKee have implored politicians to turn the journalist’s murder into a turning point for Northern Ireland. Nicola Sturgeon is to introduce new legislation to stage a second Scottish independence referendum, claiming one must be held by May 2021 if Brexit goes ahead. Nigel Farage has returned to the seaside town where Ukip had its first MPelected five years ago, promising at a rally in Clacton-on-Sea that his new Brexit party will use the momentum of European elections to oust a “remain parliament”. A second Change UK candidate for the European elections has stepped down within 24 hours of being announced after offensive tweets he apparently sent emerged. Lifelong conservative Ann Widdecombe has returned to frontline politics to stand as a candidate in Nigel Farage’s Brexit party in the European elections. Senior Tory MPs have expressed alarm about Theresa May’s readiness to give the Chinese telecoms firm Huawei a limited role in supplying the future 5G mobile phone network against the advice of some cabinet ministers, security chiefs and the US. MPs have demanded that the Home Office abolish visa fees for Commonwealth soldiers who have served in the British armed forces, who can end up paying almost £10,000 for a family of four to settle in the UK. The climate “rebellion” that has led to protesters occupying sites across London for more than a week to highlight the escalating global ecological crisis will draw to a voluntary close on Thursday with a day of disruption and a “closing ceremony”. Facebook, Google and Twitter have been criticised by a UK parliamentary committee for their refusal to report users to the police when they remove criminal posts. MPs have demanded landlords and letting agents end the practice of screening out people on benefits after hearing claims that “no DSS” clauses have become the 2019 equivalent of “no blacks, no Irish, no dogs” notices. That’s all from me for today. Thanks for the comments. This is from my colleague Heather Stewart. Here is the key quote from Sir Graham Brady (see 5.45pm) We looked at the fact that the prime minister gave a very firm timetable for her departure as leader a few weeks ago in the eventuality that the withdrawal agreement is passed in parliament. We have resolved to request that she sets a similarly clearly timetable or schedule for her departure as leader in other circumstances. So real clarity for colleagues in parliament and for the Conservative party in general. ITV’s Robert Peston thinks this is a humiliation for Theresa May. Sir Graham Brady, the chair of the Conservative 1922 Committee, is speaking to Sky News. He says, after a discussion yesterday and today, the committee has come to a “clear determination” that the rules should not be changed. But he says it is also reminding Tory MPs that they can write to Brady if they have any concerns. He says he will express any concerns to the PM. He also says May has already set out a timetable for her departure in the event of MPs passing the withdrawal agreement. The 1922 Committee will ask May to set out a timetable for when she will go if the deal is not passed, he says. Conservative 1922 Committee says May should clarify when she will resign if the Brexit deal does not get passed. Q: There were some vocal calls for a rule change. Why did the executive rule the idea out? Brady says the executive’s clear view was that this would not be appropriate. There were many reasons, but the main one was that the rule was in place. It was expected in December, when there was a confidence vote, that the rule would hold. He says it is open to the 1922 Committee to change its mind. But he says the committee has reached a clear view. The matter is now settled, he says. Q: What was your view? Brady says he held back in case he had to cast a casting vote. Q: How did the vote go? Brady says it was very clear. Here is more on the decision by the Conservative backbench 1922 Committee, which is chaired by Sir Graham Brady, not to change the rules to allow an early no confidence vote in Theresa May. From Politico Europe’s Charlie Cooper From the FT’s Sebastian Payne This is from Stefan Rousseau, the Press Association’s chief political photographer. This is from Sky’s Beth Rigby. Gérard Araud, the outgoing French ambassador to the US, has said in a newspaper interview that UK influence in Washington is vanishing. That prompted this response from Jeremy Hunt, the foreign secretary. More United, a cross-party campaigning group set up after the 2016 EU referendum, has launched an MPs’ network. Its supporters include Nicky Morgan, David Lammy, Heidi Allen, Caroline Lucas, Jo Swinson and Stephen Kinnock. In a news release it says: MPs in the network will be able to lead cross-party campaigns on issues which have been ignored because of Brexit. These include poverty and homelessness, responsible technology, mental health and urgent climate dangers. And David Lammy, the Labour MP and a More United supporter, said: A rare silver-lining to come out of the disastrous Brexit process is a new willingness among MPs to cooperate beyond traditional tribal loyalties. MPs have found that there is a special power in cross-party working and by publicly committing to seek out strong alliances that protect shared values we can help create positive changes that benefit the entire country. This is from Channel 4 News’ Ciaran Jenkins, who has been interviewing Nicola Sturgeon. Here are some pictures from the Brexit party rally in Clacton earlier. Here is the full text of Nicola Sturgeon’s speech on Brexit and independence to the Scottish parliament today. This is what Nicola Sturgeon said in the Scottish parliament earlier when Miles Briggs, a Conservative MSP, asked her whether, in the search for consensus, she would be willing to drop her bid for a second independence referendum. (See 2.45pm.) Sturgeon replied: I said I’m open minded to people coming forward with proposals for change. If we can have serious and substantial proposals to deliver, perhaps not all of the change that I want to see but the change that will help protect this parliament, then I’m open minded to that. And I say that without precondition. So the onus is really on the Conservatives. Will they come forward in good faith and have that discussion? If they do, they will find me willing to have that in good faith. Downing Street has ruled out allowing another Scottish independence referendum. These are from my colleague Heather Stewart, who has been at the Number 10 afternoon lobby. These are from the Sun’s Tom Newton Dunn. Nicola Sturgeon’s statement on Brexit and independence was a long way from full-on Braveheart. It was much more nuanced than the headline announcement - a commitment to push for another referendum on Scottish independence by May 2021, assuming Brexit goes ahead - would suggest. The Brexit debate has ended up being polarised between hard Brexit and soft Brexit. In Scotland before the 2014 the soft Brexit equivalent was “independence lite” and there was a definite strain of independence lite running through what Sturgeon had to say, for anyone listening carefully. She repeatedly stressed her desire to achieve a consensus on the way forward with other parties, and in response to questions (see 2.45pm), she even seemed to be hinting that she might shelve her desire for full independence in exchange for something lighter/softer for which there was more support. It was very different from the statement Alex Salmond would be making if he were still first minister. Here are the main points. Sturgeon said that her immediate priority was to stop Brexit. She said: The immediate priority we now have is to stop Brexit for the whole UK and we should seize that opportunity, and my party will seek to do so. If that cannot be achieved, dealing with the consequences of Brexit, and facing up to its challenges, will be unavoidable. She said Scotland should get an independence vote by May 2021 if Brexit goes ahead. She said: There are some who would like to see a very early [independence] referendum, others want that choice to be later. My job as first minister is to reach a judgment, not simply in my party’s interest but in the national interest. To rush into an immediate decision before a Brexit path has been determined would not allow for an informed choice to be made. However if we are to safeguard Scotland’s interests we can not wait indefinitely. That is why I consider that a choice between Brexit and a future for Scotland as an independent European nation should be offered in the lifetime of this parliament. By “this parliament”, she was referring to the Scottish parliament, which is due to carry on sitting until the next election in May 2021. She said the Scottish government would try to pass framework legislation by the end of this year paving the way for a second referendum. Under the Scotland Act, for a referendum to be legal, it has to have Westminster approval (a section 30 order). Sturgeon acknowledged that (although slightly cryptically - see the final sentence below). She said: I can confirm that the Scottish government will act to ensure that the option of giving people a choice on independence later in this parliament is progressed. We will shortly introduce legislation to set the rules for any referendum that is now, or in the future, within the competence of the Scottish parliament. We do not need a transfer of power, such as a section 30 order, to pass such a framework bill, though we would need it to put beyond doubt or challenge our ability to apply the bill to an independence referendum. She claimed that, even though the UK government is opposed to a second independence referendum, public opinion could force it to agree to one. She quoted Abraham Lincoln who said: “With public sentiment, nothing can fail. Without it, nothing can succeed.” And she went on: For those of us who support independence, his lesson is obvious. If we are successful in further growing the support and the demand for independence ... then no UK government will be able to stop the will of the people or stop that will being expressed. In this Sturgeon seemed to be implicitly accepting that a second independence referendum would only go ahead if public support for independence increased substantially. This was the SNP’s position in the immediate aftermath of the 2014 vote, when some in the party took the view that there would have to be 60% backing for independence in polls for a sustained period to justify another referendum. But support for independence has not hit that level. Here is the latest polling, according to What Scotland Thinks. Sturgeon said she wanted to build consensus on Scotland’s constitutional future. This is from the Scottish government’s news release about the speech. Acknowledging and respecting the fact that not all MSPs support independence, the first minister proposed cross-party talks to discuss which powers other parties believe should be transferred to the Scottish parliament to enable it to better protect Scotland’s economic and social interests. Sturgeon said she would be writing to the other party leaders in the parliament about how such talks could be progressed. She went on: This should be an exercise, if parties can find it within themselves to do so, that doesn’t start with the fixed position of any of us, but one that considers openly the challenges that Scotland faces and what solutions might help to address them. If serious and substantial proposals emerge, this parliament can then present them to the UK government in a unified and united way. She said she would set up a citizens’ assembly to consider Scotland’s future. Saying she had been impressed by the use of a citizens’ assembly in Ireland, where one was used to develop abortion reform plans that were later backed by the public in a referendum, she said: The Scottish government will establish a citizens’ assembly. It will bring together a representative cross-section of Scotland with an independent chair and be tasked with considering in broad terms the following issues - what kind of country are we seeking to build, how can we best overcome the challenges we face, including those arising from Brexit, and what further work should be carried out to give people the detail they need to make informed choices about the future of the country. This is not an approach the Scottish government tried before the 2014 referendum. And it is inherently risky for the SNP, because a citizens’ assembly could end up concluding independence would be a mistake. She said Brexit would harm Scotland. She explained: The Brexit outlook for Scotland is this - a smaller economy, restricted job growth, fewer people, narrowed horizons and greater pressure on our ability to fund the public services and social contract that we value so highly. Let me put it in simpler language. Brexit and all that flows from Brexit will affect the ability of Scottish governments now and well into the future to do the day job. To support businesses, combat poverty, fund the NHS and public services and tackle the defining challenges of our time. She said she thought devolution would be reversed under Brexit. She explained: At a time when I think most people in Scotland would want to see this parliament having more influence on the decisions that shape our future, there is a risk of the reverse. As the UK scrambles to do trade deals with Donald Trump or whoever, the inclination to impose uniformity in devolved areas will lead to more Westminster centralisation. It is my judgment now, that for the first time in 20 years, there is a risk of devolution going backwards. She said a “toxic combination of dishonesty and incompetence” was to blame for the Brexit chaos. She said: This chaos is not an inevitable consequence of the vote to leave the EU. It is down to a toxic combination of dishonesty and incompetence. Those who campaigned for leave in 2016 failed to set out what Brexit is. The UK government triggered article 50 before it had answered that question. The prime minister then boxed herself in with a series of self-defeating and contradictory red lines. She said Brexit had exposed “the deep democratic deficit” in the way Scotland was governed. Scotland’s interests were “disregarded time and time again” by the Westminster, she said. She restated her call for a second referendum on Brexit. She said: The view of the Scottish government is that the best way to break that deadlock for the UK is to put the issue back to the people with an option to remain in the EU. She restated her opposition to a no-deal Brexit, saying the UK government should revoke article 50 if no-deal were the only alternative. Here is the key quote from Sturgeon’s opening statement. There are some who would like to see a very early referendum, others want that choice to be later. My job as first minister is to reach a judgment, not simply in my party’s interest but in the national interest. To rush into an immediate decision before a Brexit path has been determined would not allow for an informed choice to be made. However if we are to safeguard Scotland’s interests we can not wait indefinitely. That is why I consider that a choice between Brexit and a future for Scotland as an independent European nation should be offered in the lifetime of this parliament. I have changed the headline at the top of the blog to make it clear that Sturgeon is saying she will push for a second referendum by May 2021 only if Brexit is going ahead. Asked if she is willing to drop her demand for an independence referendum, Sturgeon says she is genuinely open-minded. If other parties can come forward with another mechanism that will protect Scotland’s interests in the event of Brexit, she will consider that, she says. She stresses that she is “open minded”. UPDATE: See 4.28pm for the full quote. Sturgeon says, if Boris Johnson were to become prime minister, the negative consequences for Scotland she outlined earlier would get even worse. She says she has read reports that, if Johnson were to become Tory leader, the Scottish Conservatives were split from the UK party. So their position would be that independence would be good enough for the Tories, but not good enough for Scotland, she says. This is from the Financial Times editor Lionel Barber. Here is the Scottish government’s news release about Sturgeon’s announcement. These, from the BBC’s Lynsey Bews, give some background on today’s announcement from Sturgeon. Richard Leonard, the Scottish Labour leader, says he will work with Sturgeon to stop a no-deal Brexit. But leadership involves listening to people’s concerns. He says a second referendum would be a distraction from the real problems facing people, live poverty. And there is no evidence that the Scottish people want a second referendum, he says. He says this is all about the SNP’s self-interest. Jackson Carlaw, the Scottish Conservative deputy leader, says a second independence referendum will be divisive. Sturgeon is only announcing this now because there is an SNP conference at the weekend, he says. The SNP can only prosper by promoting divisions, he says. He says, before the 2014 referendum, all parties in the Scottish parliament agreed on the need for a section 30 order, the secondary legislation passed in London authorising a second referendum. They all wanted to see the issue settled. But this time there is no consensus in favour of a referendum, he says. Sturgeon says she thinks Scotland should be independent. But she knows other people disagree. So over the next few months she will strive to find areas where people agree. Brexit has shown what happens when people adopt inflexible positions, she says. She says she will try to ensure that Scotland takes different approach. This parliament was set up to adopt a different approach to politics, she says. She says, if the opposition parties are prepared to work with her, they will find her a “willing partner”. But if they just dig in, they will represent the failed past, she says. And that’s it. Sturgeon’s statement is over. Sturgeon says she has been impressed by what a citizens’ assembly achieved in Ireland, ahead of the referendum on abortion law. Sturgeon says she will set up a citizens’ assembly to consider what sort of future Scotland should have. Sturgeon is turning to the issue of when the Scots should get a new choice on independence. She says the SNP was elected with a mandate for another referendum. And there is a majority for it in the Scottish parliament, she says. She says it is also important “to learn the lessons of Brexit”. Rushing into a second referendum would not be in Scotland’s interest, she says. Sturgeon says a second independence referendum should be held “in the lifetime of this parliament”. That means before May 2021, when the next Scottish parliament elections are due. Sturgeon says the Scottish government will bring forward framework legislation for a referendum. It wants to pass this before the end of this year. She says the Scottish government does not need UK government approval for this legislation. It does need UK approval for the referendum to go ahead without doubts about its legality, she says. She says the UK government currently says it will not allow a second referendum. But she says the current government may not last for long, and she says, in the face of pressure from Scotland, the UK government will agree to a second referendum. Sturgeon says independence would allow Scotland to nurture its place in Europe. Sturgeon says MSPs have a duty to act in the national interest. No one is asking them to abandon key beliefs, she says. She says she still believes in independence. And she thinks Scotland’s best interests would be protected by the EU. Of the EU27 that decided the UK’s fate two weeks ago, around a dozen were the same size as smaller than Scotland, she says. Sturgeon says the Tory, “and I am sorry to say UK Labour”, obsession with ending free movement will be bad for Scotland. It will send Scotland’s working age population into decline, she says. She says he is proud of the Scottish parliament’s approach to this issue. MSPs understand that immigration restrictions pose an existential threat to Scotland, she says. She says, at a time when Scots want the parliament in Edinburgh to have more powers, it is likely that more power will be centralised at Wesminster. Sturgeon says for the first time in 20 years there is a risk of devolution “going backwards”. Sturgeon says Brexit shows “the Westminster system of government does not serve Scotland’s interests”. The status quo is broken, she says. She says Scotland’s voice is only listened to only if it chimes with the majority at Westminster. She says cross-party votes in Edinburgh have been ignored. And vital powers were taken from the Scottish parliament without its consent, she says. Brexit has exposed “a deep, democratic deficit” at the heart of how Scotland is governed, she says. Sturgeon says the Brexit mess has been caused by “a toxic combination of dishonesty and incompetence”. Sturgeon turns to Brexit. Brexit has been extended until 31 October, with the UK having the right to leave earlier, she says. Sturgeon says the Scottish government has “scaled down” its no-deal planning. But she says she regrets the amount of money that has had to be spent on something the UK government should have ruled out. Nicola Sturgeon starts with a tribute to Lyra McKee. She says she did not know Lyra, but everything she has read about her makes her wish she had. She also expresses her condolences to the relatives of those killed in Sri Lanka. Killing on this scale is hard to comprehend, she says. There is a live feed here. Nicola Sturgeon, Scotland’s first minister, is about to make a statement to the Scottish parliament about Brexit and Scottish independence. My colleague Severin Carrell previewed it yesterday. This is from the Scottish Daily Mail’s Michael Blackley. This is from the BBC’s Emma Vardy. Theresa May was among the last of the mourners to arrive at Lyra McKee’s funeral. The Conservatives cannot even say whether they will have a campaign launch for the European election, HuffPost’s Paul Waugh reports. Lyra McKee’s funeral is starting now. Here are some pictures from the service. Nigel Dodds, the DUP leader at Westminster, says violence in Northern Ireland is never acceptable. He says the New IRA statement saying the murder of a police officer would be acceptable was “utterly repulsive”. An attack on any one of them is an attack on us all, he says. Lidington says he agrees with every word. He says the best response to what the New IRA said was that the DUP leader and the Sinn Fein leader could visit Derry together to reject terrorism. Both communities in Derry have rejected terrorism. That has been the most moving and compelling riposte. They spoke for the people of Northern Ireland, he says. Kevin Hollinrake, a Conservative, says in the recent indicative votes, Labour backed a customs arrangement with the EU, not a customs union. Isn’t now the time for a deal, he says. Lidington says this is an important point. He says the government wants to retain the benefits of a customs union. He says he hopes it will be possible to bring all MPs together in support of a customs arrangement. Stephen Kerr, a Scottish Conservative, asks if EU funding going to Scottish universities for dementia research will continue after Brexit. Lidington says it will continue during the transition. After that the government will have to take new decisions, but the government is committed to funding dementia research, he says. Julian Lewis, the Conservative chair of the defence committee, asks Lidington if he agrees Huawei is intimately linked with the Chinese state and its hostile network. Lidington says the government wants diversity in the supply chains for 5G. He says, when the government has taken its final decisions about the network and cybersecurity, it will announce them. Alberto Costa, the Conservative MP, asks what the government is doing about the request for the citizens’ rights part of the withdrawal agreement to be agreed as stand-alone deal in the event of the whole agreement not being passed. Lidington says he thinks there are legal problems trying to carve out the citizens’ rights part of the agreement, but he says he will look at this again. Labour’s John Mann asks about the growth of racism in football. He says the football authorities need more help. Will the government set up a forum where this can be discussed? Lidington says racism should be completely beyond the boundaries of acceptability. The sports minister will be willing to meet Mann to discuss what more can be done, he says. Richard Graham, a Conservative, says Commonwealth servicemen and women have to pay large sums for indefinite leave to remain in the UK. He urges the government to drop these visa fees. Lidington says the government values the contribution of Commonwealth soldiers. The home secretary will consider this, he says. Sammy Wilson, the DUP MP, says hundreds of people in Sri Lanka are burying their loved ones, just as Lyra McKee’s family is. He says Christians are now the most persecuted group in the world. How is the government helping people persecuted just because they believe in Jesus Christ? Lidington says the Foreign Office human rights budget is being used to protect religious freedom. The government is working to protect Christians under threat. PMQs - Snap verdict: It is not often that the spin-off is better than the original series, but that is certainly the case at PMQs where the David Lidington/Emily Thornberry exchanges, if not exactly unmissable, at least tend to be less glib and more substantial than the May/Corbyn ones. The two understudies actually listen to each other and engage, instead of talking across each other. Thornberry can also be much funnier than Corbyn, although understandably she parked the jokes today. Her segue from Lyra McKee’s death to Brexit and the backstop was a tiny bit contrived - Lidington was probably right in arguing that the border controversy wasn’t a significant factor in explaining the events that led to McKee’s death last week - but once Thornberry was on Brexit, she set out the flaws in the government’s position, and the case for a customs union, almost perfectly. In private Lidington probably agrees with almost everything she said and his rebuttal was half-hearted at best. His best comeback involved a jibe about Thornberry’s leadership ambitions, although Thornberry squashed that quite easily. In his final response Lidington ended up echoing what May told MPs before the Easter recess, when she said MPs should consider their “national duty” to find a solution to Brexit. His comments implied that such a solution is no closer than it was then, and that the cross-party talks are going nowhere. Thornberry says last week Nancy Pelosi, speaker of the House of Representatives in the US, said there would be no trade deal with the US without a solution to the Irish border problem. And this government does not have a solution, she says. Lidington says only two years ago Thornberry said the UK should welcome President Trump and work with him. Has something changed about Trump? Or has something changed about Thornberry’s leadership ambitions? He says Labour says it wants no tariffs and no border checks in Ireland. But it votes against those things. It should put the national interest above party advantage. Thornberry says there is only one party in the Commons interested in a leadership contest. She says, in a week like this, conscious of the threat posed by terrorism, MPs should accept the need to keep the Irish border open. Will Lidington get serious about the talks, and put a customs union on the table. Lidington says Thornberry has not been in the room for the Labour/government talks. He says she is in “the outer inner circle”, he says. He says the talks have been constructive. But both sides need a solution that will get through the Commons. He says MPs have rejected a whole series of options. Now they need to take their responsibilities seriously, and find a way forward. Thornberry says the DUP will not accept the backstop. The only way to avoid that is to have an invisible border. But last week a leaked Home Office report said it would take at least 10 years to find a way of having an invisible border in Ireland. Lidington says he will not comment on leaked reports. But he says the government is investing in ways of modernising borders. Thornberry says the Home Office leak identified six problems with the invisible border plan. The real solution is obvious - a customs union. She says Lidington himself said this three years ago. Why won’t the government wake up to this? Lidington says £20m has already been earmarked for this work. He says the PM’s deal offers a solution. Labour should vote for it, he says. Thornberry says the statement from the New IRA, with its reference to enemy forces and its apology for McKee’s death, was a sickening throwback to the time of the Troubles. Does Lidington agree why this is so important that a solution to the backstop is found? Lidington says he agrees both issues are important. But he does not think McKee’s murderers were influenced by a concern about the border. He agrees with what Thornberry said about how the reference in the New IRA statement to police officers being legitimate targets was sickening. Emily Thornberry starts by saying she usually enjoys trading jokes at these sessions. But this is not a time for jokes, she says. She also expresses her horror at the attacks in Sri Lanka. She says 45 children were among those killed. And she condemns the killing of Lyra McKee. Lidington says he hopes that anyone who has information about McKee’s killing will come forward. David Lidington says he is taking PMQs because Theresa May is in Belfast for Lyra McKee’s funeral. Those who killed her have nothing to offer Northern Ireland, he says. He says her family have asked him to say we stand with Lyra. He says May spoke to the prime minister of Sri Lanka yesterday to send her condolences to those who lost relatives in the terror attacks and to offer any help the UK can provide. He says this should be a time for people of all faiths, and none, to come together and stand up for the values of tolerance and mutual respect. PMQs is starting soon. With Theresa May and Jeremy Corbyn in Belfast for Lyra McKee’s funeral, we’ve got the B-team: David Lidington and Emily Thornberry. Here is the list of MPs down to ask a question. As the Daily Mirror reports, Labour is today announcing plans to scrap changes to planning rules announced by the coalition government that allow offices to be turned into homes without planning permission. Speaking on the Today programme this morning John Healey, the shadow housing secretary, said the current rule was “a get-out clause the Conservatives introduced for developers that allows them to dodge any social housing obligations and allows them to build slum-like housing.” In his interview Healey also rejected the suggestion that Labour was the remain party. Andrew Adonis, the Labour peer, arch anti-Brexiter and MEP candidate in the South West, made this claim in a Guardian article this week in which he wrote: “Labour is the party for remainers.” But Healey said he did not accept this description of the party’s position. He told the programme: No, the way to characterise our party is as it has been since the referendum and general election, as respecting the result of the referendum. The Labour position has not changed - we want a better Brexit than the government has been able to negotiate, one that can command support across Parliament and be negotiated with the EU. Mike Gapes, the former Labour MP who now represents Change UK (the Independent Group), said Healey’s response was telling. Matt Hancock, the health secretary, said this morning that changing the prime minister would not resolve the deadlock over Brexit. Speaking at a TaxPayers’ Alliance event in London, he said: Changing the prime minister will not change what we need to do to deliver Brexit, I think we should get on and deliver Brexit and I voted for that many times. I hope the House of Commons will come to a majority to be able to deliver the result on the referendum. The Brexit party has announced a new recruit today; Ann Widdecombe, the former Conservative prisons minister who stood down as an MP in 2010 before an appearance on Strictly opened up a new career for her as a TV celebrity, has used an article in the Daily Express to announce that she will be a Brexit party candidate at the European elections in the South West. She says she expects to be thrown out of the Conservative party as a result. Here is an excerpt from her article. Britain is an international laughing stock. Parliament is beyond parody. Both major parties are busy breaking the promises of the manifestos on which they stood and there is a huge disengagement between people and parliament, which could lead to record numbers of people just not bothering to vote ... I was one of those who voted leave because I wanted Britain to be a sovereign state, able to control our own borders, make our own laws, trade with whom we please, be ruled by our own democratically elected government. If I had any doubts about just how much control the EU exerts over our affairs, seven years as a government minister dispelled them ... Alas, a hopelessly inadequate prime minister, a gloating and determined EU and a parliament ready to dismiss the people as ignorant have combined to thwart our escape from foreign domination. The job is far from done and the argument goes on. And on. Yet we can end it decisively on May 23 by sending out a very simple message – we meant what we said in 2016. We can oblige Juncker to see nothing except Brexiteers whenever he looks at the British contingent in the European parliament and to know that we will never surrender. So I urge all those fed up with the current stalemate to vote for the Brexit party, which I am honoured to represent in this European election, which we would not even be having if parliament had done its job and implemented the clearly expressed will of the people. Senior Tory MPs have expressed alarm about Theresa May’s decision to give the Chinese telecoms firm Huawei a limited role in supplying the future 5G mobile phone network against the advice of some cabinet ministers, security chiefs and the US, my colleague Matthew Weaver reports. Antoinette Sandbach, a Conservative pro-European and a member of the executive of the backbench 1922 Committee, was on Sky’s All Out Politics this morning. She refused to comment in detail on what happened at the executive’s meeting yesterday, where MPs discussed calls for the party’s rules to be changed to allow an early no confidence vote in Theresa May (under the current rules May is safe until December, 12 months after the last one), but she did suggest that advance briefing to the effect that the 1922 executive would definitely agree to change the rules was wrong. Instead members were “sent away to go away and think on things”, she said, effectively admitting that yesterday’s talks were inconclusive. There would be a further discussion when the executive met later today. “I’m sure that matters will become clearer later,” she said. But Sandbach also made it clear that she was opposed to rewriting the rules. She told the programme: I would say to colleagues that when the no confidence vote was triggered in December, you knew what the rules were, you chose to trigger the vote, and I think you have to live with the result. Speaking on the Today programme this morning, the Sinn Fein leader Mary Lou McDonald condemned the New IRA, who have admitted responsibility for the killing of Lyra McKee, “unreservedly”. McDonald went on: The war in Ireland is over, the conflict is over, the IRA arms have been destroyed or put beyond use. We have a new democratic dispensation and it is so important we make that work, that institutions of government work ... [The New IRA] are a tiny, unrepresentative group that have no plan, that have no strategy. If their alibi [for the killing of journalist McKee] is they are seeking to advance the cause of republicanism, they are very far off the mark. Jeremy Corbyn will also be attending Lyra McKee’s funeral, Sky’s Amber de Botton reports. Emily Thornberry, the shadow foreign secretary, will be standing in for Corbyn at PMQs, as normal when he is away. Here is the statement that Lyra McKee’s family issued yesterday ahead of her funeral. It includes this: We would ask that Lyra’s life and her personal philosophy are used as an example to us all as we face this tragedy together. Lyra’s answer would have been simple, the only way to overcome hatred and intolerance is with love, understanding and kindness. I’ll need to change the agenda for the day, because Theresa May is now not taking PMQs. Number 10 has just announced she will be travelling to Belfast for the funeral of the murdered writer and journalist Lyra McKee. Number 10 put out this statement. The PM will travel to Belfast today where she will attend the funeral of Lyra McKee. Questions in the House of Commons at noon will be taken by the chancellor of the Duchy of Lancaster [David Lidington]. Theresa May was due to be holding her first PMQs today since the Easter recess. Before the break she told MPs that they should use the holiday to consider their “national duty” and reflect on how they might find a solution to the Brexit impasse. That wish does not seem to have been fulfilled, but Tory MPs have been reflecting on what they can do to get rid of May herself. And a new survey of Conservative party members by the ConservativeHome website illustrates quite how little support May now has in her party. According to Conservative Home, May’s approval ratings amongst members have hit a record low. Here are the key figures. And here is an extract from the analysis from ConservativeHome’s Mark Wallace. He says: For obvious reasons, the prime minister is bearing particular blame from party members – both, one suspects, for her Brexit failure in particular and for the more general problems her continued leadership brings with it. Her rating wasn’t fantastic in February, when it sat at -40.8, but the prospect of postponement pushed it down to -51.2 in March, and the reality of that broken promise has pushed her numbers off a cliff, plummeting to -73.5 in April. I’ve searched our archives and so far as I can see this is the worst rating awarded to any Conservative ever in this question. The only cabinet league table numbers I can find which were worse were Vince Cable and Chris Huhne at their respective nadirs during the coalition years, which are not people a Tory prime minister would want to rival in the grassroots popularity stakes. Here is the agenda for the day. 9.15am: Philip Hammond, the chancellor, gives evidence to the Commons Treasury committee about the spring statement. My colleague Graeme Wearden will be covering it on his business live blog. 10am: Facebook, Twitter and YouTube give evidence to the Commons home affairs committee on hate crime. 11am: The National Institute of Economic and Social Research publishes new economic forecasts at a press conference on the “economic outlook beyond the parliamentary Brexit impasse”. 11am: Nigel Farage, the Brexit party leader, visits Clacton. He is staging a walkabout, followed by a rally. 12pm: David Lidington, the Cabinet Office minister, will take PMQs. 1pm: The funeral of the writer and journalist Lyra McKee takes place in Belfast. Theresa May will be among those attending. 1.30pm: Nicola Sturgeon, Scotland’s first minister, makes a statement to the Scottish parliament about Brexit and independence. 2.30pm: Simon Stevens, the NHS England chief executive, gives evidence to the Commons public accounts committee about cancer waiting times. Afternoon: The executive of the Conservative backbench 1922 Committee is expected to meet to resume its discussion on whether the rules should be changed to allow an early no confidence vote in May. Later there will be a full meeting of the 1922 Committee. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I expect to be focusing largely on Brexit-related developments. I plan to post a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. UPDATE: I have amended this post to reflect the fact that Number 10 has now said May will not be taking PMQs because she will be going to Belfast instead.",
      "charCount": "42316",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/24/benefits-system-set-up-for-cruelty-not-efficiency",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-24T17:14:08Z",
    "webTitle": "Benefits system set up for cruelty not efficiency | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/24/benefits-system-set-up-for-cruelty-not-efficiency",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/24/benefits-system-set-up-for-cruelty-not-efficiency",
    "fields": {
      "headline": "Benefits system set up for cruelty not efficiency",
      "standfirst": "<p>Readers respond to the tragic death of Stephen Smith, a man with debilitating illnesses deemed fit for work by the DWP</p>",
      "trailText": "<strong>Letters:</strong> Readers respond to the tragic death of Stephen Smith, a man with debilitating illnesses deemed fit for work by the DWP",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e1c8247a8fc448ea3f9009f49388895710142e97\"> <img src=\"https://media.guim.co.uk/e1c8247a8fc448ea3f9009f49388895710142e97/157_86_3566_2140/1000.jpg\" alt=\"Protest outside Kentish Town jobcentre, London, in 2017, against benefits cuts and how they have led to the deaths of people with disabilities. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protest outside Kentish Town jobcentre, London, in 2017, against benefits cuts and how they have led to the deaths of people with disabilities. </span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Frances Ryan asks “when do we start to care” about “the mass abuse by the state towards its disabled and sick citizens” (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/22/stephen-smith-benefits-system-dying\" title=\"\">Stephen Smith has died. The cruelty of the system lives on</a>, 23 April)? <a href=\"https://www.gla.ac.uk/media/media_214917_en.pdf\" title=\"\">Research by Glasgow University Media Unit</a> compared articles about people with disabilities in selected newspapers in 2004-5 and in 2010-11. Given the increased use of pejorative words and emphasis on “cheats”, it was not surprising that the later focus groups estimated benefit fraud at between 10% and 70%. Even those with concerns about the benefit system find it difficult to comprehend that a government department could behave outside the realm of natural justice.</p> <p>Accompanying a friend in her 60s with serious mental illness and chronic physical disabilities, who had been summoned to the jobcentre by a standard letter with no reason given for the interview, but threatening sanctions if she did not attend, it was shocking to hear the interviewer’s accusation of potential fraud in the year 2014-15 when my friend became too ill to work and was advised to claim ESA (employment and support allowance). No evidence was produced from the DWP’s records to support this accusation. The interviewer agreed her earnings for that year were just over £1,000 but said that unless she could provide a document proving that she did not claim ESA before she stopped work, she could be sanctioned or have to repay the benefits for that year. A lawyer friend, unfamiliar with the DWP, expressed disbelief. Once we decide that some people in our society are not worthy of human dignity and respect, our government can do no end of bad things, and get away with it.<br><strong>Jean Goodrick</strong><br><em>Cambridge</em></p> <p>• Hundreds of examples like Stephen Smith (<a href=\"https://www.theguardian.com/society/2019/apr/21/stephen-smith-liverpool-seriously-ill-emaciated-man-denied-benefits-dwp-dies\" title=\"\">Man with debilitating illnesses deemed fit to work by DWP dies</a>, 22 April) are known to food-bank volunteers, eg a man of 64, discharged from hospital in Bradford after treatment for malnutrition, still terribly thin, taken to jobcentre in wheelchair. No help, lives alone and attends food bank in wheelchair pushed by a friend. It’s entirely due to food banks and friends that there are fewer scandals. Surely DWP staff should telephone a hospital? They never seem to, nor accept GPs’ notes. If a hospital could support the claimant as being unfit for work, then why is any “assessment” needed? Money would be saved in administration. The objective seems not to be efficiency but cruelty.<br><strong>Bob Holland</strong><br><em>Keighley, West Yorkshire</em></p> <p>• Frances Ryan is right to ask where is the national outcry about this cruel and callous system. I recently spoke to a lady who had just lost her son and whom I had last seen frantically trying to photocopy documents supporting his appeal. This was subsequently granted but the stress and upset she and her son had to go through was unconscionable and contributed, I should imagine, in no little way to his death.</p> <p>These desperate men and women are placed in the most invidious of situations, not only dealing with desperate health conditions but struggling financially while trying to answer inane and vacuous questions about their health.<br><strong>Judith </strong><strong>Daniels</strong><br><em>Great Yarmouth, Norfolk</em></p> <p>• Frances Ryan, on the sad death of Stephen Smith, poses a very valid question: where is the public outrage? There are an increasing number of issues such as <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\" title=\"\">the Windrush scandal</a>, education funding shortfalls, police forces unable to investigate crimes due to lack of resources, hospital waiting times, severe reductions in legal aid. It continues on and on and yet there is no visible public reaction. Are we now so immune to these events that we have come to expect them?</p> <p>Do many people, myself included, feel disenfranchised by the current election system and uselessness of many MPs that when we do complain nothing happens and we are fobbed off with platitudes?</p> <p>I fear that this government will continue to plod on like White Walkers marching on Winterfell. Winter is coming but unfortunately in our case it could be Nigel Farage in the European elections.<br><strong>Gary James</strong><br><em>Bluntisham, Cambridgeshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "712",
      "commentable": "false",
      "firstPublicationDate": "2019-04-24T17:14:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-24T18:51:21Z",
      "newspaperEditionDate": "2019-04-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baqqp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e1c8247a8fc448ea3f9009f49388895710142e97/157_86_3566_2140/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Frances Ryan asks “when do we start to care” about “the mass abuse by the state towards its disabled and sick citizens” (Stephen Smith has died. The cruelty of the system lives on, 23 April)? Research by Glasgow University Media Unit compared articles about people with disabilities in selected newspapers in 2004-5 and in 2010-11. Given the increased use of pejorative words and emphasis on “cheats”, it was not surprising that the later focus groups estimated benefit fraud at between 10% and 70%. Even those with concerns about the benefit system find it difficult to comprehend that a government department could behave outside the realm of natural justice. Accompanying a friend in her 60s with serious mental illness and chronic physical disabilities, who had been summoned to the jobcentre by a standard letter with no reason given for the interview, but threatening sanctions if she did not attend, it was shocking to hear the interviewer’s accusation of potential fraud in the year 2014-15 when my friend became too ill to work and was advised to claim ESA (employment and support allowance). No evidence was produced from the DWP’s records to support this accusation. The interviewer agreed her earnings for that year were just over £1,000 but said that unless she could provide a document proving that she did not claim ESA before she stopped work, she could be sanctioned or have to repay the benefits for that year. A lawyer friend, unfamiliar with the DWP, expressed disbelief. Once we decide that some people in our society are not worthy of human dignity and respect, our government can do no end of bad things, and get away with it. Jean Goodrick Cambridge • Hundreds of examples like Stephen Smith (Man with debilitating illnesses deemed fit to work by DWP dies, 22 April) are known to food-bank volunteers, eg a man of 64, discharged from hospital in Bradford after treatment for malnutrition, still terribly thin, taken to jobcentre in wheelchair. No help, lives alone and attends food bank in wheelchair pushed by a friend. It’s entirely due to food banks and friends that there are fewer scandals. Surely DWP staff should telephone a hospital? They never seem to, nor accept GPs’ notes. If a hospital could support the claimant as being unfit for work, then why is any “assessment” needed? Money would be saved in administration. The objective seems not to be efficiency but cruelty. Bob Holland Keighley, West Yorkshire • Frances Ryan is right to ask where is the national outcry about this cruel and callous system. I recently spoke to a lady who had just lost her son and whom I had last seen frantically trying to photocopy documents supporting his appeal. This was subsequently granted but the stress and upset she and her son had to go through was unconscionable and contributed, I should imagine, in no little way to his death. These desperate men and women are placed in the most invidious of situations, not only dealing with desperate health conditions but struggling financially while trying to answer inane and vacuous questions about their health. Judith Daniels Great Yarmouth, Norfolk • Frances Ryan, on the sad death of Stephen Smith, poses a very valid question: where is the public outrage? There are an increasing number of issues such as the Windrush scandal, education funding shortfalls, police forces unable to investigate crimes due to lack of resources, hospital waiting times, severe reductions in legal aid. It continues on and on and yet there is no visible public reaction. Are we now so immune to these events that we have come to expect them? Do many people, myself included, feel disenfranchised by the current election system and uselessness of many MPs that when we do complain nothing happens and we are fobbed off with platitudes? I fear that this government will continue to plod on like White Walkers marching on Winterfell. Winter is coming but unfortunately in our case it could be Nigel Farage in the European elections. Gary James Bluntisham, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4317",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/apr/24/how-to-respond-to-donald-trumps-state-visit-to-the-uk",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-04-24T17:13:56Z",
    "webTitle": "How to respond to Donald Trump’s state visit to the UK | Letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/apr/24/how-to-respond-to-donald-trumps-state-visit-to-the-uk",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/apr/24/how-to-respond-to-donald-trumps-state-visit-to-the-uk",
    "fields": {
      "headline": "How to respond to Donald Trump’s state visit to the UK",
      "standfirst": "Readers air their views on news that the US president will be given the red-carpet treatment during a three-day visit from 3 June",
      "trailText": "<strong>Letters:</strong> Readers air their views on news that the US president will be given the red-carpet treatment during a three-day visit from 3 June",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"34a67687b79da71f4bc0bb710337fab79b6315d0\"> <img src=\"https://media.guim.co.uk/34a67687b79da71f4bc0bb710337fab79b6315d0/0_36_2226_1336/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Let Trump come and deliver what will no doubt be the best speech to parliament ever, BY FAR, possibly the best in history,’ writes Mike Lowcock.</span> <span class=\"element-image__credit\">Photograph: Pablo Martínez Monsiváis/AP</span> </figcaption> </figure>",
      "body": "<p>On the same day that Trump’s state visit to the UK is announced (<a href=\"https://www.theguardian.com/us-news/2019/apr/23/donald-trump-plans-state-visit-to-uk-in-june\" title=\"\">May under fire for allowing Trump state visit during D-day celebrations</a>, 24 April), I see that Michael Bloomberg has stepped in to personally cover the $4.5m shortfall resulting from his country’s withdrawal from the Paris agreement. So that got me thinking… Why don’t we have a people’s state visit on exactly the same days, just for Americans we do admire and want to honour? Let’s start with Bloomberg, Alexandria Ocasio-Cortez (obvs), Robert Mueller, Hillary Clinton and any available Obama. Surely far better than ranks of protesters – Trump loves any crowd – would be the entire citizenry somewhere else (maybe just in earshot of the palace) for the people they really want to see?<br><strong>Jonathan Myerson</strong><br><em>London</em></p> <p>• President Trump may be invited to address parliament. I hope not but those of us who feel this is totally inappropriate can stay away. The American people gave their view at his inauguration, attending in very sparse numbers. Peers and MPs can make their views known in the same way. I shall not be attending if there is a parliamentary address. <br><strong>Sue Miller</strong><br><em>Liberal Democrat,</em><em> House of Lords</em></p> <p>• Another example of Mrs May’s skewed priorities: <a href=\"https://www.theguardian.com/environment/2019/apr/23/vacant-seat-for-may-as-party-leaders-meet-greta-thunberg\" title=\"\">declining to attend a meeting of party leaders with Greta Thunberg</a> (Report, 24 April) but ensuring Mr Trump makes his state visit while she is still in office.<br><strong>Judy Stober</strong><br><em>Bruton, Somerset</em></p> <p>• Rather than organising a mass protest and bigger balloon to greet President Trump in June (<a href=\"https://www.theguardian.com/uk-news/2019/apr/23/trump-baby-blimp-bigger-protest-uk-state-visit\" title=\"\">Trump could be met by bigger baby blimp during state visit</a>, 24 April), just invite Greta Thunberg to meet him at the airport and save us all a lot of bother.<br><strong>Ian Grieve</strong><br><em>Gordon Bennett, Llangollen canal</em></p> <p>• I will certainly be protesting against the visit of President Trump on 4 June – a man who has little care for children in the firing line, for example, in Palestine or Yemen. So I note the irony of 4 June being the International Day for Children as Victims of War.<br><strong>Rae Street</strong><br><em>Littleborough, Lancashire</em></p> <p>• I have just listened to President Obama’s speech to both houses of parliament. Let Trump come and deliver what will no doubt be the best speech to parliament ever, BY FAR, possibly the best in history. His speech can then be compared with Obama’s to show how inadequate he is as a world leader. The introduction and thanks are given by the leaders of the Commons and Lords respectively. They too may provide interesting comparisons. <br><strong>Mike Lowcock</strong><br><em>Wistaston, Cheshire</em></p> <p>• The state visit invitation to President Trump is a disgrace. We are told we are honouring the office not the man, but if the man does not honour the office, where does that leave us?<br><strong>Roderick McCallum</strong><br><em>Annan, Dumfries and Galloway </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "503",
      "commentable": "false",
      "firstPublicationDate": "2019-04-24T17:13:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-24T17:53:09Z",
      "newspaperEditionDate": "2019-04-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbv56",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/34a67687b79da71f4bc0bb710337fab79b6315d0/0_36_2226_1336/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On the same day that Trump’s state visit to the UK is announced (May under fire for allowing Trump state visit during D-day celebrations, 24 April), I see that Michael Bloomberg has stepped in to personally cover the $4.5m shortfall resulting from his country’s withdrawal from the Paris agreement. So that got me thinking… Why don’t we have a people’s state visit on exactly the same days, just for Americans we do admire and want to honour? Let’s start with Bloomberg, Alexandria Ocasio-Cortez (obvs), Robert Mueller, Hillary Clinton and any available Obama. Surely far better than ranks of protesters – Trump loves any crowd – would be the entire citizenry somewhere else (maybe just in earshot of the palace) for the people they really want to see? Jonathan Myerson London • President Trump may be invited to address parliament. I hope not but those of us who feel this is totally inappropriate can stay away. The American people gave their view at his inauguration, attending in very sparse numbers. Peers and MPs can make their views known in the same way. I shall not be attending if there is a parliamentary address. Sue Miller Liberal Democrat, House of Lords • Another example of Mrs May’s skewed priorities: declining to attend a meeting of party leaders with Greta Thunberg (Report, 24 April) but ensuring Mr Trump makes his state visit while she is still in office. Judy Stober Bruton, Somerset • Rather than organising a mass protest and bigger balloon to greet President Trump in June (Trump could be met by bigger baby blimp during state visit, 24 April), just invite Greta Thunberg to meet him at the airport and save us all a lot of bother. Ian Grieve Gordon Bennett, Llangollen canal • I will certainly be protesting against the visit of President Trump on 4 June – a man who has little care for children in the firing line, for example, in Palestine or Yemen. So I note the irony of 4 June being the International Day for Children as Victims of War. Rae Street Littleborough, Lancashire • I have just listened to President Obama’s speech to both houses of parliament. Let Trump come and deliver what will no doubt be the best speech to parliament ever, BY FAR, possibly the best in history. His speech can then be compared with Obama’s to show how inadequate he is as a world leader. The introduction and thanks are given by the leaders of the Commons and Lords respectively. They too may provide interesting comparisons. Mike Lowcock Wistaston, Cheshire • The state visit invitation to President Trump is a disgrace. We are told we are honouring the office not the man, but if the man does not honour the office, where does that leave us? Roderick McCallum Annan, Dumfries and Galloway • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3002",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-24T14:08:38Z",
    "webTitle": "Sturgeon outlines new Scottish independence referendum plans",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans",
    "fields": {
      "headline": "Sturgeon outlines new Scottish independence referendum plans",
      "standfirst": "<p>Announcing legislation, first minister says vote must be held by May 2021 if Brexit proceeds</p>",
      "trailText": "Announcing legislation, first minister says vote must be held by May 2021 if Brexit proceeds",
      "byline": "Severin Carrell Scotland editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d6a35e29-16f2-47c2-bf1b-e57603342b78\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/mMT5j-5relE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Nicola Sturgeon is to introduce new legislation to stage a second Scottish independence referendum, claiming one must be held by May 2021 if Brexit goes ahead.</p> \n<p>The first minister said Brexit would have such a catastrophic impact on Scotland’s economy and Westminster’s approach to it had been so chaotic that Scottish voters must have the option to choose independence.</p> \n<p>In a long-awaited statement to the Scottish parliament on her plans, Sturgeon said the proposed legislation would set out how a new referendum would be held if Holyrood were granted the powers to stage one.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news\">Scotland should get independence vote by May 2021 if Brexit going ahead, says Sturgeon – live news</a> </p> \n</aside> \n<p>Theresa May’s official spokesman flatly rejected the idea the moment may be approaching for Scottish voters to be given a fresh vote on independence. “As we have been repeatedly clear, Scotland already had an independence referendum in 2014, and voted decisively to remain in the UK. This should be respected,” he said.</p> \n<p>Sturgeon first announced she <a href=\"https://www.theguardian.com/politics/2016/jun/24/alex-salmond-second-scottish-independence-referendum-is-certain\">wanted new legislation</a> for a second referendum in June 2016, immediately after the UK voted to leave the EU.</p> \n<p>She said Westminster’s decision to press on with Brexit, despite an overwhelming remain vote in Scotland, was proof the current system of devolution was broken.</p> \n<p>Sturgeon stopped short of declaring a referendum would definitely be held, naming a date for one or repeating her call for the powers to hold one – evasions that will infuriate hardline independence campaigners.</p> \n<p>“Brexit has exposed a deep democratic deficit at the heart of how Scotland is governed. And, whatever our different views on independence, it should persuade all of us that we need a more solid foundation on which to build our future as a country,” she told MSPs.</p> \n<p>“With all of our assets and talents, Scotland should be a thriving and driving force within Europe. Instead we face being forced to the margins – sidelined within a UK that is, itself, increasingly sidelined on the international stage. Independence, by contrast, would allow us to protect our place in Europe.”</p> \n<p>Repeated opinion polls show a narrow majority of Scottish people are against independence, with only a minority backing a referendum in the next two years. Others show a majority of Scottish voters would support a referendum over the next decade.</p> \n<p>Sturgeon appeared to acknowledge there was not yet a majority in favour of leaving the UK and said she wanted to build a consensus with opposition parties on Scotland’s constitutional and political future, in contrast to May’s insularity and intransigence on Brexit.</p> \n<p>She called on opposition parties to hold talks with Mike Russell, her Brexit secretary, on other options for strengthening Scotland’s powers within the UK. At the same time, the Scottish government would set up a so-called citizens’ assembly, drawing people from across the country and the political spectrum, chaired by an independent figure, to start a debate on its constitutional future.</p> \n<p>“We have seen in Westminster what happens when parties fail to work together; when leaders take a ‘my way or the highway’ approach and when so many red lines and inflexible preconditions are set that progress becomes impossible,” Sturgeon said.</p> \n<p>“This place was established with the hope that it would be a new type of parliament. We can show that we are able to put the interests of the people first. So if others across this chamber are willing to move forward in that spirit, they will find in me an equally willing partner.”</p> \n<p>Jackson Carlaw, the interim Scottish Tory leader, said Sturgeon’s statement was “inherently divisive” and far from inclusive. “Astonishingly, the way Nicola Sturgeon thinks we can come together is for Scotland to be plunged into another divisive referendum within the next 18 months,” he said.</p> \n<p>“That is frankly absurd. The SNP’s plan is clearly to divide families, workplaces and communities all over again, and for the foreseeable future. That is not what the majority of Scotland wants. People have had enough of constitutional politics and division.”</p> \n<p><a href=\"https://www.theguardian.com/uk-news/2018/mar/10/scottish-labour-leader-pledges-radical-economic-reforms\">Richard Leonard</a>, the Scottish Labour leader, said Sturgeon’s statement was designed primarily to placate her party’s restless membership, which she will address at the Scottish National party’s spring conference in Edinburgh on Sunday.</p> \n<p>“Nicola Sturgeon is using her office as first minister to put the interests of the SNP before the interests of our country,” Leonard said. “Her statement today is not about Brexit; this is about Nicola Sturgeon trying to pacify her party members and backbenchers ahead of the SNP’s conference.</p> \n<p>“The chaos of Brexit throws into sharp relief the challenges of leaving a political and economic union. Leaving the UK would lead to unprecedented austerity for Scotland’s public services.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "760",
      "firstPublicationDate": "2019-04-24T14:08:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:09Z",
      "newspaperEditionDate": "2019-04-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/baqmz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4a5d1ee817e0f39a9cb7e5edd1c9e2674bcfab6e/0_232_3500_2099/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nicola Sturgeon is to introduce new legislation to stage a second Scottish independence referendum, claiming one must be held by May 2021 if Brexit goes ahead. The first minister said Brexit would have such a catastrophic impact on Scotland’s economy and Westminster’s approach to it had been so chaotic that Scottish voters must have the option to choose independence. In a long-awaited statement to the Scottish parliament on her plans, Sturgeon said the proposed legislation would set out how a new referendum would be held if Holyrood were granted the powers to stage one. Theresa May’s official spokesman flatly rejected the idea the moment may be approaching for Scottish voters to be given a fresh vote on independence. “As we have been repeatedly clear, Scotland already had an independence referendum in 2014, and voted decisively to remain in the UK. This should be respected,” he said. Sturgeon first announced she wanted new legislation for a second referendum in June 2016, immediately after the UK voted to leave the EU. She said Westminster’s decision to press on with Brexit, despite an overwhelming remain vote in Scotland, was proof the current system of devolution was broken. Sturgeon stopped short of declaring a referendum would definitely be held, naming a date for one or repeating her call for the powers to hold one – evasions that will infuriate hardline independence campaigners. “Brexit has exposed a deep democratic deficit at the heart of how Scotland is governed. And, whatever our different views on independence, it should persuade all of us that we need a more solid foundation on which to build our future as a country,” she told MSPs. “With all of our assets and talents, Scotland should be a thriving and driving force within Europe. Instead we face being forced to the margins – sidelined within a UK that is, itself, increasingly sidelined on the international stage. Independence, by contrast, would allow us to protect our place in Europe.” Repeated opinion polls show a narrow majority of Scottish people are against independence, with only a minority backing a referendum in the next two years. Others show a majority of Scottish voters would support a referendum over the next decade. Sturgeon appeared to acknowledge there was not yet a majority in favour of leaving the UK and said she wanted to build a consensus with opposition parties on Scotland’s constitutional and political future, in contrast to May’s insularity and intransigence on Brexit. She called on opposition parties to hold talks with Mike Russell, her Brexit secretary, on other options for strengthening Scotland’s powers within the UK. At the same time, the Scottish government would set up a so-called citizens’ assembly, drawing people from across the country and the political spectrum, chaired by an independent figure, to start a debate on its constitutional future. “We have seen in Westminster what happens when parties fail to work together; when leaders take a ‘my way or the highway’ approach and when so many red lines and inflexible preconditions are set that progress becomes impossible,” Sturgeon said. “This place was established with the hope that it would be a new type of parliament. We can show that we are able to put the interests of the people first. So if others across this chamber are willing to move forward in that spirit, they will find in me an equally willing partner.” Jackson Carlaw, the interim Scottish Tory leader, said Sturgeon’s statement was “inherently divisive” and far from inclusive. “Astonishingly, the way Nicola Sturgeon thinks we can come together is for Scotland to be plunged into another divisive referendum within the next 18 months,” he said. “That is frankly absurd. The SNP’s plan is clearly to divide families, workplaces and communities all over again, and for the foreseeable future. That is not what the majority of Scotland wants. People have had enough of constitutional politics and division.” Richard Leonard, the Scottish Labour leader, said Sturgeon’s statement was designed primarily to placate her party’s restless membership, which she will address at the Scottish National party’s spring conference in Edinburgh on Sunday. “Nicola Sturgeon is using her office as first minister to put the interests of the SNP before the interests of our country,” Leonard said. “Her statement today is not about Brexit; this is about Nicola Sturgeon trying to pacify her party members and backbenchers ahead of the SNP’s conference. “The chaos of Brexit throws into sharp relief the challenges of leaving a political and economic union. Leaving the UK would lead to unprecedented austerity for Scotland’s public services.”",
      "charCount": "4690",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/severincarrell\">Severin Carrell</a> Scotland editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/24/snp-politicians-warn-against-rushing-gender-change-bill",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-24T10:43:37Z",
    "webTitle": "SNP politicians warn against 'rushing' change to gender act",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/24/snp-politicians-warn-against-rushing-gender-change-bill",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/24/snp-politicians-warn-against-rushing-gender-change-bill",
    "fields": {
      "headline": "SNP politicians warn against 'rushing' change to gender act",
      "standfirst": "<p>Signatories to open letter believe alteration could change definition of male and female</p>",
      "trailText": "Signatories to open letter believe alteration could change definition of male and female",
      "byline": "Libby Brooks Scotland correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"08f7f8801997597dd75c6c803f21c822ac2882ed\"> <img src=\"https://media.guim.co.uk/08f7f8801997597dd75c6c803f21c822ac2882ed/0_142_2547_1528/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leaked messages claimed the Scottish first minister, Nicola Sturgeon, was ‘out of step’ with her party’s views.</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<p>Fifteen senior Scottish National party politicians, including the chair of Holyrood’s equalities committee and three government ministers, have warned against a “rush” to alter legislation they believe could change the definition of male and female.</p> <p>While the equalities secretary, Shirley-Anne Somerville, has said “no one is proposing to change the definition of male and female”, an open letter warns conflation of sex with gender identification “affects a wide range of policy and service delivery, including data collection, education, health and social care, justice and sport. New information about this topic is emerging all the time and deserves to be properly scrutinised.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/18/minister-reaffirms-scottish-governments-support-for-trans-rights\">Scottish government reaffirms support for trans rights</a> </p> </aside>  <p>Urging caution that policymakers “are only now developing an understanding of the implications of self-definition of sex”, the letter is the latest salvo in an ongoing and uncharacteristically public row within the SNP regarding two increasingly controversial pieces of legislation.</p> <p>The SNP manifesto commitment to alter the Gender Recognition Act 2004 (GRA), which would allow transgender individuals legally to change gender by statutory self-declaration, as has <a href=\"https://www.theguardian.com/society/2018/jan/15/monumental-change-ireland-transformed-transgender-rights\">happened in Ireland since 2015</a>, has faced opposition from women’s groups who argue it could adversely affect existing equalities provision and the use of women’s services.</p> <p>Earlier this year, a <a href=\"https://www.theguardian.com/society/2019/feb/07/new-scottish-census-bill-conflates-sex-and-gender-report\">highly critical report</a> on proposed changes to Scotland’s census – such as adding a third non-binary alternative to the male/female sex question – found a serious lack of consultation with women’s groups had led to the publication of legislation that was “not fit for purpose” and conflated sex and gender identity.</p> <p>Two of the signatories to the open letter, <a href=\"https://www.scotsman.com/news/politics/politicians-urge-scottish-government-not-to-rush-gender-change-bill-1-4913919\">published in the Scotsman</a> on Wednesday, took part in an <a href=\"https://www.theguardian.com/politics/2019/apr/17/sturgeon-asked-to-clarify-snp-stance-on-transgender-rights\">exchange of private messages</a> that was leaked last week, which claimed the first minister, Nicola Sturgeon, was “out of step” with her party’s views.</p> <p>Following the leak, Somerville <a href=\"https://www.theguardian.com/politics/2019/apr/18/minister-reaffirms-scottish-governments-support-for-trans-rights\">wrote an article</a> reaffirming the Scottish government’s commitment to transgender rights, while insisting those raising genuine concerns about a conflict with women’s rights “shouldn’t suffer kneejerk accusations of transphobia”.</p> <p>Although the consultation on the GRA proposals ended last autumn, plans were not included in this Holyrood term’s <a href=\"https://www.theguardian.com/uk-news/2018/sep/04/nicola-sturgeons-legislative-reforms-for-scotland-branded-uninspiring\">programme for government</a>, which has been taken by some as an indication of the concern within the SNP. The director of Stonewall Scotland, Colin Macfarlane, has warned the lack of response is causing “real anxiety among trans people”.</p> <p>James Morton of the Scottish Trans Alliance said Scotland was falling behind other countries in terms of LGBTI equality standards, while underlining that the proposed alteration to the GRA “will not change the definition of male and female”.</p> <p>Morton added: “We welcome parliamentary scrutiny of the legislation. We had a robust debate about equal marriage, and reform of the Gender Recognition Act should be no different. This will enable parliamentarians to be reassured that there will be no unintended consequences.”</p>",
      "wordcount": "459",
      "firstPublicationDate": "2019-04-24T10:43:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-24T11:42:22Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bapfc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/08f7f8801997597dd75c6c803f21c822ac2882ed/0_142_2547_1528/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Fifteen senior Scottish National party politicians, including the chair of Holyrood’s equalities committee and three government ministers, have warned against a “rush” to alter legislation they believe could change the definition of male and female. While the equalities secretary, Shirley-Anne Somerville, has said “no one is proposing to change the definition of male and female”, an open letter warns conflation of sex with gender identification “affects a wide range of policy and service delivery, including data collection, education, health and social care, justice and sport. New information about this topic is emerging all the time and deserves to be properly scrutinised.” Urging caution that policymakers “are only now developing an understanding of the implications of self-definition of sex”, the letter is the latest salvo in an ongoing and uncharacteristically public row within the SNP regarding two increasingly controversial pieces of legislation. The SNP manifesto commitment to alter the Gender Recognition Act 2004 (GRA), which would allow transgender individuals legally to change gender by statutory self-declaration, as has happened in Ireland since 2015, has faced opposition from women’s groups who argue it could adversely affect existing equalities provision and the use of women’s services. Earlier this year, a highly critical report on proposed changes to Scotland’s census – such as adding a third non-binary alternative to the male/female sex question – found a serious lack of consultation with women’s groups had led to the publication of legislation that was “not fit for purpose” and conflated sex and gender identity. Two of the signatories to the open letter, published in the Scotsman on Wednesday, took part in an exchange of private messages that was leaked last week, which claimed the first minister, Nicola Sturgeon, was “out of step” with her party’s views. Following the leak, Somerville wrote an article reaffirming the Scottish government’s commitment to transgender rights, while insisting those raising genuine concerns about a conflict with women’s rights “shouldn’t suffer kneejerk accusations of transphobia”. Although the consultation on the GRA proposals ended last autumn, plans were not included in this Holyrood term’s programme for government, which has been taken by some as an indication of the concern within the SNP. The director of Stonewall Scotland, Colin Macfarlane, has warned the lack of response is causing “real anxiety among trans people”. James Morton of the Scottish Trans Alliance said Scotland was falling behind other countries in terms of LGBTI equality standards, while underlining that the proposed alteration to the GRA “will not change the definition of male and female”. Morton added: “We welcome parliamentary scrutiny of the legislation. We had a robust debate about equal marriage, and reform of the Gender Recognition Act should be no different. This will enable parliamentarians to be reassured that there will be no unintended consequences.”",
      "charCount": "3032",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> Scotland correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "technology/2019/apr/24/huawei-dilemma-is-a-question-of-britains-post-brexit-future",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-04-24T10:22:41Z",
    "webTitle": "Huawei dilemma is a question of Britain's post-Brexit future",
    "webUrl": "https://www.theguardian.com/technology/2019/apr/24/huawei-dilemma-is-a-question-of-britains-post-brexit-future",
    "apiUrl": "https://content.guardianapis.com/technology/2019/apr/24/huawei-dilemma-is-a-question-of-britains-post-brexit-future",
    "fields": {
      "headline": "Huawei dilemma is a question of Britain's post-Brexit future",
      "standfirst": "<p>The UK must weigh its ties to the US and Australia against the value of Chinese friendship</p>",
      "trailText": "The UK must weigh its ties to the US and Australia against the value of Chinese friendship",
      "byline": "Dan Sabbagh Defence and security editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"c331735f2ee1d1a98199cf9cfa8f2d292d14d427\"> <img src=\"https://media.guim.co.uk/c331735f2ee1d1a98199cf9cfa8f2d292d14d427/0_27_2634_1581/1000.jpg\" alt=\"Theresa May with the Chinese president, Xi Jinping in 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May with the Chinese president, Xi Jinping, in 2016.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>",
      "body": "<p>It may sound like an argument about technology, but in reality it is a battle of geopolitics. Should Brexit Britain yield to pressure from the US and ban Chinese hi-tech manufacturer Huawei from supplying kit to British mobile phone companies?</p> <p>Or should the UK keep the door open to China – and benefit not just from cheaper technology but across the economy in sectors such as nuclear power, where the world’s most populous country has shown it is willing to invest.</p> <p>Concerns about Huawei have been lingering for years. The company was once allowed to supply BT equipment a decade and half ago, partly because intelligence agency GCHQ has long believed it can contain any risk as long as the company’s technology is used judiciously.</p> <p>George Osborne was keen for Huawei to remain in the following years. The former chancellor <a href=\"https://www.theguardian.com/world/2013/oct/17/china-investment-uk-osborne-nuclear\">once endorsed a company investment decision</a> by the firm saying: “There are some western governments that have blocked Huawei from making investments. Not Britain.”</p> <p>But the attitude of the US has hardened. The vice-president, Mike Pence, has repeatedly criticised China in recent months. In February, he singled out Huawei, <a href=\"https://asia.nikkei.com/Economy/Trade-war/Pence-sharpens-Huawei-criticism-in-Munich-security-speech\">telling the Munich security conference</a> that “Beijing’s vast security apparatus” has “access to any data that touches their networks or equipment”.</p> <p>The US began lobbying intelligence partners – the Five Eyes network that includes the UK as well as Australia, Canada and New Zealand – to join in. Australia banned Huawei – and another Chinese supplier, ZTE – <a href=\"https://www.cnbc.com/2019/03/28/malcolm-turnbull-on-australias-decision-to-ban-chinas-huawei-and-zte.html\">from 5G technology in August last year</a>.</p> <p>Huawei insists it is independent and that it has worked successfully with western partners for a decade and a half. It is a private firm, started in 1987 (although the US points out its founder, Ren Zhengfei, is a former army officer) and is partly owned by 80,000 of its 180,000 employees.</p> <p>This month, <a href=\"https://www.reuters.com/article/us-huawei-australia-china-wto/china-warns-australia-at-wto-about-5g-restriction-idUSKCN1RO20H\">China made a complaint to the World Trade Organization</a> about Australia’s action, saying it was “obviously discriminative”. Australia responded by saying its position could be defended under international trade law.</p> <p>It is a hot debate in Britain’s security and political community, at a time when the country hopes to strike post-Brexit trade deals with the US and Australia. Tom Tugendhat, the Conservative chair of the foreign affairs committee, warned: “Allowing Huawei into the UK’s 5G infrastructure would cause allies to doubt our ability to keep data secure and erode the trust essential to <a href=\"https://twitter.com/hashtag/FiveEyes?src=hash\">Five Eyes</a> cooperation.”</p> <p>Much will depend on the detail of where Huawei technology can be used following May’s decision in principle; whether supplying antennas, for example, can be considered part of the core network. GCHQ’s National Cyber Security Centre has <a href=\"https://www.theguardian.com/uk-news/2019/feb/25/gchq-head-uk-must-be-alert-to-threat-from-chinese-tech-firms\">stopped short of an outright ban</a>, although its warning of last month of <a href=\"https://www.theguardian.com/technology/2019/mar/28/huawei-chinese-firm-poses-national-security-risks-says-uk-watchdog\">“significant technical issues in Huawei’s engineering processes”</a> was hardly reassuring.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/apr/24/senior-tories-concerned-by-huawei-new-role-within-uks-network\">Senior Tories alarmed over Huawei's new role within UK's network</a> </p> </aside>  <p>There are wider considerations too. When May came into office in 2016 she ordered a review of China’s involvement in the building of the Hinkley Point nuclear plant, where China General Nuclear (CGN) is a junior partner to France’s EDF. But <a href=\"https://www.theguardian.com/uk-news/2016/sep/15/theresa-may-accused-backing-down-hinkley-point-c-deal\">May approved the deal</a>, and <a href=\"https://uk.reuters.com/article/us-hitachi-nuclear-china/china-to-help-plug-uk-nuclear-power-gap-as-japanese-plans-falter-idUKKCN1PB1GY\">CGN wants to build more nuclear plants</a> in the UK at a time when others have pulled out.</p> <p>Britain has the dilemma of having to decide how far to take advantage of expanding Chinese capital and knowhow at a point where the Brexit impasse has weakened it internationally. Ironically, May is herself so weak that the decision of the private meeting of the National Security Council leaked immediately.</p> <p>But the underlying argument about the UK’s long-term relationship with China in technology and elsewhere will continue long after she has left Downing Street.</p>",
      "wordcount": "598",
      "firstPublicationDate": "2019-04-24T10:22:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:58Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/baphd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c331735f2ee1d1a98199cf9cfa8f2d292d14d427/0_27_2634_1581/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It may sound like an argument about technology, but in reality it is a battle of geopolitics. Should Brexit Britain yield to pressure from the US and ban Chinese hi-tech manufacturer Huawei from supplying kit to British mobile phone companies? Or should the UK keep the door open to China – and benefit not just from cheaper technology but across the economy in sectors such as nuclear power, where the world’s most populous country has shown it is willing to invest. Concerns about Huawei have been lingering for years. The company was once allowed to supply BT equipment a decade and half ago, partly because intelligence agency GCHQ has long believed it can contain any risk as long as the company’s technology is used judiciously. George Osborne was keen for Huawei to remain in the following years. The former chancellor once endorsed a company investment decision by the firm saying: “There are some western governments that have blocked Huawei from making investments. Not Britain.” But the attitude of the US has hardened. The vice-president, Mike Pence, has repeatedly criticised China in recent months. In February, he singled out Huawei, telling the Munich security conference that “Beijing’s vast security apparatus” has “access to any data that touches their networks or equipment”. The US began lobbying intelligence partners – the Five Eyes network that includes the UK as well as Australia, Canada and New Zealand – to join in. Australia banned Huawei – and another Chinese supplier, ZTE – from 5G technology in August last year. Huawei insists it is independent and that it has worked successfully with western partners for a decade and a half. It is a private firm, started in 1987 (although the US points out its founder, Ren Zhengfei, is a former army officer) and is partly owned by 80,000 of its 180,000 employees. This month, China made a complaint to the World Trade Organization about Australia’s action, saying it was “obviously discriminative”. Australia responded by saying its position could be defended under international trade law. It is a hot debate in Britain’s security and political community, at a time when the country hopes to strike post-Brexit trade deals with the US and Australia. Tom Tugendhat, the Conservative chair of the foreign affairs committee, warned: “Allowing Huawei into the UK’s 5G infrastructure would cause allies to doubt our ability to keep data secure and erode the trust essential to Five Eyes cooperation.” Much will depend on the detail of where Huawei technology can be used following May’s decision in principle; whether supplying antennas, for example, can be considered part of the core network. GCHQ’s National Cyber Security Centre has stopped short of an outright ban, although its warning of last month of “significant technical issues in Huawei’s engineering processes” was hardly reassuring. There are wider considerations too. When May came into office in 2016 she ordered a review of China’s involvement in the building of the Hinkley Point nuclear plant, where China General Nuclear (CGN) is a junior partner to France’s EDF. But May approved the deal, and CGN wants to build more nuclear plants in the UK at a time when others have pulled out. Britain has the dilemma of having to decide how far to take advantage of expanding Chinese capital and knowhow at a point where the Brexit impasse has weakened it internationally. Ironically, May is herself so weak that the decision of the private meeting of the National Security Council leaked immediately. But the underlying argument about the UK’s long-term relationship with China in technology and elsewhere will continue long after she has left Downing Street.",
      "charCount": "3689",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a> Defence and security editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]