[
  {
    "id": "business/2019/jul/20/sterling-slump-euro-brexit-travellers-exchange-markets",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-07-20T15:00:27Z",
    "webTitle": "Prices rise for British tourists as Brexit puts the pound in the shade",
    "webUrl": "https://www.theguardian.com/business/2019/jul/20/sterling-slump-euro-brexit-travellers-exchange-markets",
    "apiUrl": "https://content.guardianapis.com/business/2019/jul/20/sterling-slump-euro-brexit-travellers-exchange-markets",
    "fields": {
      "headline": "Prices rise for British tourists as Brexit puts the pound in the shade",
      "standfirst": "<p>Fighting talk on Brexit from Jeremy Hunt and Boris Johnson has inevitably hit the value of sterling</p>",
      "trailText": "Fighting talk on Brexit from Jeremy Hunt and Boris Johnson has inevitably hit the value of sterling",
      "byline": "Larry Elliott and Tiernan Phipps",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"99dcc775b0eb34428a6c2bb943dcc89a6b9d8878\"> <img src=\"https://media.guim.co.uk/99dcc775b0eb34428a6c2bb943dcc89a6b9d8878/0_172_4256_2553/1000.jpg\" alt=\"Dona Ana beach in the Algarve, Portugal\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Praia Dona Ana in the Algarve, Portugal: as at all European destinations, visitor pounds will not go as far. </span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Sun, sea and sinking sterling. News of a fresh decline in the value of the pound was greeted with forbearance by travellers at Luton airport last week. The currency has been under pressure at various times since the referendum, having fallen by 14% against the euro since the vote, and it hit a six-month low of €1.105 last Wednesday in the wake of renewed pledges by Boris Johnson and Jeremy Hunt over pursuing a no-deal Brexit.</p> <p>Against the US dollar, sterling took even more of a battering last week, falling at one stage to below $1.24.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-19T11:01:30/embed.html\" data-alt=\"The value of the pound against the euro since 2016\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-19T11:01:30/embed.html\">The value of the pound against the euro since 2016</a> <figcaption>The value of the pound against the euro since 2016</figcaption> </figure>  <p>And there could be worse to come. Analysts at Morgan Stanley say that were the UK to leave the EU without a deal on 31 October, they would envisage the pound trading against the dollar in a range of <a href=\"https://www.theguardian.com/business/2019/jul/17/pound-could-fall-to-parity-with-dollar-on-hard-brexit-concerns\" title=\"\">$1-1.10</a>. That would threaten the all-time low of $1.04 reached briefly in early 1985.</p> <p>Given the backdrop, holidaymakers remained remarkably phlegmatic. Phil Jones, travelling to Portugal with Tracy Spooner, said: “It was bound to happen. Capital is a coward, so any fear of no deal and it plummets.” As they headed for their gate, Spooner added: “It’s really not surprising. I’m sort of fatalist about it [Brexit].”</p> <p>John Horton, who was flying to Mallorca, said the latest tremor on exchange markets had come at a bad time but was not shocking: “I won’t let it affect my spending.” Indeed, he could see the positives. “To try and find a silver lining, it’s also great for us as exporters.”</p> <p>It is not only exporters that get a boost. When the cost of holidays abroad rises, Britons are more likely to go to Cornwall, Scotland or the Lake District than to Benidorm or Tuscany. The UK also becomes a cheaper destination for travellers from overseas: great news for the tourist hot spots such as Covent Garden and Regent Street in London, Stratford-upon-Avon, Cambridge and Bath.</p> <p>But for some of those departing from Luton, there was no escaping the fact that the pound doesn’t stretch as far as it once did. Dave Jones, who owns an outsourcing business in Macedonia, said: “It does worry us because we have a business abroad, and it really eats into our spending.”</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>After what one currency analyst described as a no-deal arms race between Johnson and Hunt, the only way for the pound was down</p> </blockquote> </aside>  <p>Downward pressure on sterling is nothing new. The previous century was punctuated with crises, from the moment Britain came off the Gold Standard in 1931 to the tumultuous day 61 years later when <a href=\"https://www.theguardian.com/business/2012/sep/13/black-wednesday-20-years-pound-erm\" title=\"\">speculators led by George Soros forced the exit of the pound from the European exchange rate mechanism</a>.</p> <p>The recent history of the pound has been all about Brexit. The pound rose in the days leading up to the referendum in June 2016 because the currency markets thought victory for Remain was in the bag. When news of the result came in, sterling immediately <a href=\"https://www.theguardian.com/business/2016/jun/23/british-pound-given-boost-by-projected-remain-win-in-eu-referendum\" title=\"\">fell by 10% against the dollar</a> and has been sensitive to Brexit-related news ever since. Prospects of a “soft” Brexit, in which the UK might stay in the single market or the customs union, have seen the pound rise; hints of anything harder have pushed it in the other direction.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-19T11:09:09/embed.html\" data-alt=\"The value of sterling against the dollar since the 1980s\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-19T11:09:09/embed.html\">The value of sterling against the dollar since the 1980s</a> <figcaption>The value of sterling against the dollar since the 1980s</figcaption> </figure>  <p>So when Johnson and Hunt used their last head-to-head debate to talk tough about Brexit, the only way for the pound was down. In what one currency analyst described as a no-deal arms race, both men said a key element of the agreement negotiated by May – the Northern Ireland backstop – was <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\" title=\"\">dead.</a></p> <p>But as far as the European Union is concerned, the Irish backstop is non-negotiable because it guarantees an open border between Northern Ireland and the Republic. In the currency markets, the prospect of the new prime minister being on a collision course with Brussels stoked fears of a no-deal Brexit, with a marked and immediate impact on sterling.</p> <p>In the past, the Bank of England would have acted to shore up the pound, perhaps by raising interest rates. But Threadneedle Street thinks there is little it can do because the weakness of sterling has nothing to do with the economy and everything to do with politics.</p> <p>The Bank’s policy will be to sit on its hands until it is clear what is going to happen on 31 October. Formally, the Bank’s position is that a no-deal departure could see interest rates move in either direction, depending on whether the bigger threat is to growth or inflation.</p> <p>But that does not mean MPC members see the risks as perfectly balanced. They think rates more likely to go down rather than up if Britain leaves without a deal.</p>  <figure class=\"element element-image\" data-media-id=\"bd08f7fb52888b8283d18242f6a567e84197dcc9\"> <img src=\"https://media.guim.co.uk/bd08f7fb52888b8283d18242f6a567e84197dcc9/0_147_4400_2640/1000.jpg\" alt=\"Chancellor Philip Hammond at the G7 meeting in France last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chancellor Philip Hammond at the G7 meeting in France last week.</span> <span class=\"element-image__credit\">Photograph: Pascal Rossignol/EPA</span> </figcaption> </figure>  <p>With the dollar looking strong and the UK economic news lacklustre, everything points to sterling’s weakness lasting into the autumn.</p> <p>But the chancellor, Philip Hammond, told fellow finance ministers at last week’s G7 meeting in Paris that the risks of a no-deal Brexit were no greater under either Johnson or Hunt than they were under May.</p> <p>Hammond’s view is that the new prime minister won’t have the votes to get no deal through parliament and that the EU will not back down, either. If he’s right, there is scope for the pound to rally. But probably not until the holidaymakers leaving Luton are heading for the ski slopes rather than the beaches.</p>",
      "newspaperPageNumber": "58",
      "wordcount": "866",
      "commentable": "false",
      "firstPublicationDate": "2019-07-20T15:00:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:41Z",
      "newspaperEditionDate": "2019-07-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cv5qy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/99dcc775b0eb34428a6c2bb943dcc89a6b9d8878/0_172_4256_2553/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sun, sea and sinking sterling. News of a fresh decline in the value of the pound was greeted with forbearance by travellers at Luton airport last week. The currency has been under pressure at various times since the referendum, having fallen by 14% against the euro since the vote, and it hit a six-month low of €1.105 last Wednesday in the wake of renewed pledges by Boris Johnson and Jeremy Hunt over pursuing a no-deal Brexit. Against the US dollar, sterling took even more of a battering last week, falling at one stage to below $1.24. And there could be worse to come. Analysts at Morgan Stanley say that were the UK to leave the EU without a deal on 31 October, they would envisage the pound trading against the dollar in a range of $1-1.10. That would threaten the all-time low of $1.04 reached briefly in early 1985. Given the backdrop, holidaymakers remained remarkably phlegmatic. Phil Jones, travelling to Portugal with Tracy Spooner, said: “It was bound to happen. Capital is a coward, so any fear of no deal and it plummets.” As they headed for their gate, Spooner added: “It’s really not surprising. I’m sort of fatalist about it [Brexit].” John Horton, who was flying to Mallorca, said the latest tremor on exchange markets had come at a bad time but was not shocking: “I won’t let it affect my spending.” Indeed, he could see the positives. “To try and find a silver lining, it’s also great for us as exporters.” It is not only exporters that get a boost. When the cost of holidays abroad rises, Britons are more likely to go to Cornwall, Scotland or the Lake District than to Benidorm or Tuscany. The UK also becomes a cheaper destination for travellers from overseas: great news for the tourist hot spots such as Covent Garden and Regent Street in London, Stratford-upon-Avon, Cambridge and Bath. But for some of those departing from Luton, there was no escaping the fact that the pound doesn’t stretch as far as it once did. Dave Jones, who owns an outsourcing business in Macedonia, said: “It does worry us because we have a business abroad, and it really eats into our spending.” Downward pressure on sterling is nothing new. The previous century was punctuated with crises, from the moment Britain came off the Gold Standard in 1931 to the tumultuous day 61 years later when speculators led by George Soros forced the exit of the pound from the European exchange rate mechanism. The recent history of the pound has been all about Brexit. The pound rose in the days leading up to the referendum in June 2016 because the currency markets thought victory for Remain was in the bag. When news of the result came in, sterling immediately fell by 10% against the dollar and has been sensitive to Brexit-related news ever since. Prospects of a “soft” Brexit, in which the UK might stay in the single market or the customs union, have seen the pound rise; hints of anything harder have pushed it in the other direction. So when Johnson and Hunt used their last head-to-head debate to talk tough about Brexit, the only way for the pound was down. In what one currency analyst described as a no-deal arms race, both men said a key element of the agreement negotiated by May – the Northern Ireland backstop – was dead. But as far as the European Union is concerned, the Irish backstop is non-negotiable because it guarantees an open border between Northern Ireland and the Republic. In the currency markets, the prospect of the new prime minister being on a collision course with Brussels stoked fears of a no-deal Brexit, with a marked and immediate impact on sterling. In the past, the Bank of England would have acted to shore up the pound, perhaps by raising interest rates. But Threadneedle Street thinks there is little it can do because the weakness of sterling has nothing to do with the economy and everything to do with politics. The Bank’s policy will be to sit on its hands until it is clear what is going to happen on 31 October. Formally, the Bank’s position is that a no-deal departure could see interest rates move in either direction, depending on whether the bigger threat is to growth or inflation. But that does not mean MPC members see the risks as perfectly balanced. They think rates more likely to go down rather than up if Britain leaves without a deal. With the dollar looking strong and the UK economic news lacklustre, everything points to sterling’s weakness lasting into the autumn. But the chancellor, Philip Hammond, told fellow finance ministers at last week’s G7 meeting in Paris that the risks of a no-deal Brexit were no greater under either Johnson or Hunt than they were under May. Hammond’s view is that the new prime minister won’t have the votes to get no deal through parliament and that the EU will not back down, either. If he’s right, there is scope for the pound to rally. But probably not until the holidaymakers leaving Luton are heading for the ski slopes rather than the beaches.",
      "charCount": "4940",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> and Tiernan Phipps"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]