[
  {
    "id": "world/2019/apr/15/delving-deeper-into-the-amritsar-massacre",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-15T16:31:24Z",
    "webTitle": "Delving deeper into the Amritsar massacre | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/apr/15/delving-deeper-into-the-amritsar-massacre",
    "apiUrl": "https://content.guardianapis.com/world/2019/apr/15/delving-deeper-into-the-amritsar-massacre",
    "fields": {
      "headline": "Delving deeper into the Amritsar massacre",
      "standfirst": "<strong>Dr Zareer Masani</strong> takes issue with an article by Mihir Bose, <strong>Judy Stober</strong> says it is a delusion that Britain has been a world leader in establishing a just and tolerant society, but <strong>Randhir Singh Bains</strong> thinks there is little point in apologising for the 1919 massacre",
      "trailText": "Letters: <strong>Dr Zareer Masani</strong> takes issue with an article by Mihir Bose, <strong>Judy Stober</strong> says it is a delusion that Britain has been a world leader in establishing a just and tolerant society, but <strong>Randhir Singh Bains</strong> thinks there is little point in apologising for the 1919 massacre",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"98ee1c746260b736ac4c82187e9769da427b4a7d\"> <img src=\"https://media.guim.co.uk/98ee1c746260b736ac4c82187e9769da427b4a7d/0_357_7360_4417/1000.jpg\" alt=\"Punjab policemen light candles as they pay tribute to victims of the Amritsar massacre\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Punjab policemen light candles as they pay tribute to victims of the Amritsar massacre – also known as the Jallianwala Bagh massacre.</span> <span class=\"element-image__credit\">Photograph: Narinder Nanu/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>May I point out several factual errors in Mihir Bose’s article on the 1919 Amritsar massacre (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/britain-amritsar-massacre-centenary-1919-india\" title=\"\">A century on, Amritsar is an atrocity Britain must confront</a>, 13 April)?</p> <p>Gandhi never described British rule as “satanic” then or ever. The Liberal-led coalition government in London did indeed intend dominion status for India and introduced liberal reforms to that end the same year. The repressive Rowlatt Act never came into force.</p> <p>It’s a typically emotive myth that 41 women died in the horrendous massacre. Punjabi women of the time, mostly in purdah, never ventured out in the midst of riots and curfew. Nationalist sources record only two female fatalities. Prince Philip’s questioning of the casualty figures now being touted is supported by most historians.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/apr/17/facts-on-the-amritsar-massacre\">Facts on the Amritsar massacre | Letters</a> </p> </aside>  <p>The massacre was condemned at the time as “a monstrosity” and “un-British” by the House of Commons and the Hunter judicial inquiry appointed by the Raj itself. General Dyer’s boss, the secretary of state for war Winston Churchill, led the condemnation and insisted on him being forced out of the army.</p> <p>Bose doesn’t mention the crucial facts that five British civilians were bludgeoned to death and a British female charity worker was stripped, beaten and left for dead by Indian mobs in the violence leading up to the massacre. That was why so many wrongly saw Dyer as a saviour.</p> <p>Indians demanding British apologies today might stop to consider that the grandfather of the Sikh maharaja of Patiala, now Congress chief minister of Punjab and leading the chorus, publicly backed Dyer at the time. So did the Sikh Golden Temple, which felicitated him on the massacre and made him an honorary Sikh. If apologies are in order, they should start at home in India.<br><strong>Dr Zareer Masani</strong><br><em>London</em></p> <p>• The articles by Mihir Bose and Myriam François (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/jon-snow-white-people-brexit-rally\" title=\"\">Why were white people so offended by Jon Snow?</a>, 13 April) could have gone further.</p> <p>Another of the problems, both in acknowledging our culpability of past actions as happened at Jallianwala Bagh and the response to Jon Snow’s remark, is the fact that we are constantly told that Britain has been a world leader in establishing a just and tolerant society. This is a delusion. The reality is that for centuries every new group of people coming to the UK has been vilified. Just in my living experience this has included the Poles who came during the second world war, Caribbean and Asian people from the late 1940s onwards and now, of course, people from eastern Europe.</p> <p>Myriam François is also right to point to structural (or institutional) racism, which very few people seem willing to accept as a concept, let alone be prepared to confront and take action to overcome. One of the clearest examples is the Home Office, which we know has been institutionally racist since at least the time of the Windrush generation. Rather than taking action to rectify the problems, Theresa May, when she was home secretary, only exacerbated the situation by introducing the idea of an “hostile environment” – a euphemism if ever there was one – which almost certainly influenced some people into voting for Brexit.<br><strong>Judy Stober</strong><br><em>Bruton, Somerset</em></p> <p>• The legacy of Amritsar, Mihir Bose’s claim notwithstanding, is neither ignored nor forgotten. David Cameron expressed regret for it in 2013, as did Theresa May last week. But both refused to apologise – and it is not difficult to see why.</p> <p>Regret expresses a desire that the event had not taken place, without any acceptance of wrongdoing on one’s part. An apology, on the other hand, amounts to an admission of guilt and unlawful activity. Regret, for example, would not be appropriate for crimes such as Japan’s mistreatment of prisoners of war or the Turkish genocide of Armenians, for in these cases both states not only failed to protect victims, but also failed to punish the guilty.</p> <p>The British state in 1919, however, did deliver justice. The man responsible for the Amritsar massacre was duly charged and punished. One wishes the massacre had not taken place, but it did, and the culprit was appropriately dealt with. Since Britain neither collaborated in nor wilfully ignored the crime committed by General Dyer – in fact, it paid liberal compensations to the relatives of the victims of the massacre – there is little point in apologising.<br><strong>Randhir Singh Bains</strong><br><em>Gants Hill, Essex</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "762",
      "commentable": "false",
      "firstPublicationDate": "2019-04-15T16:31:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-17T17:58:10Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9vxc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/98ee1c746260b736ac4c82187e9769da427b4a7d/0_357_7360_4417/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "May I point out several factual errors in Mihir Bose’s article on the 1919 Amritsar massacre (A century on, Amritsar is an atrocity Britain must confront, 13 April)? Gandhi never described British rule as “satanic” then or ever. The Liberal-led coalition government in London did indeed intend dominion status for India and introduced liberal reforms to that end the same year. The repressive Rowlatt Act never came into force. It’s a typically emotive myth that 41 women died in the horrendous massacre. Punjabi women of the time, mostly in purdah, never ventured out in the midst of riots and curfew. Nationalist sources record only two female fatalities. Prince Philip’s questioning of the casualty figures now being touted is supported by most historians. The massacre was condemned at the time as “a monstrosity” and “un-British” by the House of Commons and the Hunter judicial inquiry appointed by the Raj itself. General Dyer’s boss, the secretary of state for war Winston Churchill, led the condemnation and insisted on him being forced out of the army. Bose doesn’t mention the crucial facts that five British civilians were bludgeoned to death and a British female charity worker was stripped, beaten and left for dead by Indian mobs in the violence leading up to the massacre. That was why so many wrongly saw Dyer as a saviour. Indians demanding British apologies today might stop to consider that the grandfather of the Sikh maharaja of Patiala, now Congress chief minister of Punjab and leading the chorus, publicly backed Dyer at the time. So did the Sikh Golden Temple, which felicitated him on the massacre and made him an honorary Sikh. If apologies are in order, they should start at home in India. Dr Zareer Masani London • The articles by Mihir Bose and Myriam François (Why were white people so offended by Jon Snow?, 13 April) could have gone further. Another of the problems, both in acknowledging our culpability of past actions as happened at Jallianwala Bagh and the response to Jon Snow’s remark, is the fact that we are constantly told that Britain has been a world leader in establishing a just and tolerant society. This is a delusion. The reality is that for centuries every new group of people coming to the UK has been vilified. Just in my living experience this has included the Poles who came during the second world war, Caribbean and Asian people from the late 1940s onwards and now, of course, people from eastern Europe. Myriam François is also right to point to structural (or institutional) racism, which very few people seem willing to accept as a concept, let alone be prepared to confront and take action to overcome. One of the clearest examples is the Home Office, which we know has been institutionally racist since at least the time of the Windrush generation. Rather than taking action to rectify the problems, Theresa May, when she was home secretary, only exacerbated the situation by introducing the idea of an “hostile environment” – a euphemism if ever there was one – which almost certainly influenced some people into voting for Brexit. Judy Stober Bruton, Somerset • The legacy of Amritsar, Mihir Bose’s claim notwithstanding, is neither ignored nor forgotten. David Cameron expressed regret for it in 2013, as did Theresa May last week. But both refused to apologise – and it is not difficult to see why. Regret expresses a desire that the event had not taken place, without any acceptance of wrongdoing on one’s part. An apology, on the other hand, amounts to an admission of guilt and unlawful activity. Regret, for example, would not be appropriate for crimes such as Japan’s mistreatment of prisoners of war or the Turkish genocide of Armenians, for in these cases both states not only failed to protect victims, but also failed to punish the guilty. The British state in 1919, however, did deliver justice. The man responsible for the Amritsar massacre was duly charged and punished. One wishes the massacre had not taken place, but it did, and the culprit was appropriately dealt with. Since Britain neither collaborated in nor wilfully ignored the crime committed by General Dyer – in fact, it paid liberal compensations to the relatives of the victims of the massacre – there is little point in apologising. Randhir Singh Bains Gants Hill, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4608",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/15/poisonous-political-discourse-the-erg-and-fighting-fascism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-15T16:31:09Z",
    "webTitle": "Poisonous political discourse, the ERG and fighting fascism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/15/poisonous-political-discourse-the-erg-and-fighting-fascism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/15/poisonous-political-discourse-the-erg-and-fighting-fascism",
    "fields": {
      "headline": "Poisonous political discourse, the ERG and fighting fascism",
      "standfirst": "<strong>Jeff Wallace</strong> argues that language is not just a set of tools, words express what people think and feel; <strong>Keith Flett </strong>ponders David Lammy’s comments; sexagenarian <strong>John Ridout</strong> says he is prepared to take on the fascists; while <strong>Les Bright</strong> notices that ‘careless talk costs lives’ has new relevance",
      "trailText": "Letters:<strong> Jeff Wallace</strong> argues that language is not just a set of tools, words express what people think and feel; <strong>Keith Flett </strong>ponders David Lammy’s comments; sexagenarian <strong>John Ridout</strong> says he is prepared to take on the fascists; while <strong>Les Bright</strong> notices that ‘careless talk costs lives’ has new relevance",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"101c4fdb2a73ecf248cd6419eccab066b3fa26d3\"> <img src=\"https://media.guim.co.uk/101c4fdb2a73ecf248cd6419eccab066b3fa26d3/0_0_3400_2040/1000.jpg\" alt=\"David Lammy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘David Lammy’s passion in taking on the ERG is a challenge to us all not to turn a blind eye to dangerous language,’ says Les Bright.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>While Matthew D’Ancona (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/14/beware-ukip-leader-excuse-rape-threats-satire\" title=\"\">There is poison in the air – and reckless speech doesn’t help</a>, Journal, 15 April) is right to call out Gerard Batten’s defence of Carl Benjamin’s degraded sentiments, the title of D’Ancona’s article, and the view that Benjamin had committed “a monstrous abuse of language”, form part of the problem that he is addressing.</p> <p>In UK and US political discourse, it is customary now to hear the most poisonous views labelled as inappropriate uses of language, whether by their accusers or, in apologia, by their perpetrators. This creates a false dissociation between language on the one hand, and ideas, feelings and beliefs on the other. There is the implication that the views themselves will be rendered acceptable if only the correct language is chosen – a merely technical solution to moral or political offensiveness. Behind this new cant category of “misspeech”, then, the source and nature of poisonous ideas can remain unconsidered. Language is not just a set of tools; words express what people think and feel.</p> <p>In the coming months, political discourse in the UK will be infiltrated by more instances of hatred, more or less insidious, from the expected sources. So let’s respond appropriately: representatives of the far right don’t simply use language poorly – though they often do that, too.<br><strong>Jeff Wallace</strong><br><em>Cardiff</em></p> <p>• Looking at a photograph of the assembled ranks of the European Research Group (ERG) one gets the impression that they’d struggle to organise a drink-up in a bierkeller, let alone anything more serious. Even so, David Lammy makes a good point in comparing their project to what took place in Germany in the 1930s, albeit organised fascism in Britain fortunately remains very much in a minority (<a href=\"https://www.theguardian.com/politics/2019/apr/14/comparing-erg-to-nazis-not-strong-enough-says-david-lammy\" title=\"\">Report</a>, 15 April).</p> <p>The ERG stands behind Theresa May’s hostile environment, a Little England that is very far from an inclusive democratic society. That might explain why Tottenham voted so strongly for remain in the 2016 referendum. The love for Euro-austerity is not high in the area, but the concern that a leave vote would open the door to a more racist government – leaving ethnic minorities, the poor and others whose faces don’t fit potentially exposed – has turned out, as Mr Lammy has underlined, to be all too real.<br><strong>Keith Flett</strong><br><em>London</em></p> <p>• It was the brave men of my dad’s generation who fought the fascists on the streets of east London in the 1930s. I’m nearly 70 and never thought I would ever be required to do the same, but I’m ready.<br><strong>John Ridout</strong><br><em>East Hoathly, East Sussex </em></p> <p>• “Careless talk costs lives” is no longer an historical slogan imploring the public to be careful what they talk about during wartime. It is rooted in the present, where the bounds of reasonable discussion have been broken so many times by mainstream elected politicians, and others who could never be considered anything other than rabble rousers. It is high time that every outrageous claim made by Boris Johnson, Jacob Rees-Mogg and Nigel Farage is challenged. More journalists should take a look at how Eddie Mair challenged Boris Johnson in 2013 and called him “<a href=\"https://www.theguardian.com/politics/video/2013/mar/24/boris-johnson-accused-nasty-video\" title=\"\">a nasty piece of work</a>”. David Lammy’s passion in taking on the ERG is a challenge to us all not to turn a blind eye to dangerous language.<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "588",
      "commentable": "false",
      "firstPublicationDate": "2019-04-15T16:31:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:19Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9vdy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/101c4fdb2a73ecf248cd6419eccab066b3fa26d3/0_0_3400_2040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "While Matthew D’Ancona (There is poison in the air – and reckless speech doesn’t help, Journal, 15 April) is right to call out Gerard Batten’s defence of Carl Benjamin’s degraded sentiments, the title of D’Ancona’s article, and the view that Benjamin had committed “a monstrous abuse of language”, form part of the problem that he is addressing. In UK and US political discourse, it is customary now to hear the most poisonous views labelled as inappropriate uses of language, whether by their accusers or, in apologia, by their perpetrators. This creates a false dissociation between language on the one hand, and ideas, feelings and beliefs on the other. There is the implication that the views themselves will be rendered acceptable if only the correct language is chosen – a merely technical solution to moral or political offensiveness. Behind this new cant category of “misspeech”, then, the source and nature of poisonous ideas can remain unconsidered. Language is not just a set of tools; words express what people think and feel. In the coming months, political discourse in the UK will be infiltrated by more instances of hatred, more or less insidious, from the expected sources. So let’s respond appropriately: representatives of the far right don’t simply use language poorly – though they often do that, too. Jeff Wallace Cardiff • Looking at a photograph of the assembled ranks of the European Research Group (ERG) one gets the impression that they’d struggle to organise a drink-up in a bierkeller, let alone anything more serious. Even so, David Lammy makes a good point in comparing their project to what took place in Germany in the 1930s, albeit organised fascism in Britain fortunately remains very much in a minority (Report, 15 April). The ERG stands behind Theresa May’s hostile environment, a Little England that is very far from an inclusive democratic society. That might explain why Tottenham voted so strongly for remain in the 2016 referendum. The love for Euro-austerity is not high in the area, but the concern that a leave vote would open the door to a more racist government – leaving ethnic minorities, the poor and others whose faces don’t fit potentially exposed – has turned out, as Mr Lammy has underlined, to be all too real. Keith Flett London • It was the brave men of my dad’s generation who fought the fascists on the streets of east London in the 1930s. I’m nearly 70 and never thought I would ever be required to do the same, but I’m ready. John Ridout East Hoathly, East Sussex • “Careless talk costs lives” is no longer an historical slogan imploring the public to be careful what they talk about during wartime. It is rooted in the present, where the bounds of reasonable discussion have been broken so many times by mainstream elected politicians, and others who could never be considered anything other than rabble rousers. It is high time that every outrageous claim made by Boris Johnson, Jacob Rees-Mogg and Nigel Farage is challenged. More journalists should take a look at how Eddie Mair challenged Boris Johnson in 2013 and called him “a nasty piece of work”. David Lammy’s passion in taking on the ERG is a challenge to us all not to turn a blind eye to dangerous language. Les Bright Exeter, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3552",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/15/controlling-house-prices-and-the-need-to-be-able-to-evict-bad-tenants",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-15T16:30:52Z",
    "webTitle": "Controlling house prices and the need to be able to evict bad tenants | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/15/controlling-house-prices-and-the-need-to-be-able-to-evict-bad-tenants",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/15/controlling-house-prices-and-the-need-to-be-able-to-evict-bad-tenants",
    "fields": {
      "headline": "Controlling house prices and the need to be able to evict bad tenants\r\n",
      "standfirst": "<strong>Carolyn Hayman</strong> says action must be taken to bring prices back into an affordable ratio with incomes, while <strong>Tom Booth</strong> says section 21 should not be abolished",
      "trailText": "Letters: <strong>Carolyn Hayman</strong> says action must be taken to bring prices back into an affordable ratio with incomes, while <strong>Tom Booth</strong> says section 21 should not be abolished",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7dfcf1713ce5a9c6d1f865202fc84104f55a59fe\"> <img src=\"https://media.guim.co.uk/7dfcf1713ce5a9c6d1f865202fc84104f55a59fe/766_699_3602_2161/1000.jpg\" alt=\"A young dad looking at houses in an estate agent's window\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘While people are paying up to half their disposable income on housing, the government’s ability to increase tax rates to fund public services will continue to be a struggle,’ writes Carolyn Hayman.</span> <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> </figcaption> </figure>",
      "body": "<p>There was a note of scepticism (<a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2019/apr/09/mike-ashley-debenhams-lenders-takeover-national-scandal-pure-bluster\" title=\"\">Labour’s home truths</a>, Nils Pratley, 10 April) about Labour’s proposal to seek to control growth in house prices. Giving the job to the Bank of England alone is unlikely to work. But a government statement of intent to bring house prices over, say, a 10-year period back into an affordable ratio with incomes, using a number of different levers (personal tax, incentives to downsize, development land tax, mortgage supply, house-building investment etc) is more feasible and highly desirable. While people are paying up to half their disposable income on housing, the government’s ability to increase tax rates to fund public services will continue to be a struggle, not to mention the misery of so many people living in cramped and unsuitable housing.</p> <p>It won’t be popular with homeowners, but we are a shrinking number. And at least some of us will see the benefits for our younger relatives. <br><strong>Carolyn Hayman</strong><br><em>London </em></p> <p>• There seems to be a parallel between no-fault divorces and no-fault evictions, each of which involves the dissolution of a legal relationship and can cause major upheaval to people’s lives. So it is curious that the Guardian is so enthusiastic in its support <a href=\"https://www.theguardian.com/law/2019/apr/09/no-fault-divorce-law-coming-as-soon-as-parliamentary-time-allows\" title=\"\">for introducing one</a> and abolishing the other. The reason section 21 sees so much use in evictions (<a href=\"https://www.theguardian.com/society/2019/apr/15/short-notice-evictions-face-axe-in-tenant-rights-victory\" title=\"\">Short-notice evictions face axe in tenant rights victory</a>, 15 April) is that other provisions for removing tenants who are actually at fault are too lengthy and variable to be relied on. I have seen section 21 used to evict tenants who are destructive, a threat to vulnerable persons, or tens of thousands of pounds in rent arrears, and where the risk of using other options was unacceptable. Even section 21, if the tenant stands their ground, can take more than six months from service of notice to actual eviction, as opposed to the two-month headline figure.</p> <p>Without further reform of housing provisions, the big winners of section 21 repeal are likely not to be the innocent tenants whom the repeal is intended to protect, but the unscrupulous tenants who will now be able to abuse the landlord-tenant relationship with increased impunity.<br><strong>Tom Booth</strong><br><em>Bristol </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "407",
      "commentable": "false",
      "firstPublicationDate": "2019-04-15T16:30:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-15T16:33:22Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9vtm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7dfcf1713ce5a9c6d1f865202fc84104f55a59fe/766_699_3602_2161/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There was a note of scepticism (Labour’s home truths, Nils Pratley, 10 April) about Labour’s proposal to seek to control growth in house prices. Giving the job to the Bank of England alone is unlikely to work. But a government statement of intent to bring house prices over, say, a 10-year period back into an affordable ratio with incomes, using a number of different levers (personal tax, incentives to downsize, development land tax, mortgage supply, house-building investment etc) is more feasible and highly desirable. While people are paying up to half their disposable income on housing, the government’s ability to increase tax rates to fund public services will continue to be a struggle, not to mention the misery of so many people living in cramped and unsuitable housing. It won’t be popular with homeowners, but we are a shrinking number. And at least some of us will see the benefits for our younger relatives. Carolyn Hayman London • There seems to be a parallel between no-fault divorces and no-fault evictions, each of which involves the dissolution of a legal relationship and can cause major upheaval to people’s lives. So it is curious that the Guardian is so enthusiastic in its support for introducing one and abolishing the other. The reason section 21 sees so much use in evictions (Short-notice evictions face axe in tenant rights victory, 15 April) is that other provisions for removing tenants who are actually at fault are too lengthy and variable to be relied on. I have seen section 21 used to evict tenants who are destructive, a threat to vulnerable persons, or tens of thousands of pounds in rent arrears, and where the risk of using other options was unacceptable. Even section 21, if the tenant stands their ground, can take more than six months from service of notice to actual eviction, as opposed to the two-month headline figure. Without further reform of housing provisions, the big winners of section 21 repeal are likely not to be the innocent tenants whom the repeal is intended to protect, but the unscrupulous tenants who will now be able to abuse the landlord-tenant relationship with increased impunity. Tom Booth Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2464",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/apr/15/unhappy-the-land-that-has-farage-as-a-hero",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-04-15T16:29:54Z",
    "webTitle": "Unhappy the land that has Farage as a hero | Brief letters",
    "webUrl": "https://www.theguardian.com/media/2019/apr/15/unhappy-the-land-that-has-farage-as-a-hero",
    "apiUrl": "https://content.guardianapis.com/media/2019/apr/15/unhappy-the-land-that-has-farage-as-a-hero",
    "fields": {
      "headline": "Unhappy the land that has Farage as a hero",
      "standfirst": "Julian Assange | Emyr Humphreys’ 100th birthday | Tiger Woods | Brexit",
      "trailText": "<strong>Brief letters:</strong> Julian Assange | Emyr Humphreys’ 100th birthday | Tiger Woods | Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cd7c053a4950aae70bdb136130c9079981b2d13b\"> <img src=\"https://media.guim.co.uk/cd7c053a4950aae70bdb136130c9079981b2d13b/0_1516_2267_1360/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage is ‘the hero no one in Britain needs right now’. </span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>It is hard to feel a lot of sympathy for the egotistical Julian Assange, but, if he is to be extradited to the United States (<a href=\"https://www.theguardian.com/uk-news/2019/apr/11/julian-assange-arrested-at-ecuadorian-embassy-wikileaks\" title=\"\">Report</a>, 12 April), can we expect the American pilots who the leaked video shows casually and deliberately firing on unarmed civilians to be extradited to Iraq to face war crimes charges?<br><strong>John Marr</strong><br><em>Exeter</em></p> <p>• I was disappointed not to see the name of Emyr Humphreys in the birthday column. A distinguished author of many novels and of poetry, he’s been a leading light in Welsh-related literature for decades. I was fortunate to be taught drama by him at Bangor University in the 1960s, where his enthusiasm for Ibsen, Strindberg and his beloved Chekhov was apparent and infectious. A great man indeed. And he celebrated his 100th birthday on Monday.<br><strong>Norbert Gough</strong><br><em>Warrington, Cheshire</em></p> <p>• Had Jon Snow been watching the conclusion of the Masters golf tournament on Sunday, he could justifiably have repeated his comment about the number of white people (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/jon-snow-white-people-brexit-rally\" title=\"\">Journal</a>, 13 April). To be fair, I did notice one black man.<br><strong>Roderick MacFarquhar</strong><br><em>Edinburgh</em></p> <p>• Marina Hyde (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/nigel-farage-brexit-party-comeback-heroics\" title=\"\">Nigel Farage is the hero no one in Britain needs right now</a>, 13 April) recalls the lines from Bertolt Brecht’s Life of Galileo: “Unhappy the land that has no heroes.” “No. Unhappy the land that is in need of heroes.” <br><strong>Jane Maguire</strong><br><em>Norwich</em></p> <p>• Picaroon’s ace clue (<a href=\"https://www.theguardian.com/crosswords/cryptic/27793\" title=\"\">Cryptic crossword</a>, 12 April) bears repetition. “How Brexit begins with hopeless nationalist.” (Answer, Blimp.)<br><strong>Rupert Besley</strong><br><em>Newport, Isle of Wight</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "291",
      "commentable": "false",
      "firstPublicationDate": "2019-04-15T16:29:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:38Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9vtt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cd7c053a4950aae70bdb136130c9079981b2d13b/0_1516_2267_1360/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is hard to feel a lot of sympathy for the egotistical Julian Assange, but, if he is to be extradited to the United States (Report, 12 April), can we expect the American pilots who the leaked video shows casually and deliberately firing on unarmed civilians to be extradited to Iraq to face war crimes charges? John Marr Exeter • I was disappointed not to see the name of Emyr Humphreys in the birthday column. A distinguished author of many novels and of poetry, he’s been a leading light in Welsh-related literature for decades. I was fortunate to be taught drama by him at Bangor University in the 1960s, where his enthusiasm for Ibsen, Strindberg and his beloved Chekhov was apparent and infectious. A great man indeed. And he celebrated his 100th birthday on Monday. Norbert Gough Warrington, Cheshire • Had Jon Snow been watching the conclusion of the Masters golf tournament on Sunday, he could justifiably have repeated his comment about the number of white people (Journal, 13 April). To be fair, I did notice one black man. Roderick MacFarquhar Edinburgh • Marina Hyde (Nigel Farage is the hero no one in Britain needs right now, 13 April) recalls the lines from Bertolt Brecht’s Life of Galileo: “Unhappy the land that has no heroes.” “No. Unhappy the land that is in need of heroes.” Jane Maguire Norwich • Picaroon’s ace clue (Cryptic crossword, 12 April) bears repetition. “How Brexit begins with hopeless nationalist.” (Answer, Blimp.) Rupert Besley Newport, Isle of Wight • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1785",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/apr/15/china-tech-employees-push-back-against-long-hours-996-alibaba-huawei",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-15T14:20:01Z",
    "webTitle": "Working 9 to 9: Chinese tech workers push back against long hours",
    "webUrl": "https://www.theguardian.com/world/2019/apr/15/china-tech-employees-push-back-against-long-hours-996-alibaba-huawei",
    "apiUrl": "https://content.guardianapis.com/world/2019/apr/15/china-tech-employees-push-back-against-long-hours-996-alibaba-huawei",
    "fields": {
      "headline": "Working 9 to 9: Chinese tech workers push back against long hours",
      "standfirst": "<p>Staff at Alibaba, Huawei and other big firms are sharing evidence of unpaid compulsory overtime </p>",
      "trailText": "Staff at Alibaba, Huawei and other big firms are sharing evidence of unpaid compulsory overtime ",
      "byline": "Lily Kuo in Beijing",
      "main": "<figure class=\"element element-image\" data-media-id=\"d91ba6feda4a11292d6208fb58ae6c188f168589\"> <img src=\"https://media.guim.co.uk/d91ba6feda4a11292d6208fb58ae6c188f168589/96_43_3387_2034/1000.jpg\" alt=\"Github users have created a blacklist of more than 150 companies that they claim overwork their employees.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Github users have created a blacklist of more than 150 companies that they claim overwork their employees.</span> <span class=\"element-image__credit\">Photograph: Dan Chung/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Chinese tech employees are pushing back against the industry’s notoriously long hours, known as the “996” schedule of working from 9am to 9pm, six days a week.</p> <p>Over the past few weeks, a project that began in part as a joke among tired Chinese developers has turned into a nationwide debate about work culture and a rare protest against practices at some of the country’s largest companies.</p> <p>In late March, a group of developers started a project on the code-sharing platform Github called “996.icu” – a reference to a comment by a programmer that working such a schedule could land an employee in the intensive care unit.</p> <p>The discussion gained momentum, as users added to a blacklist of more than 150 companies that push their staff to work excessive hours, posting evidence of unpaid, often compulsory or heavily encouraged overtime.</p> <p>According to Chinese law, businesses should not allow their staff to work more than eight hours a day or 40 hours a week, and overtime is restricted to 36 hours a month.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2018/apr/23/i-love-tech-boys-chinese-job-ads-mirror-sexist-attitudes-to-women-study-finds\">'I love tech boys': Chinese job ads mirror sexist attitudes to women, study finds</a> </p> </aside>  <p>But former and current employees of companies included on the blacklist – including Bytedance, the creator of the video app TikTok, Huawei and the e-commerce platform Pinduoduo – say such laws are regularly flouted.</p> <p>Users have uploaded screenshots of conversations where employers ask them to work late in the evening. Each company listed is given a number for the type of hours they tend to push, in some cases beyond the 996 work schedule.</p> <p>Ant Financial, a financial services company affiliated with Alibaba, is listed as having a “9106” work schedule – starting at 9am, ending at 10pm, for six days a week. In another case, staff at a software firm in Shandong province said they were required to work more than 100 hours of overtime in a month.</p> <p>The long hours at Chinese tech firms are a relatively new development as China’s tech industry has expanded with startups modelling themselves more after those in Silicon Valley.</p> <p>Chinese tech companies are known for encouraging an obsession with work: <a href=\"https://www.theguardian.com/technology/2019/mar/08/china-warns-us-of-all-necessary-measures-to-protect-huawei\">Huawei</a> reportedly promotes an aggressive, cut-throat “<a href=\"https://www.washingtonpost.com/world/asia_pacific/bloodthirsty-like-a-wolf-inside-the-military-style-discipline-at-chinas-tech-titan-huawei/2018/12/12/76055116-fd85-11e8-a17e-162b712e8fc2_story.html?utm_term=.ab1ae8eaa015\">wolf culture</a>” among its ranks.</p> <p>Chinese tech executives have defended the long hours at their companies. <a href=\"https://www.theguardian.com/business/2018/sep/08/alibaba-co-founder-jack-ma-to-retire-say-reports\">Jack Ma</a>, the founder of Alibaba, one of the companies included in the blacklist, called the 996 schedule “a huge blessing” and said workers should consider it an honour rather than a burden.</p>  <figure class=\"element element-image\" data-media-id=\"e00ca7f46c80179411a8c110b67111b1047fa0b3\"> <img src=\"https://media.guim.co.uk/e00ca7f46c80179411a8c110b67111b1047fa0b3/0_267_4000_2400/1000.jpg\" alt=\"Alibaba founder Jack Ma said employees should be ready to work 12 hours a day, ‘otherwise why did you come to Alibaba?’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jack Ma said employees should be ready to work 12 hours a day, ‘otherwise why did you come to Alibaba?’</span> <span class=\"element-image__credit\">Photograph: Imaginechina/REX/Shutterstock</span> </figcaption> </figure>  <p>“If you join Alibaba, you should get ready to work 12 hours a day. Otherwise why did you come to Alibaba? We don’t need those who comfortably work eight hours,” he said, according to comments posted on the company’s Wechat account on Friday.</p> <p>Richard Liu, the founder of the Chinese e-commerce company JD.com, also defended the 996 schedule. In a note on Friday, Liu recalled how in the early days of the company he would wake up every two hours so that he could offer customers a 24-hour service.</p> <p>Liu said that since then, the number of “slackers” in his company had grown. “If this carries on, JD will have no hope and the company will be heartlessly kicked out of the market! Slackers are not my brothers.”</p> <p>As China’s economy has slowed and bubbles have emerged in the tech sector, more employees are starting to reconsider the merits of working long hours.</p> <p>“They [employees] were willing to accept long hours when business was good and they were being well rewarded but that is not the case any more. Staff are being laid off and pay is stagnating so staff are less willing to work as hard,” said Geoffrey Crothall of China Labour Bulletin.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/18/chinas-primary-school-students-to-learn-how-to-avoid-stock-market-pitfalls\">China's primary school students to learn how to avoid stock market pitfalls</a> </p> </aside>  <p>The debate has spread across Chinese social media, where many users have criticised the tech industry’s work culture as “inhumane”. Even Chinese state media has weighed in. In an editorial on Sunday the People’s Daily said: “Employees who object to 996 cannot be labelled as ‘slackers’ or ‘not fighters’. Their real needs should be considered.”</p> <p>The topic has also prompted a broader debate about the kind of work-life balance – or lack of it – engendered by Chinese companies.</p> <p>One user commented on the discussion forum Zhihu: “Most of today’s companies are machines that cannot stop running. We are all screws on top. If the screw is rusty, just polish it, put a little lubricant on, then twist it on again and use it. If it breaks, they’ll find a new screw to replace you. The machine cannot stop.”</p> <p><em>Additional reporting by Lillian Yang.</em></p>",
      "newspaperPageNumber": "29",
      "wordcount": "740",
      "firstPublicationDate": "2019-04-15T05:39:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-15T23:20:00Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8p4f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d91ba6feda4a11292d6208fb58ae6c188f168589/96_43_3387_2034/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chinese tech employees are pushing back against the industry’s notoriously long hours, known as the “996” schedule of working from 9am to 9pm, six days a week. Over the past few weeks, a project that began in part as a joke among tired Chinese developers has turned into a nationwide debate about work culture and a rare protest against practices at some of the country’s largest companies. In late March, a group of developers started a project on the code-sharing platform Github called “996.icu” – a reference to a comment by a programmer that working such a schedule could land an employee in the intensive care unit. The discussion gained momentum, as users added to a blacklist of more than 150 companies that push their staff to work excessive hours, posting evidence of unpaid, often compulsory or heavily encouraged overtime. According to Chinese law, businesses should not allow their staff to work more than eight hours a day or 40 hours a week, and overtime is restricted to 36 hours a month. But former and current employees of companies included on the blacklist – including Bytedance, the creator of the video app TikTok, Huawei and the e-commerce platform Pinduoduo – say such laws are regularly flouted. Users have uploaded screenshots of conversations where employers ask them to work late in the evening. Each company listed is given a number for the type of hours they tend to push, in some cases beyond the 996 work schedule. Ant Financial, a financial services company affiliated with Alibaba, is listed as having a “9106” work schedule – starting at 9am, ending at 10pm, for six days a week. In another case, staff at a software firm in Shandong province said they were required to work more than 100 hours of overtime in a month. The long hours at Chinese tech firms are a relatively new development as China’s tech industry has expanded with startups modelling themselves more after those in Silicon Valley. Chinese tech companies are known for encouraging an obsession with work: Huawei reportedly promotes an aggressive, cut-throat “wolf culture” among its ranks. Chinese tech executives have defended the long hours at their companies. Jack Ma, the founder of Alibaba, one of the companies included in the blacklist, called the 996 schedule “a huge blessing” and said workers should consider it an honour rather than a burden. “If you join Alibaba, you should get ready to work 12 hours a day. Otherwise why did you come to Alibaba? We don’t need those who comfortably work eight hours,” he said, according to comments posted on the company’s Wechat account on Friday. Richard Liu, the founder of the Chinese e-commerce company JD.com, also defended the 996 schedule. In a note on Friday, Liu recalled how in the early days of the company he would wake up every two hours so that he could offer customers a 24-hour service. Liu said that since then, the number of “slackers” in his company had grown. “If this carries on, JD will have no hope and the company will be heartlessly kicked out of the market! Slackers are not my brothers.” As China’s economy has slowed and bubbles have emerged in the tech sector, more employees are starting to reconsider the merits of working long hours. “They [employees] were willing to accept long hours when business was good and they were being well rewarded but that is not the case any more. Staff are being laid off and pay is stagnating so staff are less willing to work as hard,” said Geoffrey Crothall of China Labour Bulletin. The debate has spread across Chinese social media, where many users have criticised the tech industry’s work culture as “inhumane”. Even Chinese state media has weighed in. In an editorial on Sunday the People’s Daily said: “Employees who object to 996 cannot be labelled as ‘slackers’ or ‘not fighters’. Their real needs should be considered.” The topic has also prompted a broader debate about the kind of work-life balance – or lack of it – engendered by Chinese companies. One user commented on the discussion forum Zhihu: “Most of today’s companies are machines that cannot stop running. We are all screws on top. If the screw is rusty, just polish it, put a little lubricant on, then twist it on again and use it. If it breaks, they’ll find a new screw to replace you. The machine cannot stop.” Additional reporting by Lillian Yang.",
      "charCount": "4337",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lily-kuo\">Lily Kuo</a> in Beijing"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/15/ken-clarke-mp-brexit-parody-student-politics-conservative-tory-europe",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-15T13:00:22Z",
    "webTitle": "Ken Clarke: ‘Brexit is like a parody version of student politics’",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/15/ken-clarke-mp-brexit-parody-student-politics-conservative-tory-europe",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/15/ken-clarke-mp-brexit-parody-student-politics-conservative-tory-europe",
    "fields": {
      "headline": "Ken Clarke: ‘Brexit is like a parody version of student politics’",
      "standfirst": "The Father of the House loves the EU but doesn’t want another referendum, called Theresa May ‘bloody difficult’ yet backed her deal three times, and finds the political deadlock both annoying and ‘hugely entertaining’",
      "trailText": "The Father of the House loves the EU but doesn’t want another referendum, called Theresa May ‘bloody difficult’ yet backed her deal three times, and finds the political deadlock both annoying and ‘hugely entertaining’",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"8d264b3dc555ddef6604145b2c2254e198d76cae\"> <img src=\"https://media.guim.co.uk/8d264b3dc555ddef6604145b2c2254e198d76cae/0_0_7818_5547/1000.jpg\" alt=\"Ken Clarke: ‘Maverick he may be, but he’s not going to light up in his office.’\" width=\"1000\" height=\"710\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ken Clarke: ‘Maverick he may be, but he’s not going to light up in his office.’</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The twin pillars of Tory pro-Europeanism, the two men who defended that lonely cause in the Thatcher heyday and through the long trudge of the Major years, have responded very differently to Brexit. On one side stands Michael Heseltine, belated darling of the remainers, the lion in winter who won <a href=\"https://twitter.com/annaturley/status/1109537486689185793\" title=\"\">a deluge of Twitter love</a> for his speech before a vast crowd at last month’s People’s Vote rally, where he spoke lyrically of his lost European dream. And there, on the other, is Kenneth Clarke, 79 this summer, not in the House of Lords but still slugging it out as a working MP, on his feet asking pointed questions, moving amendments in nail-biting midnight sessions, even tabling the alternative Brexit proposal – continued membership of a customs union – that came closest to success, falling short by just three votes.</p> <p>It is not merely that Hezza, as Clarke calls him, has retired from the Commons while Clarke is still there: Father of the House, no less, in recognition of the fact that he has served continuously since 1970, a record matched only by Dennis Skinner. It also points to a deeper difference. Clarke is a devout pragmatist, an evangelical realist. Pro-European he may be, but that faith is trumped by his deference to “the real world”, a phrase he uses no fewer than five times when the two of us meet in his corner office at Portcullis House.</p> <p>And so, while Heseltine or the next generation of (formerly) Conservative pro-Europeans such as Anna Soubry are holding out for a second referendum that might keep Britain in the EU, Clarke is committed to accepting reality, as he sees it. “Unless and until I can see an opportunity of actually reversing Brexit and restoring a stable membership of the European Union, then in the real world I concentrate on minimising the damage,” he says, sitting behind a desk that could only belong to Ken Clarke. (On it are several copies of the Nottingham Post; a cassette of Artie Shaw’s greatest hits; and a small booklet that turns out to be the Rules and By-laws of the Garrick Club.) “Only an ideologue deals with the world as he would wish it to be, as opposed to the world as it is.” When he recalls Edward Heath, the first Tory prime minister Clarke served as a frontbencher, he describes him as a “fanatic pro-European”. It is not a compliment.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"04dd495ffa87c2ab89e2f4e63bdd5a0686893727\"> <img src=\"https://media.guim.co.uk/04dd495ffa87c2ab89e2f4e63bdd5a0686893727/145_447_8543_5126/1000.jpg\" alt=\"Clarke in his office, behind a desk that could only belong to him.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clarke in his office, behind a desk that could only belong to him.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>  <p>This is how Clarke, so vehement a pro-European he once championed Britain joining the euro, has found himself breaking from his one-time comrades in the cause, becoming instead an advocate of soft Brexit. It has made him that rare creature on the Conservative benches: a Europhile MP who has voted for Theresa May’s deal three times, filing into the aye lobby against the ultras who dismiss it as not Brexity enough and the remainers who see it as too Brexity to stomach.</p> <p>It has been lonely for the former chancellor, former home secretary and serially defeated Tory leadership candidate. “That’s why I’m so annoyed by the fact that nobody’s been able to compromise: everybody votes everything else down apart from their own perfect solution. I have made a very considerable compromise.”</p> <p>It has been compromise upon compromise for him. When he proposed his customs union amendment, he did it with no love or enthusiasm. It was, he admitted, no more than a “lowest common denominator”. For one thing, it called only for <em>a</em> customs union. “Again, pragmatic old me, not <em>the</em> customs union.”</p> <p>He knows that’s not good enough. “I personally am desperately anxious that we stay in the single market for economic reasons. And I think we should retain the closest links we can, politically, and within the fields of security and criminal justice enforcement and so on. But it was a start. At least it didn’t exclude anything else.”</p> <p>Why not hold out for the big prize, of staying in the EU? Winning a second referendum would deliver that, and then he wouldn’t have to compromise. The great European project that has dominated his working life could live on. “Great friends of mine, political friends as well as personal friends, like Michael and Anna, are convinced that another referendum can save us the whole thing,” he concedes. But he just can’t bring himself to join them. “I think referendums are ridiculous. One opinion poll with a simple yes/no answer to a question that contains hundreds of complex questions. Referendums are designed to get round parliamentary government, and people only demand referendums when they think they can’t get a majority in parliament.” He takes a breath. “Mussolini was the most brilliant practitioner of referendums.”</p> <p>But no one’s urging Clarke to become a habitual user of referendums. Just one, to deal with the mess left by the last one. “Just one they think they might win,” he says of the second referendum crowd, warming to his theme, talking over several attempts I make to interject, although doing it with that trademark laugh in his voice that ensures he never seems rude – a technique that made him one of the Conservatives’ most effective messengers on the airwaves for four decades. “Unless remain won by an enormous majority, I don’t think it would solve anything. I think it would just lead to bitter, angry division, which is already there among the public. I think the campaigning would almost certainly be as silly as it was last time.”</p> <p>However much Brexit appals him, referendums seem to appal him more. Throughout our conversation, he refers to the ballot of 23 June 2016 as “one opinion poll”. In which case, should parliament simply have ignored the vote to leave, carrying on as if nothing had happened? Seriously, if he were in charge, what would he have said to the British electorate the day after they had voted for Brexit?</p> <p>“Somehow I would have to say: ‘Well, it’s not quite as simple as that. Leaving the EU probably isn’t going to make the faintest difference to most of the things that so annoy you. What I will take on board is that you feel so angry about the ruling class and politicians, and the establishment and so on.’ Because anger was the main emotion let loose by the referendum campaign and since.”</p> <p>Which is not to say he is dismissive of those who voted leave or what motivated them. He links the leave vote to “what’s going wrong in every western democracy: Trump, the yellow jackets, anarchists in Italy”. He explains: “We achieved considerable economic success from the 1980s, 1990s, onwards, which hugely advantaged the young, the educated and the entrepreneurial. We neglected that bulk of the population being left behind and living in post-industrial towns where their living standards were static or falling. And the new globalised economy, the rules-based order, the digital revolution meant nothing to them.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4da6b3ad05b422b2fac34f80ad1d5b0d3d94f8f2\"> <img src=\"https://media.guim.co.uk/4da6b3ad05b422b2fac34f80ad1d5b0d3d94f8f2/0_75_5149_3089/1000.jpg\" alt=\"Clarke (left) in 1985 with Norman Tebbit and Margaret Thatcher.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clarke (left) in 1985 with Norman Tebbit and Margaret Thatcher.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>“People want scapegoats: they blame foreigners and immigrants. You know, for Trump, it’s all the fault of the Mexicans. For the British, it’s all the fault of Brussels. Now, I blame the political class to which I belong – the establishment, of which I was undoubtedly a member – for failing to see this coming.”</p> <p>So he does include himself in this failure? Yes, he says. “I did not see it coming.” He represents “the prosperous part” of Nottinghamshire, where the schools were good and house prices were high. But in the old mining towns, the signs were there. He admits he should have seen them earlier.</p> <p>Still, others bear the chief blame for the current nightmare. He looks back on what will soon be a half-century in parliament and notes what he calls “the symmetry of my career: I started the year we were joining the European Union, I’m finishing when it looks as though we’re leaving”, and thinks he was lucky that his time coincided with EU membership, a period when Britain at last discovered its role in the world: “We found our vocation as a European power.” But then came that dreaded opinion poll, as he calls it, in 2016. “The whole thing’s been thrown away by a silly whim of David Cameron, who thought he’d get some short-term, party political advantage by running this stunt.”</p> <p>What about May herself, whom he famously was caught calling a <a href=\"https://www.theguardian.com/politics/2016/jul/05/ken-clarke-caught-camera-ridiculing-tory-leadership-candidates-theresa-may-michael-gove\" title=\"\">“bloody difficult woman”</a>? “She is a bloody difficult woman, because she gets fixed ideas in her head, she sticks to them stubbornly. But I say that with some praise.” So we shouldn’t blame her for this mess? “Oh, it’s not Theresa’s fault. She has walked into the biggest collection of political problems facing any prime minister in my lifetime, with the possible exception of Clement Attlee. Most of them would have been overwhelmed by what she inherited. And she has qualities, among them the rather stubborn doggedness and sense of duty of a traditional home counties Tory lady.”</p> <p>He refers to Attlee several times: “Quite a hero of mine.” He has praise for Tony Blair, too, as “a good prime minister who made one catastrophic mistake which I bitterly opposed, the invasion of Iraq.” How might Blair have handled Brexit? “He had the political skills; he might well have made a better job of it.” John Major, meanwhile, “would have been worried sick by it”. But at the top of the list is the woman he served for so long: “Margaret was the best prime minister of my lifetime. Mythology has turned Thatcher into someone regarded either as a goddess by her supporters or an evil witch by her opponents. She was a very pragmatic, rather odd, distinctive, determined woman with very, very forceful leadership qualities and absolute determination which might have got her through.” It’s a surprise to hear Clarke describe Thatcher as “pragmatic”. One more reason why he says: “Theresa May is no Margaret Thatcher.”</p> <p>What would Thatcher have done? The very thought of it makes Clarke smile. Watching her wrestle with Brexit would, he says, have been “quite something”. He’s quite clear on one thing, though. “She was never in favour of leaving the European Union. She got exploited by hardline Eurosceptics in her dotage. When she was in office she was very pro-Europe economically, [even if] deeply suspicious of political Europe.”</p>  <figure class=\"element element-image\" data-media-id=\"5ea441f940374461670ad80405d1c27f9b80f5e6\"> <img src=\"https://media.guim.co.uk/5ea441f940374461670ad80405d1c27f9b80f5e6/0_84_2500_1500/1000.jpg\" alt=\"Clarke (right) in 1999 with then prime minister Tony Blair (centre) and Michael Heseltine at the launch of a cross-party Britain in Europe campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clarke (right) in 1999 with then prime minister Tony Blair (centre) and Michael Heseltine at the launch of a cross-party Britain in Europe campaign.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>How would she have voted in 2016? “She would have voted remain, just as she campaigned very heavily to remain” in the 1975 referendum. True, she had a “bad temper towards Europe towards the end” but that was “because she got on very badly with [German chancellor Helmut] Kohl and [French president François] Mitterrand, who patronised her … They weren’t quite ready for a woman being their political equal, which she certainly was.”</p> <p>Yet another Tory leadership election is looming; Clarke must have lost count of the number he has witnessed. He won’t say who he likes: “That would be the kiss of death.” Intriguingly, he tells me he has spotted “some very substantial men and women” on both the Labour and Tory benches among those elected in 2010. They’re the ones to watch.</p> <p>All this talk of leaders and leadership nudges us towards the fact that he never made it himself, despite attempts in 1997, 2001 and 2005. What kind of prime minister would he have been? “Sometimes kind people put me in the category of good prime ministers we might have had. It’s a very good club to be in. Denis Healey, Roy Jenkins, Rab Butler, Geoffrey Howe. And I will say it’s the best club to be in because nobody ever knows how bad you would have been if you’d ever done it.” He will say this, though. “I would have enjoyed it. That was one thing that would distinguish me from John Major: whatever else I’d have done, I’d have been determined to enjoy it.”</p> <p>I hesitate before making the next suggestion, although his response tells me I needn’t have worried. Is it possible that he’s enjoying, if only a little bit, Brexit itself? After all, it revolves around the great cause of his life; it is pure, compelling drama; and he is at the centre of it. Some politicians would be offended by such a thought, or at least affect to be. Not Clarke.</p> <p>“It’s hugely entertaining, if it were not so deadly serious. Oh, for a political addict, there’s nothing more fascinating than the bizarre, day-by-day, incompetent manoeuvrings that are going on. It’s like a parody version of student politics. The trouble is, the subject matter is of desperate importance to the wellbeing of next generations … I take an extremely active part in parliament not just ’cause I’m indulging myself as an old parliamentarian who’s got hooked on it. But because I’m actually having an opportunity – a privilege – of taking part in the public debate on vitally important things that matter a lot to me. I’m sure it’s doing me a power of good: it’s very therapeutic to a man approaching his 80th year and all that.”</p> <p>Therapeutic seems the right word. Clarke was widowed in 2015, losing Gillian, his wife of more than 50 years, with whom he had two children. Does that help explain his decision not to retire from parliament, fighting for re-election in 2017 despite making some earlier noises about standing down?</p> <p>“I normally avoid getting too personal in interviews, but my advice to all my friends who find themselves bereaved is: the best way of coping with bereavement is to keep yourself busy. Do not become a recluse, feeling sorry for yourself. Try to get busier than you usually are. That’s not the reason I’ve stayed in politics – I’m just an addict – but I think it helps. I think it helped me cope with the bereavement that I remained so absorbed and so obsessed on a daily basis with my political life, yes.”</p>  <figure class=\"element element-image\" data-media-id=\"3af6dba6723b109a20ccec3c6a147703d189225a\"> <img src=\"https://media.guim.co.uk/3af6dba6723b109a20ccec3c6a147703d189225a/0_271_4096_2458/1000.jpg\" alt=\"Clarke with Theresa May at Tory party conference in 2009.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clarke with Theresa May at Tory party conference in 2009.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>Our time is nearly up. Clarke gamely agrees to pose for the photographer with an unlit cigar: maverick, he might be, but he’s not going to light up in his office. It strikes me that the difference between him and Heseltine might not just be Clarke’s get-on-with-it pragmatism, but that speaking of heartbreak at the loss of something he cherished for half a century – whether it’s a marriage or the European dream – is just not him.</p> <p>So he will confess to feeling “dispirited and annoyed” by Brexit, infuriated by it and by a “political establishment that is spectacularly weak and unable to cope with the crisis we’ve created”, but he does not become elegiac. It is a matter of temperament. “I’m so laid-back that I’m almost horizontal, is how I would describe myself. I’m a naturally cheery and gregarious guy.”</p> <p>He collects his things; he has dinner plans. I assume there’s a function to attend, maybe black tie, perhaps a speech to give. Not tonight, he says. He has a weekly semi-appointment to keep at the Kennington Tandoori: table for one, just him and a copy of the Economist. He’s looking forward to it.</p> <p>• This article was amended on 13 May 2019 to clarify that Clarke’s record of having voted for May’s deal three times does not make him “rare” among Tory MPs, the majority of whom have joined him in the aye lobby on each occasion.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "2542",
      "commentCloseDate": "2019-04-15T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-15T13:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:13Z",
      "newspaperEditionDate": "2019-04-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8qjy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb3ddbe7f26c3036c754c9d67928d69e0b6b5ca9/0_1240_5792_3474/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The twin pillars of Tory pro-Europeanism, the two men who defended that lonely cause in the Thatcher heyday and through the long trudge of the Major years, have responded very differently to Brexit. On one side stands Michael Heseltine, belated darling of the remainers, the lion in winter who won a deluge of Twitter love for his speech before a vast crowd at last month’s People’s Vote rally, where he spoke lyrically of his lost European dream. And there, on the other, is Kenneth Clarke, 79 this summer, not in the House of Lords but still slugging it out as a working MP, on his feet asking pointed questions, moving amendments in nail-biting midnight sessions, even tabling the alternative Brexit proposal – continued membership of a customs union – that came closest to success, falling short by just three votes. It is not merely that Hezza, as Clarke calls him, has retired from the Commons while Clarke is still there: Father of the House, no less, in recognition of the fact that he has served continuously since 1970, a record matched only by Dennis Skinner. It also points to a deeper difference. Clarke is a devout pragmatist, an evangelical realist. Pro-European he may be, but that faith is trumped by his deference to “the real world”, a phrase he uses no fewer than five times when the two of us meet in his corner office at Portcullis House. And so, while Heseltine or the next generation of (formerly) Conservative pro-Europeans such as Anna Soubry are holding out for a second referendum that might keep Britain in the EU, Clarke is committed to accepting reality, as he sees it. “Unless and until I can see an opportunity of actually reversing Brexit and restoring a stable membership of the European Union, then in the real world I concentrate on minimising the damage,” he says, sitting behind a desk that could only belong to Ken Clarke. (On it are several copies of the Nottingham Post; a cassette of Artie Shaw’s greatest hits; and a small booklet that turns out to be the Rules and By-laws of the Garrick Club.) “Only an ideologue deals with the world as he would wish it to be, as opposed to the world as it is.” When he recalls Edward Heath, the first Tory prime minister Clarke served as a frontbencher, he describes him as a “fanatic pro-European”. It is not a compliment. This is how Clarke, so vehement a pro-European he once championed Britain joining the euro, has found himself breaking from his one-time comrades in the cause, becoming instead an advocate of soft Brexit. It has made him that rare creature on the Conservative benches: a Europhile MP who has voted for Theresa May’s deal three times, filing into the aye lobby against the ultras who dismiss it as not Brexity enough and the remainers who see it as too Brexity to stomach. It has been lonely for the former chancellor, former home secretary and serially defeated Tory leadership candidate. “That’s why I’m so annoyed by the fact that nobody’s been able to compromise: everybody votes everything else down apart from their own perfect solution. I have made a very considerable compromise.” It has been compromise upon compromise for him. When he proposed his customs union amendment, he did it with no love or enthusiasm. It was, he admitted, no more than a “lowest common denominator”. For one thing, it called only for a customs union. “Again, pragmatic old me, not the customs union.” He knows that’s not good enough. “I personally am desperately anxious that we stay in the single market for economic reasons. And I think we should retain the closest links we can, politically, and within the fields of security and criminal justice enforcement and so on. But it was a start. At least it didn’t exclude anything else.” Why not hold out for the big prize, of staying in the EU? Winning a second referendum would deliver that, and then he wouldn’t have to compromise. The great European project that has dominated his working life could live on. “Great friends of mine, political friends as well as personal friends, like Michael and Anna, are convinced that another referendum can save us the whole thing,” he concedes. But he just can’t bring himself to join them. “I think referendums are ridiculous. One opinion poll with a simple yes/no answer to a question that contains hundreds of complex questions. Referendums are designed to get round parliamentary government, and people only demand referendums when they think they can’t get a majority in parliament.” He takes a breath. “Mussolini was the most brilliant practitioner of referendums.” But no one’s urging Clarke to become a habitual user of referendums. Just one, to deal with the mess left by the last one. “Just one they think they might win,” he says of the second referendum crowd, warming to his theme, talking over several attempts I make to interject, although doing it with that trademark laugh in his voice that ensures he never seems rude – a technique that made him one of the Conservatives’ most effective messengers on the airwaves for four decades. “Unless remain won by an enormous majority, I don’t think it would solve anything. I think it would just lead to bitter, angry division, which is already there among the public. I think the campaigning would almost certainly be as silly as it was last time.” However much Brexit appals him, referendums seem to appal him more. Throughout our conversation, he refers to the ballot of 23 June 2016 as “one opinion poll”. In which case, should parliament simply have ignored the vote to leave, carrying on as if nothing had happened? Seriously, if he were in charge, what would he have said to the British electorate the day after they had voted for Brexit? “Somehow I would have to say: ‘Well, it’s not quite as simple as that. Leaving the EU probably isn’t going to make the faintest difference to most of the things that so annoy you. What I will take on board is that you feel so angry about the ruling class and politicians, and the establishment and so on.’ Because anger was the main emotion let loose by the referendum campaign and since.” Which is not to say he is dismissive of those who voted leave or what motivated them. He links the leave vote to “what’s going wrong in every western democracy: Trump, the yellow jackets, anarchists in Italy”. He explains: “We achieved considerable economic success from the 1980s, 1990s, onwards, which hugely advantaged the young, the educated and the entrepreneurial. We neglected that bulk of the population being left behind and living in post-industrial towns where their living standards were static or falling. And the new globalised economy, the rules-based order, the digital revolution meant nothing to them. “People want scapegoats: they blame foreigners and immigrants. You know, for Trump, it’s all the fault of the Mexicans. For the British, it’s all the fault of Brussels. Now, I blame the political class to which I belong – the establishment, of which I was undoubtedly a member – for failing to see this coming.” So he does include himself in this failure? Yes, he says. “I did not see it coming.” He represents “the prosperous part” of Nottinghamshire, where the schools were good and house prices were high. But in the old mining towns, the signs were there. He admits he should have seen them earlier. Still, others bear the chief blame for the current nightmare. He looks back on what will soon be a half-century in parliament and notes what he calls “the symmetry of my career: I started the year we were joining the European Union, I’m finishing when it looks as though we’re leaving”, and thinks he was lucky that his time coincided with EU membership, a period when Britain at last discovered its role in the world: “We found our vocation as a European power.” But then came that dreaded opinion poll, as he calls it, in 2016. “The whole thing’s been thrown away by a silly whim of David Cameron, who thought he’d get some short-term, party political advantage by running this stunt.” What about May herself, whom he famously was caught calling a “bloody difficult woman”? “She is a bloody difficult woman, because she gets fixed ideas in her head, she sticks to them stubbornly. But I say that with some praise.” So we shouldn’t blame her for this mess? “Oh, it’s not Theresa’s fault. She has walked into the biggest collection of political problems facing any prime minister in my lifetime, with the possible exception of Clement Attlee. Most of them would have been overwhelmed by what she inherited. And she has qualities, among them the rather stubborn doggedness and sense of duty of a traditional home counties Tory lady.” He refers to Attlee several times: “Quite a hero of mine.” He has praise for Tony Blair, too, as “a good prime minister who made one catastrophic mistake which I bitterly opposed, the invasion of Iraq.” How might Blair have handled Brexit? “He had the political skills; he might well have made a better job of it.” John Major, meanwhile, “would have been worried sick by it”. But at the top of the list is the woman he served for so long: “Margaret was the best prime minister of my lifetime. Mythology has turned Thatcher into someone regarded either as a goddess by her supporters or an evil witch by her opponents. She was a very pragmatic, rather odd, distinctive, determined woman with very, very forceful leadership qualities and absolute determination which might have got her through.” It’s a surprise to hear Clarke describe Thatcher as “pragmatic”. One more reason why he says: “Theresa May is no Margaret Thatcher.” What would Thatcher have done? The very thought of it makes Clarke smile. Watching her wrestle with Brexit would, he says, have been “quite something”. He’s quite clear on one thing, though. “She was never in favour of leaving the European Union. She got exploited by hardline Eurosceptics in her dotage. When she was in office she was very pro-Europe economically, [even if] deeply suspicious of political Europe.” How would she have voted in 2016? “She would have voted remain, just as she campaigned very heavily to remain” in the 1975 referendum. True, she had a “bad temper towards Europe towards the end” but that was “because she got on very badly with [German chancellor Helmut] Kohl and [French president François] Mitterrand, who patronised her … They weren’t quite ready for a woman being their political equal, which she certainly was.” Yet another Tory leadership election is looming; Clarke must have lost count of the number he has witnessed. He won’t say who he likes: “That would be the kiss of death.” Intriguingly, he tells me he has spotted “some very substantial men and women” on both the Labour and Tory benches among those elected in 2010. They’re the ones to watch. All this talk of leaders and leadership nudges us towards the fact that he never made it himself, despite attempts in 1997, 2001 and 2005. What kind of prime minister would he have been? “Sometimes kind people put me in the category of good prime ministers we might have had. It’s a very good club to be in. Denis Healey, Roy Jenkins, Rab Butler, Geoffrey Howe. And I will say it’s the best club to be in because nobody ever knows how bad you would have been if you’d ever done it.” He will say this, though. “I would have enjoyed it. That was one thing that would distinguish me from John Major: whatever else I’d have done, I’d have been determined to enjoy it.” I hesitate before making the next suggestion, although his response tells me I needn’t have worried. Is it possible that he’s enjoying, if only a little bit, Brexit itself? After all, it revolves around the great cause of his life; it is pure, compelling drama; and he is at the centre of it. Some politicians would be offended by such a thought, or at least affect to be. Not Clarke. “It’s hugely entertaining, if it were not so deadly serious. Oh, for a political addict, there’s nothing more fascinating than the bizarre, day-by-day, incompetent manoeuvrings that are going on. It’s like a parody version of student politics. The trouble is, the subject matter is of desperate importance to the wellbeing of next generations … I take an extremely active part in parliament not just ’cause I’m indulging myself as an old parliamentarian who’s got hooked on it. But because I’m actually having an opportunity – a privilege – of taking part in the public debate on vitally important things that matter a lot to me. I’m sure it’s doing me a power of good: it’s very therapeutic to a man approaching his 80th year and all that.” Therapeutic seems the right word. Clarke was widowed in 2015, losing Gillian, his wife of more than 50 years, with whom he had two children. Does that help explain his decision not to retire from parliament, fighting for re-election in 2017 despite making some earlier noises about standing down? “I normally avoid getting too personal in interviews, but my advice to all my friends who find themselves bereaved is: the best way of coping with bereavement is to keep yourself busy. Do not become a recluse, feeling sorry for yourself. Try to get busier than you usually are. That’s not the reason I’ve stayed in politics – I’m just an addict – but I think it helps. I think it helped me cope with the bereavement that I remained so absorbed and so obsessed on a daily basis with my political life, yes.” Our time is nearly up. Clarke gamely agrees to pose for the photographer with an unlit cigar: maverick, he might be, but he’s not going to light up in his office. It strikes me that the difference between him and Heseltine might not just be Clarke’s get-on-with-it pragmatism, but that speaking of heartbreak at the loss of something he cherished for half a century – whether it’s a marriage or the European dream – is just not him. So he will confess to feeling “dispirited and annoyed” by Brexit, infuriated by it and by a “political establishment that is spectacularly weak and unable to cope with the crisis we’ve created”, but he does not become elegiac. It is a matter of temperament. “I’m so laid-back that I’m almost horizontal, is how I would describe myself. I’m a naturally cheery and gregarious guy.” He collects his things; he has dinner plans. I assume there’s a function to attend, maybe black tie, perhaps a speech to give. Not tonight, he says. He has a weekly semi-appointment to keep at the Kennington Tandoori: table for one, just him and a copy of the Economist. He’s looking forward to it. • This article was amended on 13 May 2019 to clarify that Clarke’s record of having voted for May’s deal three times does not make him “rare” among Tory MPs, the majority of whom have joined him in the aye lobby on each occasion.",
      "charCount": "14688",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]