[
  {
    "id": "commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-09T17:27:03Z",
    "webTitle": "Teaching children about LGBT issues is not brainwashing – it equips them for life | Russell Hobby",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/09/teaching-children-lgbt-issues-parents-teachers-government",
    "fields": {
      "headline": "Teaching children about LGBT issues is not brainwashing – it equips them for life\r\n",
      "standfirst": "Parents’ rights do not trump all. Teachers need the support of the government on this highly charged issue",
      "trailText": "Parents’ rights do not trump all. Teachers need the support of the government on this highly charged issue, says Russell Hobby, head of Teach First",
      "byline": "Russell Hobby",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa138928936fef8df392b17c7613d76da6a7c3b2\"> <img src=\"https://media.guim.co.uk/aa138928936fef8df392b17c7613d76da6a7c3b2/816_124_2664_1599/1000.jpg\" alt=\"LGBT education protestsProtestors hold their first demonstration since an injunction was granted barring action immediately outside Anderton Park Primary School, in Moseley, Birmingham, over LGBT relationship education materials being used at the school. PRESS ASSOCIATION Photo. Picture date: Friday June 7, 2019. See PA story EDUCATION Anderton. Photo credit should read: Jacob King/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘No parent has a right to restrict their children from learning about other perspectives on the world’: protesters outside Anderton Park primary school, Birmingham.</span> <span class=\"element-image__credit\">Photograph: Jacob King/PA</span> </figcaption> </figure>",
      "body": "<p>Last week, a high court injunction <a href=\"https://www.theguardian.com/education/2019/may/31/high-court-bans-birmingham-school-protests-against-lgbt-lessons\" title=\"\">banned protesters against the teaching of LGBT-inclusive lessons</a> from gathering outside the school gates of Anderton Park primary school in Birmingham. But on Monday, there is a chance that this could be lifted.</p> <p>Whatever happens, it is clear we need wider resolution on this debate in order to draw a firm line under it. To do so there are two challenges we need to tackle. One is the call of parental rights. The other is the idea of what is “age appropriate”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Society has decided, through democratic procedures, that everyone is equal whatever their sexuality or gender identity</p> </blockquote> </aside>  <p>Speaking as a parent, my rights are important. I know my children better than anyone. I care for them more than anyone. Both my motives and my knowledge mean that I am most likely to know what’s best for them.</p> <p>But my rights are not unlimited. They do not trump all other concerns or viewpoints. No parent in modern society has unlimited rights. We are not free to neglect, abuse or hurt our children, for example. It is not a valid argument simply to claim “parental rights” as if that automatically overrides all other considerations. We have to dig deeper.</p> <p>The boundaries of parental rights are relatively straightforward when it comes to physical or emotional harm. But what about knowledge and values? Do I have a right to determine what my children learn and believe by controlling their access to other viewpoints and sources of information?</p> <p>This is where parental rights reach their limits. Clearly I should protect my children from some harmful views and knowledge – hatred, incitement, radicalisation. Clearly I have a right to teach my values and beliefs to my child – again assuming that I am not teaching hatred or inciting illegal behaviour. But no parent has a right to restrict their children from learning about other safe and legal values and other perspectives on the world. Not restricting knowledge seems to me to be the best criteria for balancing the rights of parents, young people and society as a whole. It is the exposure to multiple perspectives that gives young people the strongest start in life and the ability to make their own choices.</p> <p>There are many sources of knowledge and values for young people, and our schools are one of them. Their duty is to pass on what we as a society believe is true and what we believe is right and so equip young people for life after school in a complex world.</p> <p>What is true and what is right are always contestable, but the place for this contest to work itself out is through our politics, not in front of the gates of schools. Once something has made its way into law or policy, schools should not be targets.</p> <p>I know parents may feel that the weight of the government and authority figures can overwhelm their own teachings. This is an understandable source of fear. Schools should open conversation with parents so this fear can be addressed. But parents should not underestimate their own influence, nor overestimate that of schools.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/08/time-gay-people-stepped-aside-hetero-whiners-have-rights-too\">It’s time gay people stepped aside... hetero whiners have rights too | Barbara Ellen</a> </p> </aside>  <p>So let’s switch from the abstract to the concrete. As a society we have decided, through democratic procedures and enshrinement in law, that everyone is equally valued whatever their sexuality or gender identity. That there is no single recipe for a happy family and that we celebrate all loving homes. Schools therefore have a duty to highlight diversity in families. Parents can offer an alternative belief but they do not have the right to restrict their children from hearing what schools have to say. This is not “brainwashing”. Young people are being exposed to multiple viewpoints. Teaching such things doesn’t change who they are – it just helps them feel more confident and proud of who they are. There is no inappropriate age to learn about these things – they do not fall into the domain of dangerous knowledge.</p> <p>LGBT rights are not something that individual headteachers are pursuing on a whim or as a personal agenda. They are public servants reflecting the choices of government. For many teachers right now doing their job isn’t easy. It would really help if the government could move away from the language of headteachers’ “discretion” on this topic and if we took more seriously the idea of a national curriculum, applied to all schools whatever their status. Teachers and school leaders are exposed and vulnerable; the government is powerful. It should stop asking teachers to do the difficult work for it and use its power for good.</p> <p>• Russell Hobby is head of the teacher-training organisation Teach First and a former general secretary of the National Association of Head Teachers</p>",
      "wordcount": "769",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T17:27:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-10T14:28:58Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk4f5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa138928936fef8df392b17c7613d76da6a7c3b2/816_124_2664_1599/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week, a high court injunction banned protesters against the teaching of LGBT-inclusive lessons from gathering outside the school gates of Anderton Park primary school in Birmingham. But on Monday, there is a chance that this could be lifted. Whatever happens, it is clear we need wider resolution on this debate in order to draw a firm line under it. To do so there are two challenges we need to tackle. One is the call of parental rights. The other is the idea of what is “age appropriate”. Speaking as a parent, my rights are important. I know my children better than anyone. I care for them more than anyone. Both my motives and my knowledge mean that I am most likely to know what’s best for them. But my rights are not unlimited. They do not trump all other concerns or viewpoints. No parent in modern society has unlimited rights. We are not free to neglect, abuse or hurt our children, for example. It is not a valid argument simply to claim “parental rights” as if that automatically overrides all other considerations. We have to dig deeper. The boundaries of parental rights are relatively straightforward when it comes to physical or emotional harm. But what about knowledge and values? Do I have a right to determine what my children learn and believe by controlling their access to other viewpoints and sources of information? This is where parental rights reach their limits. Clearly I should protect my children from some harmful views and knowledge – hatred, incitement, radicalisation. Clearly I have a right to teach my values and beliefs to my child – again assuming that I am not teaching hatred or inciting illegal behaviour. But no parent has a right to restrict their children from learning about other safe and legal values and other perspectives on the world. Not restricting knowledge seems to me to be the best criteria for balancing the rights of parents, young people and society as a whole. It is the exposure to multiple perspectives that gives young people the strongest start in life and the ability to make their own choices. There are many sources of knowledge and values for young people, and our schools are one of them. Their duty is to pass on what we as a society believe is true and what we believe is right and so equip young people for life after school in a complex world. What is true and what is right are always contestable, but the place for this contest to work itself out is through our politics, not in front of the gates of schools. Once something has made its way into law or policy, schools should not be targets. I know parents may feel that the weight of the government and authority figures can overwhelm their own teachings. This is an understandable source of fear. Schools should open conversation with parents so this fear can be addressed. But parents should not underestimate their own influence, nor overestimate that of schools. So let’s switch from the abstract to the concrete. As a society we have decided, through democratic procedures and enshrinement in law, that everyone is equally valued whatever their sexuality or gender identity. That there is no single recipe for a happy family and that we celebrate all loving homes. Schools therefore have a duty to highlight diversity in families. Parents can offer an alternative belief but they do not have the right to restrict their children from hearing what schools have to say. This is not “brainwashing”. Young people are being exposed to multiple viewpoints. Teaching such things doesn’t change who they are – it just helps them feel more confident and proud of who they are. There is no inappropriate age to learn about these things – they do not fall into the domain of dangerous knowledge. LGBT rights are not something that individual headteachers are pursuing on a whim or as a personal agenda. They are public servants reflecting the choices of government. For many teachers right now doing their job isn’t easy. It would really help if the government could move away from the language of headteachers’ “discretion” on this topic and if we took more seriously the idea of a national curriculum, applied to all schools whatever their status. Teachers and school leaders are exposed and vulnerable; the government is powerful. It should stop asking teachers to do the difficult work for it and use its power for good. • Russell Hobby is head of the teacher-training organisation Teach First and a former general secretary of the National Association of Head Teachers",
      "charCount": "4499",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/russell-hobby\">Russell Hobby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/jun/09/fresh-land-laws-are-key-to-ending-inequality",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-09T17:02:41Z",
    "webTitle": "Fresh land laws are key to ending inequality | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/09/fresh-land-laws-are-key-to-ending-inequality",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/09/fresh-land-laws-are-key-to-ending-inequality",
    "fields": {
      "headline": "Fresh land laws are key to ending inequality",
      "standfirst": "<strong>Rev Paul Nicolson, DBC Reed</strong> and <strong>Marion Shoard</strong> are among several readers responding to George Monbiot’s piece tackling ‘the most neglected issue in British politics’",
      "trailText": "Letters:<strong> Rev Paul Nicolson, DBC Reed</strong> and <strong>Marion Shoard</strong> are among several readers responding to George Monbiot’s piece tackling ‘the most neglected issue in British politics’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8f29695124af2df9e032773c54b822deff65a748\"> <img src=\"https://media.guim.co.uk/8f29695124af2df9e032773c54b822deff65a748/0_384_5760_3456/1000.jpg\" alt=\"View over Wye Valley from Symonds Yat Rock\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It is time for the fair sharing of all the land in the UK for the common good,’ says the Rev Paul Nicolson.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Wealthy and powerful landowners ought to visit homeless hostels in the London borough of Haringey, where single mothers sleep with their children in single rooms, some for two years or more in “temporary” accommodation with no certainty that they or their children will ever own or rent a secure affordable home of their own (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/04/tackle-inequality-land-ownership-laws\" title=\"\">Want to tackle inequality? Our land laws have to change first</a>, 4 June). They should then visit the newly founded Christian church in a warehouse, where a whole floor is used to accommodate single homeless men at night, more and more of whom work during the day.</p> <p>Power has been abused. Since the big bang in the 1980s, government policy has allowed a medieval grabbing of land to the detriment of the health and wellbeing of low-income tenants. The late professor Peter Ambrose wrote in 2006: “Policy will not be decided on who needs affordable housing most … but on which policy will offend the lowest number of current house owners.” As a landowner, the Church of England is among the powerful beneficiaries of that injustice. The archbishop of Canterbury has said: “It’s time for a radical look at what enables people to live in communities, to build relationships.” In particular, it is time for the fair sharing of all the land in the UK for the common good.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty</em></p> <p>• In 1979 I was only able to get an article on land values published in the obscure Vole magazine because the piece centred on Henry George, whose masterpiece Progress and Poverty had been published 100 years previously, setting out the simple, dismal proposition that commercial progress was always followed by poverty because land and property prices went up, leaving people short of money. Now George Monbiot and his colleagues may well have published the major report on the subject (for the Labour party) <a href=\"https://landforthemany.uk/\" title=\"\">Land for the Many,</a> but this suffers from the democratic deficit that the mass of homeowners are unlikely to vote for anything that adversely affects the capital gains they make from land price inflation. The present arrangement is cruel to the young and fundamentally dishonest.<br><strong>DBC Reed</strong><br><em>Northampton</em></p> <p>• Of course it must be hoped that what George Monbiot and his fellow authors are proposing in their report Land for the Many will all come to pass, sooner rather than later and that the Labour party in power won’t shrink from realising these proposals. George Monbiot knows better than most, however, the grip and vice of land ownership, not least by Oxford and Cambridge colleges whose charitable statuses would need to be revoked before real reform could become reality.</p> <p>In 1840 Pierre-Joseph Proudhon declared “property is theft” and equated property ownership with the ownership of slaves. In England (and the UK as a whole) William Blake’s “green and pleasant land” is greener and more pleasant for some than for others. We live in hope, however frail that hope must be.<br><strong>Bruce Ross-Smith</strong><br><em>Oxford</em></p> <p>• Greater public access to Britain’s countryside as advocated by George Monbiot and his team would indeed be desirable. However, a general right of responsible access to land and water, as introduced in Scotland in 2003, would be more effective than the extension of the half-baked <a href=\"https://www.legislation.gov.uk/ukpga/2000/37/contents\" title=\"\">Countryside and Rights of Way (Crow) Act</a> to their proposed new category of “uncultivated land and waterways”. Whatever this means (does it include woodland?), the terrain and water would have to be identified and mapped on the ground, with provision for landowners to object to the designation, as under existing Crow Act procedures. This would be a recipe for endless disputes and public inquiries as landowners fought to prevent their land being included. Environmentally valuable roughland would doubtless be ploughed up to render it “cultivated”. In addition, a universal right, as I argue in my book <a href=\"https://www.amazon.co.uk/Right-Roam-Increase-Britains-Countryside/dp/0192880160\" title=\"\">A Right to Roam</a>, asserts emphatically that this right would be a citizen’s entitlement, not something that could be delivered piecemeal.<br><strong>Marion Shoard</strong><br><em>Strood, Kent</em></p> <p>• We welcome calls to increase provision of parks and public spaces in urban areas. There is growing evidence that access to green space is an important determinant of health and wellbeing, and that many urban communities suffer from a deficiency of green spaces near to where they live.</p> <p>As London and other cities grow, it is essential that all new development includes adequate provision for genuinely public green space. This should be accompanied by the necessary statutory powers and resources for these to be managed sensitively by democratically accountable bodies for the long term. The social and environmental value of too many existing green spaces is being eroded by incremental development and commercial events as local authorities struggle to cope with declining public funding.</p> <p>The benefits of access to high-quality public realm can be extended and enhanced by a new legal provision for an “urban right to roam”, subject of course to limited exclusions such as private gardens. The public London charter currently being developed by the mayor should be a valuable first step in asserting the rights of the public to explore and enjoy the capital’s public spaces, and similar initiatives are likely to be needed in other cities. More radical measures will be needed to avert the creeping privatisation of land and ensure all urban communities can benefit from easy access to high-quality and well-managed green spaces.<br><strong>Neil Sinden</strong><br><em>Director, CPRE London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "936",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T17:02:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T17:04:24Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk4gc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8f29695124af2df9e032773c54b822deff65a748/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Wealthy and powerful landowners ought to visit homeless hostels in the London borough of Haringey, where single mothers sleep with their children in single rooms, some for two years or more in “temporary” accommodation with no certainty that they or their children will ever own or rent a secure affordable home of their own (Want to tackle inequality? Our land laws have to change first, 4 June). They should then visit the newly founded Christian church in a warehouse, where a whole floor is used to accommodate single homeless men at night, more and more of whom work during the day. Power has been abused. Since the big bang in the 1980s, government policy has allowed a medieval grabbing of land to the detriment of the health and wellbeing of low-income tenants. The late professor Peter Ambrose wrote in 2006: “Policy will not be decided on who needs affordable housing most … but on which policy will offend the lowest number of current house owners.” As a landowner, the Church of England is among the powerful beneficiaries of that injustice. The archbishop of Canterbury has said: “It’s time for a radical look at what enables people to live in communities, to build relationships.” In particular, it is time for the fair sharing of all the land in the UK for the common good. Rev Paul Nicolson Taxpayers Against Poverty • In 1979 I was only able to get an article on land values published in the obscure Vole magazine because the piece centred on Henry George, whose masterpiece Progress and Poverty had been published 100 years previously, setting out the simple, dismal proposition that commercial progress was always followed by poverty because land and property prices went up, leaving people short of money. Now George Monbiot and his colleagues may well have published the major report on the subject (for the Labour party) Land for the Many, but this suffers from the democratic deficit that the mass of homeowners are unlikely to vote for anything that adversely affects the capital gains they make from land price inflation. The present arrangement is cruel to the young and fundamentally dishonest. DBC Reed Northampton • Of course it must be hoped that what George Monbiot and his fellow authors are proposing in their report Land for the Many will all come to pass, sooner rather than later and that the Labour party in power won’t shrink from realising these proposals. George Monbiot knows better than most, however, the grip and vice of land ownership, not least by Oxford and Cambridge colleges whose charitable statuses would need to be revoked before real reform could become reality. In 1840 Pierre-Joseph Proudhon declared “property is theft” and equated property ownership with the ownership of slaves. In England (and the UK as a whole) William Blake’s “green and pleasant land” is greener and more pleasant for some than for others. We live in hope, however frail that hope must be. Bruce Ross-Smith Oxford • Greater public access to Britain’s countryside as advocated by George Monbiot and his team would indeed be desirable. However, a general right of responsible access to land and water, as introduced in Scotland in 2003, would be more effective than the extension of the half-baked Countryside and Rights of Way (Crow) Act to their proposed new category of “uncultivated land and waterways”. Whatever this means (does it include woodland?), the terrain and water would have to be identified and mapped on the ground, with provision for landowners to object to the designation, as under existing Crow Act procedures. This would be a recipe for endless disputes and public inquiries as landowners fought to prevent their land being included. Environmentally valuable roughland would doubtless be ploughed up to render it “cultivated”. In addition, a universal right, as I argue in my book A Right to Roam, asserts emphatically that this right would be a citizen’s entitlement, not something that could be delivered piecemeal. Marion Shoard Strood, Kent • We welcome calls to increase provision of parks and public spaces in urban areas. There is growing evidence that access to green space is an important determinant of health and wellbeing, and that many urban communities suffer from a deficiency of green spaces near to where they live. As London and other cities grow, it is essential that all new development includes adequate provision for genuinely public green space. This should be accompanied by the necessary statutory powers and resources for these to be managed sensitively by democratically accountable bodies for the long term. The social and environmental value of too many existing green spaces is being eroded by incremental development and commercial events as local authorities struggle to cope with declining public funding. The benefits of access to high-quality public realm can be extended and enhanced by a new legal provision for an “urban right to roam”, subject of course to limited exclusions such as private gardens. The public London charter currently being developed by the mayor should be a valuable first step in asserting the rights of the public to explore and enjoy the capital’s public spaces, and similar initiatives are likely to be needed in other cities. More radical measures will be needed to avert the creeping privatisation of land and ensure all urban communities can benefit from easy access to high-quality and well-managed green spaces. Neil Sinden Director, CPRE London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5758",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jun/09/when-tory-outsourcing-and-cuts-end-in-fatal-social-services-errors",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-06-09T17:01:46Z",
    "webTitle": "When Tory outsourcing and cuts end in fatal social services errors | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/jun/09/when-tory-outsourcing-and-cuts-end-in-fatal-social-services-errors",
    "apiUrl": "https://content.guardianapis.com/society/2019/jun/09/when-tory-outsourcing-and-cuts-end-in-fatal-social-services-errors",
    "fields": {
      "headline": "When Tory outsourcing and cuts end in fatal social services errors",
      "standfirst": "Chaotic children’s services are the result of an ideologically driven commitment to outsourcing and austerity, says <strong>Dr Ray Jones</strong>, while <strong>Joan Anthony</strong> says prevention is better paying the price for picking up the pieces",
      "trailText": "<strong>Letters: </strong>Chaotic children’s services are the result of an ideologically driven commitment to outsourcing and austerity, says <strong>Dr Ray Jones</strong>, while <strong>Joan Anthony</strong> says prevention is better paying the price for picking up the pieces",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"634e381c9809fbdcae1b2af125e378c3a86ce078\"> <img src=\"https://media.guim.co.uk/634e381c9809fbdcae1b2af125e378c3a86ce078/0_115_3500_2100/1000.jpg\" alt=\"Northamptonshire county council headquarters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The headquarters of Northamptonshire county council.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>",
      "body": "<p>The killing by violent men of two little children in Northamptonshire is shocking and distressing (<a href=\"https://www.theguardian.com/society/2019/jun/05/inquiry-into-toddler-murders-slams-social-workers-and-police\" title=\"\">Social services accused of failing toddlers murdered in their homes</a>, 6 June). As Patrick Butler notes, the context for children’s services in the county was of disarray with great difficulty in recruiting and retaining social workers. Amid council funding cuts this is a national crisis. But Northamptonshire has been exceptional. The Conservative council has been in the vanguard of outsourcing services and intended to do so for its social services.</p> <p>Rather than focusing on frontline practice it has been distracted by concentrating on an ideologically driven commitment to distance itself from providing services. Unfortunately nothing has changed. The government is now requiring that the two councils to replace the county council should set up an independent company for children’s services. It will be costly, disruptive, time- and attention-consuming, and lead to greater complexity and confused accountability. For the next two years and beyond there will be continuing churn and chaos. What instead is needed is a concentration on building a stable workforce with managers focused on what is happening to children and families.<br><strong>Dr Ray Jones</strong><br><em>Emeritus professor of social work, Kingston University and St George’s, University of London</em></p> <p>• Patrick Butler highlighted the “systemic weaknesses” of Northamptonshire social services. Citing as he does the chaos in Northamptonshire’s child protection services; a chronic shortage of experienced social workers in turn contributed to warning signs being missed. Between 2015 and 2016, 47 social work team managers were dismissed; not a cheap event but obviously one which the council decided was worth the cost.</p> <p>The 47 mangers included someone I was at college with in 1991. Initially an educational welfare officer, my friend, on qualifying, continued to work in the Northamptonshire area, becoming a competent team manager. It was a life-altering experience to be cast adrift in order to curtail budgets, an unbelievable waste of talent, years of experience (mentoring younger newly qualified social workers) and safeguarding gone at a stroke.</p> <p>I agree with Patrick Butler’s analysis of the effect of the cuts and how in fact they have not saved money. Taxpayers, myself included, now have to foot the cost of prison sentences, raising the question “wouldn’t a compassionate society have insisted that prevention was a cost worthwhile?” Austerity is too expensive and as a society we should be ashamed that we continue to be inured to the costs that fall on the vulnerable in our society.<br><strong>Joan Anthony</strong><br><em>East Leake, Leicestershire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "460",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T17:01:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T17:25:27Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk4cv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/634e381c9809fbdcae1b2af125e378c3a86ce078/0_115_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The killing by violent men of two little children in Northamptonshire is shocking and distressing (Social services accused of failing toddlers murdered in their homes, 6 June). As Patrick Butler notes, the context for children’s services in the county was of disarray with great difficulty in recruiting and retaining social workers. Amid council funding cuts this is a national crisis. But Northamptonshire has been exceptional. The Conservative council has been in the vanguard of outsourcing services and intended to do so for its social services. Rather than focusing on frontline practice it has been distracted by concentrating on an ideologically driven commitment to distance itself from providing services. Unfortunately nothing has changed. The government is now requiring that the two councils to replace the county council should set up an independent company for children’s services. It will be costly, disruptive, time- and attention-consuming, and lead to greater complexity and confused accountability. For the next two years and beyond there will be continuing churn and chaos. What instead is needed is a concentration on building a stable workforce with managers focused on what is happening to children and families. Dr Ray Jones Emeritus professor of social work, Kingston University and St George’s, University of London • Patrick Butler highlighted the “systemic weaknesses” of Northamptonshire social services. Citing as he does the chaos in Northamptonshire’s child protection services; a chronic shortage of experienced social workers in turn contributed to warning signs being missed. Between 2015 and 2016, 47 social work team managers were dismissed; not a cheap event but obviously one which the council decided was worth the cost. The 47 mangers included someone I was at college with in 1991. Initially an educational welfare officer, my friend, on qualifying, continued to work in the Northamptonshire area, becoming a competent team manager. It was a life-altering experience to be cast adrift in order to curtail budgets, an unbelievable waste of talent, years of experience (mentoring younger newly qualified social workers) and safeguarding gone at a stroke. I agree with Patrick Butler’s analysis of the effect of the cuts and how in fact they have not saved money. Taxpayers, myself included, now have to foot the cost of prison sentences, raising the question “wouldn’t a compassionate society have insisted that prevention was a cost worthwhile?” Austerity is too expensive and as a society we should be ashamed that we continue to be inured to the costs that fall on the vulnerable in our society. Joan Anthony East Leake, Leicestershire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2975",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/09/capitalism-and-the-death-of-conservatism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T16:59:43Z",
    "webTitle": "Capitalism and the death of conservatism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/09/capitalism-and-the-death-of-conservatism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/capitalism-and-the-death-of-conservatism",
    "fields": {
      "headline": "Capitalism and the death of conservatism",
      "standfirst": "<strong>Charles Patmore</strong> and <strong>David Murray</strong> debate the damage inflicted by Margaret Thatcher, while <strong>Nick Pattinson</strong> says she would now be dismissed for being too leftwing",
      "trailText": "Letters: <strong>Charles Patmore</strong> and <strong>David Murray</strong> debate the damage inflicted by Margaret Thatcher, while <strong>Nick Pattinson</strong> says she would now be dismissed for being too leftwing",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5a305208be388d1ca1d79d4d8828fbb69f961e55\"> <img src=\"https://media.guim.co.uk/5a305208be388d1ca1d79d4d8828fbb69f961e55/0_139_1655_993/1000.jpg\" alt=\"Margaret Thatcher\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Any Conservative politician with ambitions has been required to worship at the altar of the blessed Margaret,’ says Nick Pattinson.</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>",
      "body": "<p>There is an omission in Jonathan Aldred’s account of how western capitalism began to shortchange many people from 1980 onwards (<a href=\"https://www.theguardian.com/inequality/2019/jun/06/socialism-for-the-rich-the-evils-of-bad-economics\" title=\"\">The long read</a>, 6 June). For decades after 1945, communist tanks lined the borders of western Europe and communist parties were strong in Italy and France. The western system strove to retain popular loyalty by successfully providing the masses with better lifestyles than could communism – through the NHS, welfare benefits and reasonable wages. This was maintained at least in part by the heavy taxes on the super-rich, whose post-1980 reduction Jonathan Aldred describes.</p> <p>From 1980, Reagan and Thatcher launched a climate of credible military confrontation with Soviet communism, leading to the demise of the latter – and hence no need to moderate capitalism in order to compete with a rival system. The gloves are off, the super-rich are getting ever richer, and step by step the benign features of 1945-79 UK capitalism are being dismantled.<br><strong>Charles Patmore</strong><br><em>York</em></p> <p>• Jonathan Freedland’s “<a href=\"https://www.theguardian.com/commentisfree/2019/jun/07/brexit-strange-death-british-conservatism\" title=\"\">How Brexit caused the strange death of British conservatism</a>” (8 June) is an extraordinary headline because the conservatism of Edmund Burke and Michael Oakeshott died long ago during Thatcher’s time under the influence of the Institute of Economic Affairs and the Chicago school economists, when Farage was himself a Tory. So now, while the Brexit party may “rail against” a hated elite, their unexplained substantial funding implies reliance on an elite’s money, possibly even the same elite that funds the Tory party. And while its philosophy may be “slash and burn”, the Tory cabinet’s (many now standing for leader) cuts to health, social care, including care for disabled people, and education make them the destroyers. With such alternatives, voting Labour is the best option.<br><strong>David Murray</strong><br><em>Wallington, Surrey</em></p> <p>• Jonathan Freedland suggests that the current Conservative party is anything but. The Conservative party lost its conservative nature in May 1979. For all the championing of Victorian values, Margaret Thatcher was a radical. Subsequently, any Conservative politician with ambitions has been required to worship at the altar of the blessed Margaret, and to fight others on the field of who can out-Thatcher the other. In the current Conservative and Unionist party (for how much longer?) she would be dismissed for being far too leftwing.<br><strong>Nick Pattinson</strong><br><em>Stockport, Greater Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "420",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T16:59:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T17:00:22Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk4ck",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5a305208be388d1ca1d79d4d8828fbb69f961e55/0_139_1655_993/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There is an omission in Jonathan Aldred’s account of how western capitalism began to shortchange many people from 1980 onwards (The long read, 6 June). For decades after 1945, communist tanks lined the borders of western Europe and communist parties were strong in Italy and France. The western system strove to retain popular loyalty by successfully providing the masses with better lifestyles than could communism – through the NHS, welfare benefits and reasonable wages. This was maintained at least in part by the heavy taxes on the super-rich, whose post-1980 reduction Jonathan Aldred describes. From 1980, Reagan and Thatcher launched a climate of credible military confrontation with Soviet communism, leading to the demise of the latter – and hence no need to moderate capitalism in order to compete with a rival system. The gloves are off, the super-rich are getting ever richer, and step by step the benign features of 1945-79 UK capitalism are being dismantled. Charles Patmore York • Jonathan Freedland’s “How Brexit caused the strange death of British conservatism” (8 June) is an extraordinary headline because the conservatism of Edmund Burke and Michael Oakeshott died long ago during Thatcher’s time under the influence of the Institute of Economic Affairs and the Chicago school economists, when Farage was himself a Tory. So now, while the Brexit party may “rail against” a hated elite, their unexplained substantial funding implies reliance on an elite’s money, possibly even the same elite that funds the Tory party. And while its philosophy may be “slash and burn”, the Tory cabinet’s (many now standing for leader) cuts to health, social care, including care for disabled people, and education make them the destroyers. With such alternatives, voting Labour is the best option. David Murray Wallington, Surrey • Jonathan Freedland suggests that the current Conservative party is anything but. The Conservative party lost its conservative nature in May 1979. For all the championing of Victorian values, Margaret Thatcher was a radical. Subsequently, any Conservative politician with ambitions has been required to worship at the altar of the blessed Margaret, and to fight others on the field of who can out-Thatcher the other. In the current Conservative and Unionist party (for how much longer?) she would be dismissed for being far too leftwing. Nick Pattinson Stockport, Greater Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2713",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-06-09T16:58:55Z",
    "webTitle": "Fighting to protect women at work | Letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jun/09/fighting-to-protect-women-at-work",
    "fields": {
      "headline": "Fighting to protect women at work",
      "standfirst": "Signatories including <strong>Helen Pankhurst</strong>,<strong> Sadiq Khan </strong>and<strong> Harriet Harman </strong>say the International Labour Conference in Geneva presents an opportunity to end violence and harassment against women, and call on the UK government to use its influence wisely",
      "trailText": "<strong>Letters:</strong> Signatories including <strong>Helen Pankhurst</strong>,<strong> Sadiq Khan </strong>and<strong> Harriet Harman </strong>say the International Labour Conference in Geneva presents an opportunity to end violence and harassment against women, and call on the UK government to use its influence wisely",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2a8e60ac03c5b355ec4a8e31861c849de5606657\"> <img src=\"https://media.guim.co.uk/2a8e60ac03c5b355ec4a8e31861c849de5606657/499_873_4775_2865/1000.jpg\" alt=\"Workers in Chinese textile factory\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It is the poorest women who are the most vulnerable – domestic workers, factory workers, those living hand-to-mouth who cannot afford to risk their jobs by standing up for themselves,’ say the signatories.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Over the last few years, we have come together around <a href=\"https://www.careinternational.org.uk/march4women\" title=\"\">#March4Women</a> to demand action to end violence and sexual harassment in the workplace. This week, world leaders have a crucial chance to answer this call, and turn the wave of global outrage following #MeToo into systemic change for women in the workplace. We call on the UK government not to waste this opportunity to champion a strong global law that protects all women.</p> <p>Governments, employers and workers are meeting in Geneva for the International Labour Conference to negotiate a new global convention to end violence and harassment in the world of work. We urge them to remember the 235 million women around the world who work without any legal protection because one in three countries have no laws against sexual harassment at work. It is the poorest women who are the most vulnerable – domestic workers, factory workers, those women living hand-to-mouth who cannot afford to risk their jobs by standing up for themselves and for each other. An international law is urgently needed.</p> <p>The UK government must be bold, and use its influence to ensure the convention is not watered down or negotiations derailed. Just as it did in the fight to end modern slavery, it needs to be at the forefront of those calling for the most robust legislation possible. We must end this conference with a strong and inclusive convention that provides protection for every woman, everywhere, from the Hollywood studios to the factory floors of Cambodia and serviced households of Latin America. Because abuse isn’t in anyone’s job description.<br><strong>David Arnold</strong> <em>Composer</em><br><strong>Claire Barnett</strong> <em>Interim executive director, UN Women UK</em><br><strong>Melissa Benn</strong> <em>Writer and campaigner</em><br><strong>Christina Blacklaws </strong><em>President, The Law Society</em><br><strong>Dawn Butler</strong> <em>Shadow </em><em>women and equalities secretary</em><br><strong>Melanie C</strong> <em>Musician</em><br><strong>Bridget Christie</strong> <em>Comedian</em><br><strong>Simon Neil, James Johnston </strong><em>and</em><strong> Ben Johnston</strong> <em>Biffy Clyro musicians</em><br><strong>Anne-Marie Duff</strong> <em>Actor</em><br><strong>Paloma Faith</strong> <em>Musician</em><br><strong>Sarah Gavron</strong> <em>Director, Suffragette</em><br><strong>Shaista Gohir </strong><em>Interim executive director, Muslim Women’s Network UK</em><br><strong>Harriet Harman </strong><em>Mother of the House</em><br><strong>Caroline Haworth </strong><em>CEO, Womankind Worldwide</em><br><strong>Helen Hayes </strong><em>MP</em><br><strong>Konnie Huq</strong> <em>Presenter</em><br><strong>Bianca Jagger</strong> <em>Founder and CEO, Bianca Jagger Human Rights Foundation</em><br><strong>Sioned Jones</strong> <em>CEO, The Circle</em><br><strong>Jude Kelly</strong> <em>Founder, Women of the World</em><br><strong>Sadiq Khan</strong> <em>Mayor of London</em><br><strong>Laurie Lee</strong> <em>CEO, Care International UK</em><br><strong>Annie Lennox </strong><em>Founder of The Circle</em><br><strong>Caroline Lucas</strong> <em>MP</em><br><strong>Imelda May</strong> <em>Musician</em><br><strong>Gordon McKay</strong> <em>President, Unison</em><br><strong>Girish Menon</strong> <em>CEO, ActionAid UK</em><br><strong>Maria Miller</strong> <em>MP, chair of the women and equalities committee</em><br><strong>Nicky Morgan</strong> <em>MP</em><br><strong>Shola Mos-Shogbamimu</strong> <em>Campaigner, Women’s March London</em><br><strong>Alison Owen</strong> <em>Producer, Suffragette</em><br><strong>Helen Pankhurst</strong> <em>Gender equality adviser, Care International</em><br><strong>Zelda Perkins</strong> <em>Campaigner, former PA to Harvey Weinstein</em><br><strong>Jess Phillips</strong> <em>MP</em><br><strong>Gay-Yee Westerhoff, Eos Counsell, Tania Davis, Elspeth Hanson </strong><em>and</em><strong> Haylie Ecker</strong>, <em>Bond Quartet</em><strong><em> </em></strong><em>musicians</em><br><strong>Michael Sheen</strong> <em>Actor</em><br><strong>Sam Smethers</strong> <em>CEO, Fawcett Society</em><br><strong>Lisa Smosarski </strong><em>Editor, Stylist Magazine</em><br><strong>Anthea Sully</strong> <em>CEO, White Ribbon UK</em><br><strong>Jo Swinson</strong> <em>Deputy leader, Liberal Democrats</em><br><strong>Sandi Toksvig</strong> <em>Co-founder, Women’s Equality Party</em><br><strong>Sue Vincent</strong><em> Actor</em><br><strong>Ruby Wax</strong><em> Writer and comedian</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "497",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T16:58:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T17:25:27Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk44c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2a8e60ac03c5b355ec4a8e31861c849de5606657/499_873_4775_2865/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Over the last few years, we have come together around #March4Women to demand action to end violence and sexual harassment in the workplace. This week, world leaders have a crucial chance to answer this call, and turn the wave of global outrage following #MeToo into systemic change for women in the workplace. We call on the UK government not to waste this opportunity to champion a strong global law that protects all women. Governments, employers and workers are meeting in Geneva for the International Labour Conference to negotiate a new global convention to end violence and harassment in the world of work. We urge them to remember the 235 million women around the world who work without any legal protection because one in three countries have no laws against sexual harassment at work. It is the poorest women who are the most vulnerable – domestic workers, factory workers, those women living hand-to-mouth who cannot afford to risk their jobs by standing up for themselves and for each other. An international law is urgently needed. The UK government must be bold, and use its influence to ensure the convention is not watered down or negotiations derailed. Just as it did in the fight to end modern slavery, it needs to be at the forefront of those calling for the most robust legislation possible. We must end this conference with a strong and inclusive convention that provides protection for every woman, everywhere, from the Hollywood studios to the factory floors of Cambodia and serviced households of Latin America. Because abuse isn’t in anyone’s job description. David Arnold Composer Claire Barnett Interim executive director, UN Women UK Melissa Benn Writer and campaigner Christina Blacklaws President, The Law Society Dawn Butler Shadow women and equalities secretary Melanie C Musician Bridget Christie Comedian Simon Neil, James Johnston and Ben Johnston Biffy Clyro musicians Anne-Marie Duff Actor Paloma Faith Musician Sarah Gavron Director, Suffragette Shaista Gohir Interim executive director, Muslim Women’s Network UK Harriet Harman Mother of the House Caroline Haworth CEO, Womankind Worldwide Helen Hayes MP Konnie Huq Presenter Bianca Jagger Founder and CEO, Bianca Jagger Human Rights Foundation Sioned Jones CEO, The Circle Jude Kelly Founder, Women of the World Sadiq Khan Mayor of London Laurie Lee CEO, Care International UK Annie Lennox Founder of The Circle Caroline Lucas MP Imelda May Musician Gordon McKay President, Unison Girish Menon CEO, ActionAid UK Maria Miller MP, chair of the women and equalities committee Nicky Morgan MP Shola Mos-Shogbamimu Campaigner, Women’s March London Alison Owen Producer, Suffragette Helen Pankhurst Gender equality adviser, Care International Zelda Perkins Campaigner, former PA to Harvey Weinstein Jess Phillips MP Gay-Yee Westerhoff, Eos Counsell, Tania Davis, Elspeth Hanson and Haylie Ecker, Bond Quartet musicians Michael Sheen Actor Sam Smethers CEO, Fawcett Society Lisa Smosarski Editor, Stylist Magazine Anthea Sully CEO, White Ribbon UK Jo Swinson Deputy leader, Liberal Democrats Sandi Toksvig Co-founder, Women’s Equality Party Sue Vincent Actor Ruby Wax Writer and comedian • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3465",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "world/2019/jun/09/tempted-to-pray-for-a-less-pitiful-pension",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-09T16:50:56Z",
    "webTitle": "Tempted to pray for a less pitiful pension | Brief letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/09/tempted-to-pray-for-a-less-pitiful-pension",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/09/tempted-to-pray-for-a-less-pitiful-pension",
    "fields": {
      "headline": "Tempted to pray for a less pitiful pension",
      "standfirst": "Veterans’ pensions | Lord’s Prayer | Sherry refills | Shared birthdays | Mickey Mouse",
      "trailText": "<strong>Brief letters:</strong> Veterans’ pensions | Lord’s Prayer | Sherry refills | Shared birthdays | Mickey Mouse",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e7d739962b664b128448464110462cd0740d5df2\"> <img src=\"https://media.guim.co.uk/e7d739962b664b128448464110462cd0740d5df2/0_411_6584_3952/1000.jpg\" alt=\"Hands clasped in prayer\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Changes to the wording of the Lord’s Prayer will cause consternation among schoolchilden in Long Eaton, according to reader Roger Wilkinson.</span> <span class=\"element-image__credit\">Photograph: Kevin Frayer/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It is not my wish to denigrate the sacrifices made for the nation in the second world war, but if these brave veterans are so valued by the government, why are they among the recipients of the poorest pensions in Europe? Compared to Germany they are insulting.<br><strong>Collin Rossini</strong><br><em>Dovercourt, Essex</em></p> <p>• Rome is merely playing catch-up (<a href=\"https://www.theguardian.com/world/2019/jun/06/led-not-into-temptation-pope-approves-change-to-lords-prayer\" title=\"\">Pope approves change to wording of Lord’s Prayer</a>, 7 June). In both the Edwardine (1549) and the Elizabethan (1559) Book of Common Prayer, the wording is “… let us not be led into temptation”. Unfortunately the 1662 revision used the familiar, clouded translation.<br><strong>Emeritus Professor Bruce Wood</strong><br><em>School of Music, Bangor University</em></p> <p>• No longer will generations of Long Eaton schoolchildren in school assembly be heard to intone “Lead us not in to Trent station” (a notoriously bleak interchange between Derby and Nottingham).<br><strong>Roger Wilkinson</strong><br><em>Leasgill, Cumbria</em></p> <p>• You quite rightly praise Waitrose for offering packaging-free, refilling service for customers (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/04/the-guardian-view-on-phasing-out-packaging-back-to-the-plastic-free-future\" title=\"\">Editorial</a>, 5 June). In the early 1980s at our local Co-op in Headingley, you could bring your own bottle and refill with sherry. Aye them were t’days ‘appen.<br><strong>Dr Khosro S Jahdi</strong><br><em>Leeds</em></p> <p>• Sod all these people sharing birthdays with celebs, dictators, et al (<a href=\"https://www.theguardian.com/tv-and-radio/2019/jun/07/foxed-by-basil-brush-and-his-lost-decades\" title=\"\">Letters</a>, 8 June). I have the misfortune to share mine – 23 June – with the first bloody referendum. I can’t wait for the second … please?<br><strong>Lynn Wiseman</strong><br><em>Lewes, East Sussex</em></p> <p>• Ever since I discovered I shared a birthday with Mickey Mouse (18 November), I’ve wondered if that could account for my sunny disposition and slightly prominent ears.<br><strong>Peter Bevington</strong><br><em>Leeds</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "299",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T16:50:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:34Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk4f7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e7d739962b664b128448464110462cd0740d5df2/0_411_6584_3952/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is not my wish to denigrate the sacrifices made for the nation in the second world war, but if these brave veterans are so valued by the government, why are they among the recipients of the poorest pensions in Europe? Compared to Germany they are insulting. Collin Rossini Dovercourt, Essex • Rome is merely playing catch-up (Pope approves change to wording of Lord’s Prayer, 7 June). In both the Edwardine (1549) and the Elizabethan (1559) Book of Common Prayer, the wording is “… let us not be led into temptation”. Unfortunately the 1662 revision used the familiar, clouded translation. Emeritus Professor Bruce Wood School of Music, Bangor University • No longer will generations of Long Eaton schoolchildren in school assembly be heard to intone “Lead us not in to Trent station” (a notoriously bleak interchange between Derby and Nottingham). Roger Wilkinson Leasgill, Cumbria • You quite rightly praise Waitrose for offering packaging-free, refilling service for customers (Editorial, 5 June). In the early 1980s at our local Co-op in Headingley, you could bring your own bottle and refill with sherry. Aye them were t’days ‘appen. Dr Khosro S Jahdi Leeds • Sod all these people sharing birthdays with celebs, dictators, et al (Letters, 8 June). I have the misfortune to share mine – 23 June – with the first bloody referendum. I can’t wait for the second … please? Lynn Wiseman Lewes, East Sussex • Ever since I discovered I shared a birthday with Mickey Mouse (18 November), I’ve wondered if that could account for my sunny disposition and slightly prominent ears. Peter Bevington Leeds • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1894",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T16:45:16Z",
    "webTitle": "'Not the Boris we're used to': Johnson's ruthlessly organised bid for PM",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/boris-johnson-kept-from-media-in-ruthlessly-organised-campaign",
    "fields": {
      "headline": "'Not the Boris we're used to': Johnson's ruthlessly organised bid for PM",
      "standfirst": "<p>Tory MPs ‘gobsmacked’ by lengths to which frontrunner’s team is going in attempt to win support</p>",
      "trailText": "Tory MPs ‘gobsmacked’ by lengths to which frontrunner’s team is going in attempt to win support",
      "byline": "Rowena Mason and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"53e6c8c2c7ca74310241d1979136512e33e18508\"> \n <img src=\"https://media.guim.co.uk/53e6c8c2c7ca74310241d1979136512e33e18508/0_314_5230_3138/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson has made very few media appearances during his campaign so far, giving just one newspaper interview.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson’s campaign to be Britain’s next prime minister is being organised ruthlessly to limit his media appearances and minimise the potential for gaffes while trying to lovebomb wavering MPs, according to his colleagues.</p> \n<p>Conservative MPs say they are “gobsmacked” by the lengths to which the Johnson camp has been going in an effort to win their support in recent weeks.</p> \n<p>The professionalism of his campaign – a far cry from his shambolic effort in the aftermath of the EU referendum in 2016 – has won him support from unexpected corners, uniting <a href=\"https://www.theguardian.com/commentisfree/2019/jun/09/hard-brexit-drugs-tories-eu\">hard Brexiters</a> such as Owen Paterson and Jacob Rees-Mogg with moderates such as the young rising star Johnny Mercer and Damian Collins, who has previously suggested he could support a second EU referendum.</p> \n<p>Allies say Johnson is running his campaign from a £3m townhouse on Lord North Street in Westminster from which Iain Duncan Smith masterminded his leadership victory in 2001 and Michael Portillo made a failed tilt at the top job in 1995.</p> \n<p>Johnson will launch his campaign formally within days, but for weeks his team have been filling his diary with up to 16 phone calls and one-to-one meetings with MPs each day.</p> \n<p>Johnson’s team, led by the former MP James Wharton, have been briefing him about each individual MP’s concerns. Crucially, they say he is staying on-message and eschewing his usual tendency to resort to crowd-pleasing gags and anecdotes.</p> \n<p>MPs close to Johnson say Lynton Crosby, the Australian election guru who helped him to two mayoral victories, is not officially on board the campaign but speaks to Johnson daily on the phone and is a very close friend.</p> \n<p>Despite the denials that Crosby is part of the team formally, Johnson’s performance so far does bear some of the hallmarks of Crosby’s previous campaigns, in which his candidates have sought to avoid the cross-examination of television interviews.</p> \n<p>His appearances in the media have been strictly limited to just one interview with Tim Shipman of the Sunday Times, and no daily appearances on broadcast programmes like many of his rivals. Johnson is yet to confirm whether he will appear in a series of television debates being organised by the broadcasters.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/09/tory-leadership-contest-where-do-things-stand\">Tory leadership contest: where do things stand?</a> </p> \n</aside> \n<p>Journalists say Wharton hauled the clubbable Johnson away from chatting to them last week in Portcullis House and gave orders to speak to his chief media adviser, Lee Cain, if they wanted to ask him anything.</p> \n<p>Instead, the strategy has been to relentlessly target Tory MPs whose votes Johnson needs in order to reach the final shortlist to go before Tory members, making sure his policy advisers follow up on their various concerns ranging from HS2 to schools funding.</p> \n<p>One MP involved in the campaign said Johnson was impressing on MPs that he would bring serious organisational brains on board if he reaches Downing Street, including his former mayoral deputy Sir Edward Lister, who would be “very much be part of the team”. He said there were daily meetings of Johnson’s inner circle and a deliberate strategy to keep his media appearances to a minimum at least until he is through the MP rounds.</p> \n<p>“I am not part of the inner core but I have been absolutely blown away by the organisation that I have witnessed. There are specifically designed work streams and spreadsheets. It is a serious operation. I would say he has definitely learned from last time. Boris is being managed very well,” the MP said.</p> \n<figure class=\"element element-image\" data-media-id=\"dc02d8437d92c17598b7dfdea61b0639d18cafbe\"> \n <img src=\"https://media.guim.co.uk/dc02d8437d92c17598b7dfdea61b0639d18cafbe/0_167_2675_1605/1000.jpg\" alt=\"Johnson and Michael Gove at a press conference after EU referendum result in June 2016\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson and Michael Gove at a press conference after EU referendum result in June 2016.</span> \n  <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n </figcaption> \n</figure> \n<p>Over the weekend, Johnson picked up backing from several serious Eurosceptics, and he ultimately expects to gain the support of the majority of MPs currently behind Dominic Raab, whose hardline Brexit stance has made Johnson’s position appear more moderate.</p> \n<p>To win over centrist MPs, Johnson has also been playing up his One Nation liberal credentials, despite a bulging archive of controversialist Daily Telegraph and Spectator columns.</p> \n<p>Rees-Mogg, an ardent Brexiter and the chair of the European Research Group who is supporting Johnson and has hosted a string of dinners for MPs on his behalf, has barely surfaced in the media to support him, leaving fresher faces such as Mercer as spokespeople.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/09/how-boris-johnson-bounced-back-tory-leadership\">How Boris Johnson 2.0 was born</a> </p> \n</aside> \n<p>A string of MPs told the Guardian they had decided reluctantly to back Johnson on the grounds that he seemed electable and had improved since 2016, when he decided to play cricket with Earl Spencer the weekend after the referendum rather than plot his leadership bid.</p> \n<p>Setting aside concerns about his stint in the Foreign Office, where some colleagues felt he mishandled the case of Nazanin Zaghari-Ratcliffe and made a series of diplomatic blunders, they believe he has made a decision to become more serious this time.</p> \n<p>Simon Hart, who led the Brexit Delivery Group of MPs loyal to Theresa May’s deal, said he had come to the conclusion that Johnson should be the next prime minister because the country needed “a bolder choice, not without its risks, but the sort of choice which really engages people in the debate about the country… [in a way that is] eye-catching, visible and audible”.</p> \n<p>He added: “I see myself as an example of somebody who has been in a pretty different place from Boris during the whole Brexit process but who fully accepts that we must now move to a conclusion. We have seen in the local and Euro elections there is frustration and anger and I think that needs to be met with something colourful and persuasive. Occasionally it will be edgy and controversial but if we don’t do that we will be saying some very worthy stuff but we will look lame and tired when we face [Jeremy] Corbyn at the next election and it will all have been a pointless effort.”</p> \n<p>Another MP backing Johnson said they had reservations but had been convinced that he had a campaign team who could compensate for some of his personal weaknesses: “I’ve seen it quite up close and it is a pretty slick operation. It is methodical, it’s professionalised, it’s respectful.” He added: “I have been gobsmacked by it really. It is not the Boris we are used to. He must really want it.”<br><br>Gavin Williamson, the former chief whip, is key to getting wavering MPs onboard, telling them the wind is blowing in Johnson’s direction much as he did for May in the 2016 contest. Williamson is also valued for his links to the DUP, whose support will be essential for Johnson to command a majority in the House of Commons. At the same time, Grant Shapps, the former Tory party chair, has been helping Johnson with number-crunching as he seeks to win over Conservative MPs.</p> \n<p>James Duddridge, a Tory MP, said he was backing Johnson because of his clear Brexit policies but also because he was “electorally attractive and with a track record of turning the volume up and getting out there”. He also said it was necessary to have a “Marmite politician” at a time when he would be up against fellow <a href=\"https://www.theguardian.com/news/audio/2019/mar/11/trump-brexit-rise-of-populism-podcast\">populists</a> Corbyn and Nigel Farage.</p> \n<p>“I think Boris has the wow factor … He just ticks so many boxes. It’s about having a politician with a pulse, who you can believe in,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f70730bf-276e-46d2-9526-736fff56c6ca\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/C464zl5J6_s?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>However, not everybody is onboard, with some disappointed at colleagues who they feel are flocking to Johnson in the hope of a job or because they believe he can save their marginal seats from a Brexit party or Labour threat.</p> \n<p>One of Johnson’s leadership candidate rivals, who sat in cabinet at the same time, believes he is in fact “bloody dangerous” and is furious at the way some Conservatives are overlooking his flaws. They point out his chequered record in the Foreign Office and describe how he often gave the impression of being “embarrassingly underprepared” in cabinet.</p> \n<p>Another leadership candidate described those colleagues who were falling in behind the frontrunner as delusional about his electability, warning that the party was “about to make the same mistake again that they did with Theresa of picking someone untested by proper scrutiny during a contest”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"249abe8e-134a-45e3-afcf-b45a665c9a93\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>What happens next in the Tory party leadership race?</strong></p>\n    <p></p>\n    <p>As she <a href=\"https://www.theguardian.com/politics/video/2019/may/24/prime-minister-theresa-mays-resignation-speech-in-full-video\">announced on 24 May</a>, Theresa May stepped down formally as Conservative leader on Friday 7 June, although she remains in place as prime minister until her successor is chosen.</p>\n    <p>In a Conservative leadership contest MPs hold a series of votes, in order to narrow down the initially crowded field to two leadership hopefuls, who go to a postal ballot of members.<br></p>\n    <p><b>How does the voting work?</b></p>\n    <p>MPs choose one candidate, in a secret ballot held in a committee room in the House of Commons. The votes are tallied and the results announced on the same day.</p>\n    <p>In the first round any candidate who won the support of less than 17 MPs was eliminated. In the second round anybody reaching less than 33 votes was eliminated. In subsequent rounds the bottom placed contender drops out until there are only two left. The party membership then chooses between them.</p>\n    <p><b>When will the results be announced?</b><br></p>\n    <p>The postal ballot of members has begun, and the Tory party says it will announce the new prime minister on 23 July..</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>There is also the issue of whether Johnson could win everyday votes in the Commons without a general election, given his divisiveness on Brexit and the slim working majority of five that he would inherit from May.</p> \n<p>A straightforward confidence vote would be likely to arise if Johnson decided to pursue the momentous step of taking the UK out of the EU without a deal at the end of October.</p> \n<p>On the issue of whether Johnson would be able to face down those determined to stop that outcome, his backers were largely unworried. One said he could not imagine any Tory MPs “utterly foolish” enough to open the door to a Corbyn government.</p> \n<p>But in response, one sceptical Conservative MP said the Johnson camp would be “utterly foolish” to underestimate parliament’s resolve to stop a no-deal Brexit – or to think the whole party had been won over to his brand of politics.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "1480",
      "firstPublicationDate": "2019-06-09T16:45:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:37:18Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkxhn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/53e6c8c2c7ca74310241d1979136512e33e18508/0_314_5230_3138/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson’s campaign to be Britain’s next prime minister is being organised ruthlessly to limit his media appearances and minimise the potential for gaffes while trying to lovebomb wavering MPs, according to his colleagues. Conservative MPs say they are “gobsmacked” by the lengths to which the Johnson camp has been going in an effort to win their support in recent weeks. The professionalism of his campaign – a far cry from his shambolic effort in the aftermath of the EU referendum in 2016 – has won him support from unexpected corners, uniting hard Brexiters such as Owen Paterson and Jacob Rees-Mogg with moderates such as the young rising star Johnny Mercer and Damian Collins, who has previously suggested he could support a second EU referendum. Allies say Johnson is running his campaign from a £3m townhouse on Lord North Street in Westminster from which Iain Duncan Smith masterminded his leadership victory in 2001 and Michael Portillo made a failed tilt at the top job in 1995. Johnson will launch his campaign formally within days, but for weeks his team have been filling his diary with up to 16 phone calls and one-to-one meetings with MPs each day. Johnson’s team, led by the former MP James Wharton, have been briefing him about each individual MP’s concerns. Crucially, they say he is staying on-message and eschewing his usual tendency to resort to crowd-pleasing gags and anecdotes. MPs close to Johnson say Lynton Crosby, the Australian election guru who helped him to two mayoral victories, is not officially on board the campaign but speaks to Johnson daily on the phone and is a very close friend. Despite the denials that Crosby is part of the team formally, Johnson’s performance so far does bear some of the hallmarks of Crosby’s previous campaigns, in which his candidates have sought to avoid the cross-examination of television interviews. His appearances in the media have been strictly limited to just one interview with Tim Shipman of the Sunday Times, and no daily appearances on broadcast programmes like many of his rivals. Johnson is yet to confirm whether he will appear in a series of television debates being organised by the broadcasters. Journalists say Wharton hauled the clubbable Johnson away from chatting to them last week in Portcullis House and gave orders to speak to his chief media adviser, Lee Cain, if they wanted to ask him anything. Instead, the strategy has been to relentlessly target Tory MPs whose votes Johnson needs in order to reach the final shortlist to go before Tory members, making sure his policy advisers follow up on their various concerns ranging from HS2 to schools funding. One MP involved in the campaign said Johnson was impressing on MPs that he would bring serious organisational brains on board if he reaches Downing Street, including his former mayoral deputy Sir Edward Lister, who would be “very much be part of the team”. He said there were daily meetings of Johnson’s inner circle and a deliberate strategy to keep his media appearances to a minimum at least until he is through the MP rounds. “I am not part of the inner core but I have been absolutely blown away by the organisation that I have witnessed. There are specifically designed work streams and spreadsheets. It is a serious operation. I would say he has definitely learned from last time. Boris is being managed very well,” the MP said. Over the weekend, Johnson picked up backing from several serious Eurosceptics, and he ultimately expects to gain the support of the majority of MPs currently behind Dominic Raab, whose hardline Brexit stance has made Johnson’s position appear more moderate. To win over centrist MPs, Johnson has also been playing up his One Nation liberal credentials, despite a bulging archive of controversialist Daily Telegraph and Spectator columns. Rees-Mogg, an ardent Brexiter and the chair of the European Research Group who is supporting Johnson and has hosted a string of dinners for MPs on his behalf, has barely surfaced in the media to support him, leaving fresher faces such as Mercer as spokespeople. A string of MPs told the Guardian they had decided reluctantly to back Johnson on the grounds that he seemed electable and had improved since 2016, when he decided to play cricket with Earl Spencer the weekend after the referendum rather than plot his leadership bid. Setting aside concerns about his stint in the Foreign Office, where some colleagues felt he mishandled the case of Nazanin Zaghari-Ratcliffe and made a series of diplomatic blunders, they believe he has made a decision to become more serious this time. Simon Hart, who led the Brexit Delivery Group of MPs loyal to Theresa May’s deal, said he had come to the conclusion that Johnson should be the next prime minister because the country needed “a bolder choice, not without its risks, but the sort of choice which really engages people in the debate about the country… [in a way that is] eye-catching, visible and audible”. He added: “I see myself as an example of somebody who has been in a pretty different place from Boris during the whole Brexit process but who fully accepts that we must now move to a conclusion. We have seen in the local and Euro elections there is frustration and anger and I think that needs to be met with something colourful and persuasive. Occasionally it will be edgy and controversial but if we don’t do that we will be saying some very worthy stuff but we will look lame and tired when we face [Jeremy] Corbyn at the next election and it will all have been a pointless effort.” Another MP backing Johnson said they had reservations but had been convinced that he had a campaign team who could compensate for some of his personal weaknesses: “I’ve seen it quite up close and it is a pretty slick operation. It is methodical, it’s professionalised, it’s respectful.” He added: “I have been gobsmacked by it really. It is not the Boris we are used to. He must really want it.” Gavin Williamson, the former chief whip, is key to getting wavering MPs onboard, telling them the wind is blowing in Johnson’s direction much as he did for May in the 2016 contest. Williamson is also valued for his links to the DUP, whose support will be essential for Johnson to command a majority in the House of Commons. At the same time, Grant Shapps, the former Tory party chair, has been helping Johnson with number-crunching as he seeks to win over Conservative MPs. James Duddridge, a Tory MP, said he was backing Johnson because of his clear Brexit policies but also because he was “electorally attractive and with a track record of turning the volume up and getting out there”. He also said it was necessary to have a “Marmite politician” at a time when he would be up against fellow populists Corbyn and Nigel Farage. “I think Boris has the wow factor … He just ticks so many boxes. It’s about having a politician with a pulse, who you can believe in,” he said. However, not everybody is onboard, with some disappointed at colleagues who they feel are flocking to Johnson in the hope of a job or because they believe he can save their marginal seats from a Brexit party or Labour threat. One of Johnson’s leadership candidate rivals, who sat in cabinet at the same time, believes he is in fact “bloody dangerous” and is furious at the way some Conservatives are overlooking his flaws. They point out his chequered record in the Foreign Office and describe how he often gave the impression of being “embarrassingly underprepared” in cabinet. Another leadership candidate described those colleagues who were falling in behind the frontrunner as delusional about his electability, warning that the party was “about to make the same mistake again that they did with Theresa of picking someone untested by proper scrutiny during a contest”. There is also the issue of whether Johnson could win everyday votes in the Commons without a general election, given his divisiveness on Brexit and the slim working majority of five that he would inherit from May. A straightforward confidence vote would be likely to arise if Johnson decided to pursue the momentous step of taking the UK out of the EU without a deal at the end of October. On the issue of whether Johnson would be able to face down those determined to stop that outcome, his backers were largely unworried. One said he could not imagine any Tory MPs “utterly foolish” enough to open the door to a Corbyn government. But in response, one sceptical Conservative MP said the Johnson camp would be “utterly foolish” to underestimate parliament’s resolve to stop a no-deal Brexit – or to think the whole party had been won over to his brand of politics.",
      "charCount": "8676",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/09/mike-pompeo-leaked-recording-corbyn-labour-jewish-leaders",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T16:30:10Z",
    "webTitle": "Mike Pompeo tells Jewish leaders he would 'push back' against Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/09/mike-pompeo-leaked-recording-corbyn-labour-jewish-leaders",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/mike-pompeo-leaked-recording-corbyn-labour-jewish-leaders",
    "fields": {
      "headline": "Mike Pompeo tells Jewish leaders he would 'push back' against Corbyn",
      "standfirst": "<p>US secretary of state made comments in recording leaked to Washington Post</p>",
      "trailText": "US secretary of state made comments in recording leaked to Washington Post",
      "byline": "Rowena Mason and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"3a5c97fcf7840edecccef2949eceea1102da4575\"> <img src=\"https://media.guim.co.uk/3a5c97fcf7840edecccef2949eceea1102da4575/0_93_2792_1675/1000.jpg\" alt=\"Mike Pompeo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Pompeo: ‘You should know, we won’t wait for him to do those things to begin to push back.’</span> <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>Labour has accused Donald Trump’s top official, Mike Pompeo, of trying to stop Jeremy Corbyn becoming prime minister, after he was caught on tape telling Jewish leaders that he would “push back” against the party’s leadership.</p> <p>In a recording leaked to the Washington Post, the US secretary of state was asked what he would do if Corbyn were to be elected as prime minister, after sustained criticism over Labour’s handling of accusations of antisemitism within the party.</p> <p>The questioner said: “Would you be willing to work with us to take on actions if life becomes very difficult for Jews in the UK?” In response, Pompeo appeared to suggest that he would seek to intervene in the debate before Corbyn had a chance to become prime minister.</p> <p>“It could be that Mr Corbyn manages to run the gauntlet and get elected,” he said on the recording. “It’s possible. You should know, we won’t wait for him to do those things to begin to push back. We will do our level best. It’s too risky and too important and too hard once it’s already happened.”</p> <p>A Labour spokesman said: “President Trump and his officials’ attempts to decide who will be Britain’s next prime minister are an entirely unacceptable interference in the UK’s democracy.” He added that the party was “fully committed to the support, defence and celebration of the Jewish community and is implacably opposed to antisemitism in any form”.</p> <p>Pompeo’s comments emerged after Trump turned down Corbyn’s request for a meeting during his state visit to the UK last week, saying the leader was “somewhat of a negative force”. Corbyn joined protests outside Trump’s press conference with Theresa May, where he pledged to oppose the US president’s drive for greater access for US health companies to NHS contracts.</p> <p>The comments come at a time when Corbyn’s team are nervous about the latest attempts to oust him from within the party over the issues of antisemitism and Brexit, after several senior figures came out in support of a second referendum.</p> <p>Shadow cabinet sources said the leadership was preparing to take on Tom Watson and his supporters after his vocal campaign to soften Corbyn’s Brexit position, with moves under way to generate momentum in favour of a new deputy leadership election.</p> <p>There is growing talk about the possibility of the party’s rules being changed to create a second deputy leader, alongside Watson, but also the possibility of a new deputy leadership contest altogether. Some Corbyn supporters are circulating motions against Watson around local constituency Labour parties and a grassroots petition against the deputy leader has got about 26,000 signatures so far.</p> <p>One shadow cabinet minister said they believed the leadership wanted to make the shadow cabinet less in favour of a second referendum. As part of this, Corbyn’s team <a href=\"https://www.theguardian.com/politics/2019/jun/08/thornberry-may-face-reshuffle-after-labour-split-on-new-brexit-vote\">considered swapping Emily Thornberry</a>, the shadow foreign secretary, with Diane Abbott, the home secretary, over her support for a second referendum and wider foreign policy issues.</p> <p>However, it is understood that Thornberry has more recently been assured that she will not be moved and that Abbott was opposed to such a plan anyway, which would make the move difficult to carry out without a public battle.</p> <p>A Labour source said there were no plans at all for a reshuffle and dismissed speculation about moves within the top team as mischief-making.</p> <p>Talk of a reshuffle was sparked when Thornberry was dropped as Corbyn’s usual stand-in for prime minister’s questions this week after speaking out about <a href=\"https://www.theguardian.com/politics/2019/may/27/corbyn-pressed-by-senior-labour-mps-to-back-a-second-referendum\">Labour’s strategy for the European elections</a>. On polling day last month, Thornberry said Labour was “not clear on the one single thing that people wanted to hear”. She was replaced at the dispatch box by Rebecca Long-Bailey, a rising star on the left of the party and a staunch Corbyn loyalist.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "631",
      "firstPublicationDate": "2019-06-09T16:30:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T19:55:02Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bk46y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3a5c97fcf7840edecccef2949eceea1102da4575/0_93_2792_1675/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour has accused Donald Trump’s top official, Mike Pompeo, of trying to stop Jeremy Corbyn becoming prime minister, after he was caught on tape telling Jewish leaders that he would “push back” against the party’s leadership. In a recording leaked to the Washington Post, the US secretary of state was asked what he would do if Corbyn were to be elected as prime minister, after sustained criticism over Labour’s handling of accusations of antisemitism within the party. The questioner said: “Would you be willing to work with us to take on actions if life becomes very difficult for Jews in the UK?” In response, Pompeo appeared to suggest that he would seek to intervene in the debate before Corbyn had a chance to become prime minister. “It could be that Mr Corbyn manages to run the gauntlet and get elected,” he said on the recording. “It’s possible. You should know, we won’t wait for him to do those things to begin to push back. We will do our level best. It’s too risky and too important and too hard once it’s already happened.” A Labour spokesman said: “President Trump and his officials’ attempts to decide who will be Britain’s next prime minister are an entirely unacceptable interference in the UK’s democracy.” He added that the party was “fully committed to the support, defence and celebration of the Jewish community and is implacably opposed to antisemitism in any form”. Pompeo’s comments emerged after Trump turned down Corbyn’s request for a meeting during his state visit to the UK last week, saying the leader was “somewhat of a negative force”. Corbyn joined protests outside Trump’s press conference with Theresa May, where he pledged to oppose the US president’s drive for greater access for US health companies to NHS contracts. The comments come at a time when Corbyn’s team are nervous about the latest attempts to oust him from within the party over the issues of antisemitism and Brexit, after several senior figures came out in support of a second referendum. Shadow cabinet sources said the leadership was preparing to take on Tom Watson and his supporters after his vocal campaign to soften Corbyn’s Brexit position, with moves under way to generate momentum in favour of a new deputy leadership election. There is growing talk about the possibility of the party’s rules being changed to create a second deputy leader, alongside Watson, but also the possibility of a new deputy leadership contest altogether. Some Corbyn supporters are circulating motions against Watson around local constituency Labour parties and a grassroots petition against the deputy leader has got about 26,000 signatures so far. One shadow cabinet minister said they believed the leadership wanted to make the shadow cabinet less in favour of a second referendum. As part of this, Corbyn’s team considered swapping Emily Thornberry, the shadow foreign secretary, with Diane Abbott, the home secretary, over her support for a second referendum and wider foreign policy issues. However, it is understood that Thornberry has more recently been assured that she will not be moved and that Abbott was opposed to such a plan anyway, which would make the move difficult to carry out without a public battle. A Labour source said there were no plans at all for a reshuffle and dismissed speculation about moves within the top team as mischief-making. Talk of a reshuffle was sparked when Thornberry was dropped as Corbyn’s usual stand-in for prime minister’s questions this week after speaking out about Labour’s strategy for the European elections. On polling day last month, Thornberry said Labour was “not clear on the one single thing that people wanted to hear”. She was replaced at the dispatch box by Rebecca Long-Bailey, a rising star on the left of the party and a staunch Corbyn loyalist.",
      "charCount": "3802",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/09/tory-leadership-contest-where-do-things-stand",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T14:48:54Z",
    "webTitle": "Tory leadership contest: where do things stand?",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/09/tory-leadership-contest-where-do-things-stand",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/tory-leadership-contest-where-do-things-stand",
    "fields": {
      "headline": "Tory leadership contest: where do things stand?",
      "standfirst": "<p>From their Brexit stances to their social media game, how are Johnson, Gove, Hunt et al getting on?</p>",
      "trailText": "From their Brexit stances to their social media game, how are Johnson, Gove, Hunt et al getting on?",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"dd57b47660f9b2d678e147a08b9dc138d4b1f6d5\"> <img src=\"https://media.guim.co.uk/dd57b47660f9b2d678e147a08b9dc138d4b1f6d5/0_0_3500_1715/1000.jpg\" alt=\"The candidates, top row L-R: Boris Johnson, Dominic Raab, Jeremy Hunt, Rory Stewart, Mark Harper, Sajid Javid; bottom row L-R: Esther McVey, Matt Hancock, Andrea Leadsom, Michael Gove, Sam Gyimah; with Theresa May, the outgoing prime minister.\" width=\"1000\" height=\"490\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The candidates (top row left to right): Boris Johnson, Dominic Raab, Jeremy Hunt, Rory Stewart, Mark Harper, Sajid Javid; bottom row L-R: Esther McVey, Matt Hancock, Andrea Leadsom, Michael Gove, Sam Gyimah; with Theresa May, the outgoing prime minister.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<h2>Boris Johnson</h2> <p><strong>Pitch</strong>: The leader to see off the other parties – robust on Brexit and electorally appealing.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/07/tory-fantasists-theresa-may-leadership-candidates-brexit\">Heavyweight Tory fantasists up the pace on the road to nowhere | Marina Hyde</a> </p> </aside>  <p><strong>Stance on Brexit</strong>: Insistent the UK will leave on 31 October, whether or not there is a deal. He is officially committed to trying to renegotiate the deal with the EU, and using “alternative arrangements” for the Irish border.</p> <p><strong>Domestic offer</strong>: His only commitment so far has been to increase the secondary schools budget in England to at least £5,000 per pupil per year – a pledge that one analysis calculated would actually only mean a 0.1% rise in spending.</p> <p><strong>Key supporters</strong>: Aside from Gavin Williamson (who is helping coordinate the campaign) and Liz Truss, Johnson has won backers across the spectrum from Jacob Rees-Mogg and Steve Baker on the hardline Eurosceptic wing to Johnny Mercer and Damian Collins on the more centrist side.</p> <p><strong>Social media game</strong>: As with his entire campaign so far, quite low-key, although he did release a very glossy launch video.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1135463459045466112\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Please check out my campaign launch video. Time to deliver Brexit and unite our fantastic country. I hope you will support me &gt; <a href=\"https://twitter.com/BackBoris?ref_src=twsrc%5Etfw\">@BackBoris</a> <a href=\"https://twitter.com/hashtag/BackBoris?src=hash&amp;ref_src=twsrc%5Etfw\">#BackBoris</a> <a href=\"https://t.co/iRZ8b0flRK\">pic.twitter.com/iRZ8b0flRK</a></p>&mdash; Boris Johnson (@BorisJohnson) <a href=\"https://twitter.com/BorisJohnson/status/1135463459045466112?ref_src=twsrc%5Etfw\">June 3, 2019</a></blockquote>  </figure>  <p><strong>Chances of winning</strong>: Very good. Bookies have him as the odds-on favourite.</p> <p><strong>Campaign so far</strong>: No disasters yet – which is precisely what Johnson needs.</p> <h2>Michael Gove</h2> <p><strong>Pitch</strong>: Not Boris Johnson. The environment secretary is appealing to MPs as a reliable Brexiter who, unlike certain colleagues, always works hard and can focus on a brief.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/09/sajid-javid-hits-out-at-drug-users-in-wake-of-gove-confession\">Michael Gove says drug admission will not lead to US travel ban</a> </p> </aside>  <p><strong>Stance on Brexit</strong>: Hard, but not overly hard. Gove has promised to go for no deal if needed, but has said he could countenance shifting the deadline a few weeks beyond 31 October if it meant a deal could happen.</p> <p><strong>Domestic offer</strong>: He has also made a schools spending pledge, and more generous than Johnson – £1bn extra a year. He has also promised free British citizenship for 3 million EU nationals after Brexit.</p> <p><strong>Key supporters</strong>: Some influential Tory centrists such as George Freeman, Nicky Morgan and Tom Tugendhat have signed up, as well as more Brexit-minded colleagues such as Bob Seely.</p> <p><strong>Social media game</strong>: Professional if not overly exciting, although his <a href=\"https://twitter.com/michaelgove/status/1134754654137528320\">campaign video</a> won praise.</p> <p><strong>Chances of winning</strong>: Currently the second favourite, albeit on relatively distant odds of about 6/1.</p> <p><strong>Campaign so far</strong>: Slow and steady, not least in amassing a fair number of MP nominations. However, his policies have been overshadowed by accusations of hypocrisy after he admitted <a href=\"https://www.theguardian.com/politics/2019/jun/08/michael-gove-branded-hypocrite-after-admitting-using-cocaine\">taking cocaine</a> as a young journalist.</p> <h2>Jeremy Hunt</h2> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/07/jeremy-hunt-set-to-unveil-new-backers-in-battle-for-tory-leadership\">Jeremy Hunt set to unveil new backers in battle for Tory leadership</a> </p> </aside>  <p><strong>Pitch</strong>: The competent moderate, who would still deliver Brexit but wouldn’t scare off middle-ground voters.</p> <p><strong>Stance on Brexit</strong>: Try to renegotiate a departure deal with a new team involving the DUP and Eurosceptics. If this was not possible, Hunt could go for no deal, but has said this would be “political suicide” because it would bring a confidence vote and perhaps an election.</p> <p><strong>Domestic offer</strong>: Nothing so far in the campaign, but last month he did argue for a doubling of the defence budget in the decade after Brexit.</p> <p><strong>Key supporters</strong>: It has been a coup to be <a href=\"https://www.theguardian.com/politics/2019/jun/04/tory-leadership-liam-fox-backs-jeremy-hunt-in-surprise-move\">backed by cabinet Brexiter Liam Fox</a>. The other 30-plus declared so far are generally centrists, and several are Foreign Office alumni.</p> <p><strong>Social media game</strong>: Boringly corporate. His launch video took viewers back to the garage where Hunt set up his educational publishing company. This stressed his entrepreneurial spirit, even if Hunt’s claim that these early days involved “a daily grind to stay alive” raised eyebrows, coming from the son of an admiral.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1136180858686099456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Take a look at my video and join our campaign at <a href=\"https://t.co/w9gQb4LCad\">https://t.co/w9gQb4LCad</a> <a href=\"https://t.co/4pZTvd9zwK\">pic.twitter.com/4pZTvd9zwK</a></p>&mdash; Jeremy Hunt (@Jeremy_Hunt) <a href=\"https://twitter.com/Jeremy_Hunt/status/1136180858686099456?ref_src=twsrc%5Etfw\">June 5, 2019</a></blockquote>  </figure>  <p><strong>Chances of winning</strong>: Seems set in a battle with Gove to get the second place on the members’ ballot alongside Johnson. Currently around 7/1.</p> <p><strong>Campaign so far</strong>: Solid. Credentials as a statesman were done no harm by a central role in Donald Trump’s visit.</p> <h2>Sajid Javid</h2> <p><strong>Pitch</strong>: The outsider with a moderniser’s zeal. Did he mention his father was a bus driver?</p> <p><strong>Stance on Brexit</strong>: Relatively robust, intimating that he would aim for a 31 October departure, even on no deal. But has mocked the idea of proroguing parliament to ensure no deal as “complete nonsense”.</p> <p><strong>Domestic offer</strong>: Unshackled from the wishes of Theresa May, the home secretary is opening up on immigration, saying he would scrap long-standing Tory net migration targets and <a href=\"https://www.theguardian.com/politics/2019/jun/07/sajid-javid-make-it-easier-for-overseas-students-to-work-in-uk\">make it easier</a> for overseas students to stay on in the UK to work.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/01/sajid-javid-prepared-to-leave-eu-without-a-deal\">Sajid Javid prepared to leave EU without a deal</a> </p> </aside>  <p><strong>Key supporters</strong>: Ruth Davidson, the Scottish Tory leader is a major coup, and he also has influential backbencher Robert Halfon and the culture secretary, Jeremy Wright. But is lagging behind the others in numbers.</p> <p><strong>Social media game</strong>: Enthusiastic if mixed. His campaign launch video was a very basic piece to camera in an echoey parliament room, with the sound of the ubiquitous Westminster bridge bagpipe busker audible in the background.</p> <p><strong>Chances of winning</strong>: Seems slim but his campaign has been boosted by Davidson’s endorsement. Bookies say it’s 33/1.</p> <p><strong>Campaign so far</strong>: Underwhelming, but he can expect a very senior cabinet job in a new government.</p> <h2>Dominic Raab</h2> <p><strong>Pitch</strong>: Brexit? I’ll give you Brexit.</p> <p><strong>Stance on Brexit</strong>: <a href=\"https://www.theguardian.com/politics/2019/may/31/stop-dominic-raab-tory-moderates-seek-to-block-path-to-pm\">Positively militant</a>. One of only two candidates to not only promise to push through a no-deal Brexit if needed, but to say they might <a href=\"https://www.theguardian.com/politics/2019/jun/08/suspending-parliament-should-not-be-ruled-out-says-dominic-raab\">prorogue parliament</a> to stop MPs blocking this.</p> <p><strong>Domestic offer</strong>: Raab has made the eye-catching if expensive pledge to cut income tax by 5p over the course of the next parliament, which some estimates say would cost about £25bn.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/dominic-raab-more-rightwing-on-education-than-thatcher-tory-private-sector-state-schools-profit\">Dominic Raab 'more rightwing on education than Thatcher'</a> </p> </aside>  <p><strong>Key supporters</strong>: Veteran Brexiter David Davis. Most of his backers are, as you’d expect, on the strongly Brexit side of the Tories.</p> <p><strong>Social media game</strong>: Verging on the mediocre, but buoyed by “grassroots” Twitter feed #ReadyforRaab.</p> <p><strong>Chances of winning</strong>: Not great now that Johnson has bagged many leading lights in the hardline European Research Group. Odds are above 20/1.</p> <p><strong>Campaign so far</strong>: Underwhelming, but in part this is due to Johnson’s dominance on the pro-Brexit side of the draw. He has also courted controversy by sticking by his assertion that feminists are some of the “most obnoxious bigots” in the debate on equality.</p> <h2>Rory Stewart</h2> <p><strong>Pitch</strong>: Maverick, man of the people, fond of long walks.</p>  <figure class=\"element element-image\" data-media-id=\"e7e5dbd112137e2f3a36729678584c578e85f59d\"> <img src=\"https://media.guim.co.uk/e7e5dbd112137e2f3a36729678584c578e85f59d/0_234_3930_2358/1000.jpg\" alt=\"Rory Stewart addresses a crowd gathered at Speaker’s corner in Hyde Park\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rory Stewart addresses a crowd gathered at Speaker’s corner in Hyde Park</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>  <p><strong>Stance on Brexit</strong>: Decidedly centrist. Wants a soft Brexit, perhaps involving a customs union. Rules out no deal.</p> <p><strong>Domestic offer</strong>: You name it, he’ll think about it. Most eye-catching among the numerous ideas punted in tweets and videos is the idea of a compulsory national citizens’ service for young people.</p> <p><strong>Key supporters</strong>: Ken Clarke and David Gauke. And, sadly for Stewart, only three more MPs are publicly backing him so far.</p> <p><strong>Social media game</strong>: The clear winner on this score, for all the good it will do him in the end. Omnipresent, <a href=\"https://www.theguardian.com/commentisfree/2019/may/28/tory-leadership-contender-rory-stewart-principle-power\">responsive</a>, tireless, compulsively engaging with voters on mini-videos.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2019/may/29/rory-stewarts-nerdiness-means-he-is-just-the-sort-of-oddball-the-british-love\">Rory Stewart’s nerdiness means he is just the sort of oddball the British love</a> </p> </aside>  <p><strong>Chance of winning</strong>: Odds of 25/1 possibly overstate the real likelihood, given the lack of Tory MPs backing him. But the attention could see a cabinet promotion.</p> <p><strong>Campaign so far</strong>: A triumph, if persuading Twitter liberals is the intention. Remains to be seen how this translates to his fellow MPs.</p> <h2>Also running</h2> <p><strong>Matt Hancock</strong>: The heir to George Osborne, with a centrist message and 14 backers so far, but seems unlikely to overtake Gove or Hunt to become the moderate candidate put to members.</p> <p><strong>Andrea Leadsom</strong>: The pro-leave ex-leader of the house is having another shot after dropping out of the contest last time around against Theresa May, but her Eurosceptic colleagues seem to be flocking to Gove and Johnson.</p> <p><strong>Mark Harper</strong>: A former chief whip barely known by the public, Harper will be glad to get past the first round of voting.</p> <p><strong>Esther McVey</strong>: The former work and pensions secretary is even more of a Brexit ultra than Raab, saying she wants to leave with no deal without even trying to renegotiate.</p> <p><strong>Sam Gyimah</strong>: The remainers’ remainer in Tory terms. Quit government to seek a second referendum, but has yet to gain any public backers among MPs.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "1280",
      "firstPublicationDate": "2019-06-09T14:48:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:14Z",
      "newspaperEditionDate": "2019-06-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjnqj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7eb218a5f2ad78f32487501945e27e73e1f59399/0_0_4172_2503/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson Pitch: The leader to see off the other parties – robust on Brexit and electorally appealing. Stance on Brexit: Insistent the UK will leave on 31 October, whether or not there is a deal. He is officially committed to trying to renegotiate the deal with the EU, and using “alternative arrangements” for the Irish border. Domestic offer: His only commitment so far has been to increase the secondary schools budget in England to at least £5,000 per pupil per year – a pledge that one analysis calculated would actually only mean a 0.1% rise in spending. Key supporters: Aside from Gavin Williamson (who is helping coordinate the campaign) and Liz Truss, Johnson has won backers across the spectrum from Jacob Rees-Mogg and Steve Baker on the hardline Eurosceptic wing to Johnny Mercer and Damian Collins on the more centrist side. Social media game: As with his entire campaign so far, quite low-key, although he did release a very glossy launch video. Chances of winning: Very good. Bookies have him as the odds-on favourite. Campaign so far: No disasters yet – which is precisely what Johnson needs. Michael Gove Pitch: Not Boris Johnson. The environment secretary is appealing to MPs as a reliable Brexiter who, unlike certain colleagues, always works hard and can focus on a brief. Stance on Brexit: Hard, but not overly hard. Gove has promised to go for no deal if needed, but has said he could countenance shifting the deadline a few weeks beyond 31 October if it meant a deal could happen. Domestic offer: He has also made a schools spending pledge, and more generous than Johnson – £1bn extra a year. He has also promised free British citizenship for 3 million EU nationals after Brexit. Key supporters: Some influential Tory centrists such as George Freeman, Nicky Morgan and Tom Tugendhat have signed up, as well as more Brexit-minded colleagues such as Bob Seely. Social media game: Professional if not overly exciting, although his campaign video won praise. Chances of winning: Currently the second favourite, albeit on relatively distant odds of about 6/1. Campaign so far: Slow and steady, not least in amassing a fair number of MP nominations. However, his policies have been overshadowed by accusations of hypocrisy after he admitted taking cocaine as a young journalist. Jeremy Hunt Pitch: The competent moderate, who would still deliver Brexit but wouldn’t scare off middle-ground voters. Stance on Brexit: Try to renegotiate a departure deal with a new team involving the DUP and Eurosceptics. If this was not possible, Hunt could go for no deal, but has said this would be “political suicide” because it would bring a confidence vote and perhaps an election. Domestic offer: Nothing so far in the campaign, but last month he did argue for a doubling of the defence budget in the decade after Brexit. Key supporters: It has been a coup to be backed by cabinet Brexiter Liam Fox. The other 30-plus declared so far are generally centrists, and several are Foreign Office alumni. Social media game: Boringly corporate. His launch video took viewers back to the garage where Hunt set up his educational publishing company. This stressed his entrepreneurial spirit, even if Hunt’s claim that these early days involved “a daily grind to stay alive” raised eyebrows, coming from the son of an admiral. Chances of winning: Seems set in a battle with Gove to get the second place on the members’ ballot alongside Johnson. Currently around 7/1. Campaign so far: Solid. Credentials as a statesman were done no harm by a central role in Donald Trump’s visit. Sajid Javid Pitch: The outsider with a moderniser’s zeal. Did he mention his father was a bus driver? Stance on Brexit: Relatively robust, intimating that he would aim for a 31 October departure, even on no deal. But has mocked the idea of proroguing parliament to ensure no deal as “complete nonsense”. Domestic offer: Unshackled from the wishes of Theresa May, the home secretary is opening up on immigration, saying he would scrap long-standing Tory net migration targets and make it easier for overseas students to stay on in the UK to work. Key supporters: Ruth Davidson, the Scottish Tory leader is a major coup, and he also has influential backbencher Robert Halfon and the culture secretary, Jeremy Wright. But is lagging behind the others in numbers. Social media game: Enthusiastic if mixed. His campaign launch video was a very basic piece to camera in an echoey parliament room, with the sound of the ubiquitous Westminster bridge bagpipe busker audible in the background. Chances of winning: Seems slim but his campaign has been boosted by Davidson’s endorsement. Bookies say it’s 33/1. Campaign so far: Underwhelming, but he can expect a very senior cabinet job in a new government. Dominic Raab Pitch: Brexit? I’ll give you Brexit. Stance on Brexit: Positively militant. One of only two candidates to not only promise to push through a no-deal Brexit if needed, but to say they might prorogue parliament to stop MPs blocking this. Domestic offer: Raab has made the eye-catching if expensive pledge to cut income tax by 5p over the course of the next parliament, which some estimates say would cost about £25bn. Key supporters: Veteran Brexiter David Davis. Most of his backers are, as you’d expect, on the strongly Brexit side of the Tories. Social media game: Verging on the mediocre, but buoyed by “grassroots” Twitter feed #ReadyforRaab. Chances of winning: Not great now that Johnson has bagged many leading lights in the hardline European Research Group. Odds are above 20/1. Campaign so far: Underwhelming, but in part this is due to Johnson’s dominance on the pro-Brexit side of the draw. He has also courted controversy by sticking by his assertion that feminists are some of the “most obnoxious bigots” in the debate on equality. Rory Stewart Pitch: Maverick, man of the people, fond of long walks. Stance on Brexit: Decidedly centrist. Wants a soft Brexit, perhaps involving a customs union. Rules out no deal. Domestic offer: You name it, he’ll think about it. Most eye-catching among the numerous ideas punted in tweets and videos is the idea of a compulsory national citizens’ service for young people. Key supporters: Ken Clarke and David Gauke. And, sadly for Stewart, only three more MPs are publicly backing him so far. Social media game: The clear winner on this score, for all the good it will do him in the end. Omnipresent, responsive, tireless, compulsively engaging with voters on mini-videos. Chance of winning: Odds of 25/1 possibly overstate the real likelihood, given the lack of Tory MPs backing him. But the attention could see a cabinet promotion. Campaign so far: A triumph, if persuading Twitter liberals is the intention. Remains to be seen how this translates to his fellow MPs. Also running Matt Hancock: The heir to George Osborne, with a centrist message and 14 backers so far, but seems unlikely to overtake Gove or Hunt to become the moderate candidate put to members. Andrea Leadsom: The pro-leave ex-leader of the house is having another shot after dropping out of the contest last time around against Theresa May, but her Eurosceptic colleagues seem to be flocking to Gove and Johnson. Mark Harper: A former chief whip barely known by the public, Harper will be glad to get past the first round of voting. Esther McVey: The former work and pensions secretary is even more of a Brexit ultra than Raab, saying she wants to leave with no deal without even trying to renegotiate. Sam Gyimah: The remainers’ remainer in Tory terms. Quit government to seek a second referendum, but has yet to gain any public backers among MPs.",
      "charCount": "7656",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/jun/09/james-o-brien-interview-lbc",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-06-09T11:00:23Z",
    "webTitle": "James O’Brien: ‘A former EDL member said my show saved his life’",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/jun/09/james-o-brien-interview-lbc",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/jun/09/james-o-brien-interview-lbc",
    "fields": {
      "headline": "James O’Brien: ‘A former EDL member said my show saved his life’",
      "standfirst": "<p>The combative LBC presenter on why it’s not fair to call him smug, tackling prejudice and the therapeutic powers of a good walk</p>",
      "trailText": "The combative LBC presenter on why he’s not smug and tackling prejudice",
      "byline": "Nosheen Iqbal",
      "main": "<figure class=\"element element-image\" data-media-id=\"2617be52842d44c62ae34838763b85de92b33cd6\"> <img src=\"https://media.guim.co.uk/2617be52842d44c62ae34838763b85de92b33cd6/101_1072_3739_2244/1000.jpg\" alt=\"‘I’m not interest in opinions unless they’re based on fact’: James O’Brien. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I’m not interest in opinions unless they’re based on fact’: James O’Brien. </span> <span class=\"element-image__credit\">Photograph: Urszula Soltys</span> </figcaption> </figure>",
      "body": "<p>James O’Brien is an award-winning radio presenter and podcaster whose current affairs phone-in show on LBC has almost a million weekly listeners. Described as <a href=\"https://www.newstatesman.com/culture/tv-radio/2017/02/how-james-obrien-became-conscience-liberal-britain\" title=\"\">“the conscience of liberal Britain”</a>, O’Brien is the author of the bestselling book <em><a href=\"https://guardianbookshop.com/how-to-be-right-623161.html\" title=\"\">How to Be Right...In a World Gone Wrong</a></em>, a guide to challenging those who hold “unchallenged opinions”.</p> <p><strong>How do you respond to critics of your show who say that it isn’t a fair fight between you and your listeners, because you have the upper hand and can interrupt at will?</strong><br>It is a fair fight, because I’ve been on the radio for 16 years. I have what I suppose you could call a reputation. The clips that go viral are watched by millions and millions of people, so anyone who rings me [must be] certain they’re going to get the better of me. Occasionally, you get the sense that someone might be vulnerable and then you take your foot off the pedal, because there is no pleasure in beating up someone intellectually who sounds a bit unwell. I interrupt because you can’t come on the radio and say things that are untrue.</p> <p>I’m not interested in opinions unless they’re based on fact and, tragically, too many places in the media, particularly with regards to politicians, will allow people to say things that are simply not true and leave them unchallenged.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The factionalism and the infighting is so much more important to a certain kind of leftwinger than taking on the Tories</p> </blockquote> </aside>  <p><strong>How often do you think you change people’s minds?</strong><br>Not as often as I’d like. I had a chap at a festival of debate a few weeks ago who was a fully paid up member of the EDL before he started listening to my show and he stood up in front of 600 people and said: “I think you saved my life.” Those moments are incredibly important to me, but that’s extreme. I’m not arrogant or naive enough to think I’m moving the needle on national conversation anywhere near enough.</p> <p><strong>If you</strong><strong> call your book </strong><em><strong>How to Be Right</strong></em><strong>, is it fair for people to accuse you of being smug?</strong><br>I think people who peddle lies for a living call people who tell the truth smug. I’m not smug – smug would mean I was enjoying this.</p> <p><strong>Your book dismantles the racist, sexist, homophobic, transphobic views that you encounter on your show. But how much hostility or change in attitudes have you noticed in your day-to-day life?</strong><br>I’m a white heterosexual male and despite what many people are currently arguing, I remain the most privileged constituency on the planet… I don’t have [that] experience. The mystery is how much of [this] there has always been and how much of it you now have because of emboldening.</p> <p><strong>I’d argue it was already there, but the lid has simply been lifted.</strong><br>Sure. You’ve got Farage on the radio just flirting, knowing exactly where the line is, and Donald Trump crossing the line on a daily basis. So we’re seeing people, prominent people, incredibly powerful people saying these things and the “breaking point” poster [<a href=\"https://www.theguardian.com/politics/2016/jun/16/nigel-farage-defends-ukip-breaking-point-poster-queue-of-migrants\" title=\"\">Farage’s 2016 anti-migrant poster</a>] – there is no way you can unveil that poster in public and not think some people will think it’s OK to spit at brown-skinned people in the street. It’s the scale of how much the recent rhetoric of invasion, about cultural identity and about values being eroded – which is all bollocks – has impacted on beliefs. People who believe it find a logic to their anger.</p> <p><strong>Do you feel people are fundamentally good?</strong><br>Of course I do; you have to. Look at the effort being put in to make people believe bad things: the effort is immense, it’s the richest people on the planet, the most powerful media owners, it’s the demagogues with the biggest platforms, the season ticket holders on <em>Question Time</em>. There is a commercial and audience imperative in this country where if it gets chatter going and it gets clicks, a big reaction, then it must be good. But of course, when ordinary punters watch this stuff, they don’t see a circus or bonfire, they just get seduced by the narcissism and you don’t have good tunes if you’re on the side of kindness and decency – you have nothing to point at.</p> <p><strong>You sound defeated even by the </strong><strong>fight</strong><strong>back</strong><strong>!</strong><br>It’s pathetic. It’s astonishing; the factionalism and the infighting is so much more important to a certain kind of leftwinger than taking on the Tories or in the last few years, the government. They’re obsessed with centrists, they’re obsessed with Blairites, they’re obsessed with denying antisemitism when it’s right there in front of them, so all that has incubated the problem.</p> <p><strong>Does a career in traditional politics beckon for you?</strong><br>I have a silent rule that anyone who wants to go into politics should be banned – you should be forced to go into politics by plebiscite because people think you could bring something to the table. So it’s highly unlikely.</p> <p><strong>Given the success of the Brexit party, Farage might believe the same applies to himself?</strong><br>Farage is simply a very very good heckler. He couldn’t be involved in delivering Brexit, he couldn’t be involved in delivering policy, he couldn’t be involved in putting together a proper manifesto or assembling a proper political party, all he can do is assemble a dizzying array of rotten tomatoes, stand at the side of the stage and lob them at the poor sods who are trying to make some sense of the current matter.</p> <p><strong>You’ve just been on holiday</strong><strong> – what did you enjoy reading?</strong><br>I’m halfway through <em><a href=\"https://guardianbookshop.com/ministry-of-truth-9781509890736.html\" title=\"\">The Ministry of Truth</a></em>, Dorian Lynskey’s biography of George Orwell’s <em>Nineteen Eighty-Four</em>, and it’s absurdly good.</p> <p><strong>What was the last thing that made you laugh?</strong><br>My 13-year-old daughter is addicted to <em>Saturday Night Live</em> sketches on YouTube and <a href=\"https://www.youtube.com/watch?v=1AtrI9PoiBQ\" title=\"\">Pete Davidson’s character Chad</a> brings me pretty close to wetting myself every time I watch him.</p> <p><strong>How do you relax</strong><strong> and switch off?</strong><br>Crime fiction. We live near the Thames and I like to walk the dog there as often as I can. I love walking up to Brentford where there’s still a boatyard and a real sense of when the river was an industrial hub. And I try to play <em>Fifa </em>on the PlayStation once a week with one of my oldest friends – we’ve been doing so for nearly 30 years! I keep meaning to take up meditation properly but can’t find the time.</p> <p><em>• How to Be Right… in a World Gone Wrong </em>is out now in paperback (WH Allen, £8.99). To order a copy go to <a href=\"https://guardianbookshop.com/how-to-be-right-9780753553121.html\" title=\"\">guardianbookshop.com</a> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99</p>",
      "newspaperPageNumber": "7",
      "wordcount": "1093",
      "commentable": "false",
      "firstPublicationDate": "2019-06-09T11:00:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-26T16:39:00Z",
      "newspaperEditionDate": "2019-06-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bjkc2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2617be52842d44c62ae34838763b85de92b33cd6/101_1072_3739_2244/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "James O’Brien is an award-winning radio presenter and podcaster whose current affairs phone-in show on LBC has almost a million weekly listeners. Described as “the conscience of liberal Britain”, O’Brien is the author of the bestselling book How to Be Right...In a World Gone Wrong, a guide to challenging those who hold “unchallenged opinions”. How do you respond to critics of your show who say that it isn’t a fair fight between you and your listeners, because you have the upper hand and can interrupt at will? It is a fair fight, because I’ve been on the radio for 16 years. I have what I suppose you could call a reputation. The clips that go viral are watched by millions and millions of people, so anyone who rings me [must be] certain they’re going to get the better of me. Occasionally, you get the sense that someone might be vulnerable and then you take your foot off the pedal, because there is no pleasure in beating up someone intellectually who sounds a bit unwell. I interrupt because you can’t come on the radio and say things that are untrue. I’m not interested in opinions unless they’re based on fact and, tragically, too many places in the media, particularly with regards to politicians, will allow people to say things that are simply not true and leave them unchallenged. How often do you think you change people’s minds? Not as often as I’d like. I had a chap at a festival of debate a few weeks ago who was a fully paid up member of the EDL before he started listening to my show and he stood up in front of 600 people and said: “I think you saved my life.” Those moments are incredibly important to me, but that’s extreme. I’m not arrogant or naive enough to think I’m moving the needle on national conversation anywhere near enough. If you call your book How to Be Right, is it fair for people to accuse you of being smug? I think people who peddle lies for a living call people who tell the truth smug. I’m not smug – smug would mean I was enjoying this. Your book dismantles the racist, sexist, homophobic, transphobic views that you encounter on your show. But how much hostility or change in attitudes have you noticed in your day-to-day life? I’m a white heterosexual male and despite what many people are currently arguing, I remain the most privileged constituency on the planet… I don’t have [that] experience. The mystery is how much of [this] there has always been and how much of it you now have because of emboldening. I’d argue it was already there, but the lid has simply been lifted. Sure. You’ve got Farage on the radio just flirting, knowing exactly where the line is, and Donald Trump crossing the line on a daily basis. So we’re seeing people, prominent people, incredibly powerful people saying these things and the “breaking point” poster [Farage’s 2016 anti-migrant poster] – there is no way you can unveil that poster in public and not think some people will think it’s OK to spit at brown-skinned people in the street. It’s the scale of how much the recent rhetoric of invasion, about cultural identity and about values being eroded – which is all bollocks – has impacted on beliefs. People who believe it find a logic to their anger. Do you feel people are fundamentally good? Of course I do; you have to. Look at the effort being put in to make people believe bad things: the effort is immense, it’s the richest people on the planet, the most powerful media owners, it’s the demagogues with the biggest platforms, the season ticket holders on Question Time. There is a commercial and audience imperative in this country where if it gets chatter going and it gets clicks, a big reaction, then it must be good. But of course, when ordinary punters watch this stuff, they don’t see a circus or bonfire, they just get seduced by the narcissism and you don’t have good tunes if you’re on the side of kindness and decency – you have nothing to point at. You sound defeated even by the fightback! It’s pathetic. It’s astonishing; the factionalism and the infighting is so much more important to a certain kind of leftwinger than taking on the Tories or in the last few years, the government. They’re obsessed with centrists, they’re obsessed with Blairites, they’re obsessed with denying antisemitism when it’s right there in front of them, so all that has incubated the problem. Does a career in traditional politics beckon for you? I have a silent rule that anyone who wants to go into politics should be banned – you should be forced to go into politics by plebiscite because people think you could bring something to the table. So it’s highly unlikely. Given the success of the Brexit party, Farage might believe the same applies to himself? Farage is simply a very very good heckler. He couldn’t be involved in delivering Brexit, he couldn’t be involved in delivering policy, he couldn’t be involved in putting together a proper manifesto or assembling a proper political party, all he can do is assemble a dizzying array of rotten tomatoes, stand at the side of the stage and lob them at the poor sods who are trying to make some sense of the current matter. You’ve just been on holiday – what did you enjoy reading? I’m halfway through The Ministry of Truth, Dorian Lynskey’s biography of George Orwell’s Nineteen Eighty-Four, and it’s absurdly good. What was the last thing that made you laugh? My 13-year-old daughter is addicted to Saturday Night Live sketches on YouTube and Pete Davidson’s character Chad brings me pretty close to wetting myself every time I watch him. How do you relax and switch off? Crime fiction. We live near the Thames and I like to walk the dog there as often as I can. I love walking up to Brentford where there’s still a boatyard and a real sense of when the river was an industrial hub. And I try to play Fifa on the PlayStation once a week with one of my oldest friends – we’ve been doing so for nearly 30 years! I keep meaning to take up meditation properly but can’t find the time. • How to Be Right… in a World Gone Wrong is out now in paperback (WH Allen, £8.99). To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min p&amp;p of £1.99",
      "charCount": "6201",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/jun/08/michael-gove-branded-hypocrite-after-admitting-using-cocaine",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T08:39:11Z",
    "webTitle": "Michael Gove branded a hypocrite after admitting using cocaine",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/08/michael-gove-branded-hypocrite-after-admitting-using-cocaine",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/08/michael-gove-branded-hypocrite-after-admitting-using-cocaine",
    "fields": {
      "headline": "Michael Gove branded a hypocrite after admitting using cocaine",
      "standfirst": "<p>The former justice secretary and party leadership contender is slammed for legal double standards and may ‘face a US travel ban’</p>",
      "trailText": "The former justice secretary and party leadership contender is slammed for legal double standards and may ‘face a US travel ban’",
      "byline": "Mark Townsend and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"702a2218ae66fb105c0ce06caf22b0305539b4e5\"> <img src=\"https://media.guim.co.uk/702a2218ae66fb105c0ce06caf22b0305539b4e5/0_13_2587_1552/1000.jpg\" alt=\"Michael Gove.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove has previously been critical of illegal drug use by middle class professionals.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA-EFE</span> </figcaption> </figure>",
      "body": "<p>Michael Gove was battling to keep his campaign for the Conservative leadership alive as he faced accusations of hypocrisy from drug experts and politicians, after <a href=\"https://www.theguardian.com/politics/2019/jun/07/michael-gove-admits-to-taking-cocaine-on-several-social-occasions\" title=\"\">admitting he had taken cocaine</a> when working as a young journalist.</p> <p>Figures from major political parties, along with former police officers and drugs charities, lined up to accuse the former justice secretary of double standards and of trivialising a debate on the harm caused by class A drugs. </p> <p>A former senior drug adviser to the government, <a href=\"https://www.theguardian.com/science/david-nutt\" title=\"\">Prof David Nutt</a>, said Gove’s disclosure was more proof that privileged politicians felt able “to break the law, but not for others to do the same”. Nutt also warned Gove that his confession might mean him being barred from travelling to the US to represent the UK, if he won <a href=\"https://www.theguardian.com/politics/2019/jun/08/tory-leadership-race-the-triumphs-and-turkeys\">the Tory leadership contest</a>.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"b6a1f96da90597048bb1660ad7d7d0d9d13d8d61\"> <img src=\"https://media.guim.co.uk/b6a1f96da90597048bb1660ad7d7d0d9d13d8d61/0_0_4480_5600/800.jpg\" alt=\"David Nutt.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Nutt: privileged politicians felt ‘able to break the law’.</span> <span class=\"element-image__credit\">Photograph: Alicia Canter/The Guardian</span> </figcaption> </figure>  <p>Following his admission in the <em>Daily Mail</em>, before publication of a book about him by the journalist Owen Bennett, Gove said he “deeply regretted” taking cocaine “on several occasions” more than 20 years ago.</p> <p>In a further embarrassment, it has also emerged that in 1999 Gove wrote an article in the<em> </em>Times setting out why he opposed what he called “London’s liberal consensus” on loosening rules on the use of cocaine and other drugs. In the piece, headlined “When it’s right to be a hypocrite”, he set out why he believed drugs laws should not be repealed.</p> <p>“The knowledge that millennial demand for illegal drugs may lead to the potentially lethal adulteration of some substances hasn’t been used to explain to citizens that the law is there for a purpose,” he wrote.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/08/tory-leadership-race-the-triumphs-and-turkeys\">Tory leadership race: the triumphs and turkeys</a> </p> </aside>  <p>“Instead it’s been acknowledged that some people feel they have to see in the new millennium in an altered state, so we’ve been given advice on how to ‘minimise’ risk.”</p> <p>He stated that middle-class professionals were pushing to liberalise drugs laws to deal with their own guilt over taking drugs, adding: “There is a greater sin than hypocrisy. It is the refusal to uphold values because one may oneself have fallen short of them.”</p> <p>An opinion poll of Tory party members by the ConservativeHome website on Saturday put Gove in a distant second place on 12%, behind Boris Johnson with 43%. Writing <a href=\"https://www.telegraph.co.uk/politics/2019/06/08/scrapping-vat-introducing-lower-simpler-sales-tax-will-help/\">in the Sunday Telegraph</a>, Gove pledged to replace VAT with “a lower, simpler, sales tax” and cut business rates if he became prime minster. He argued that he had demonstrated “business know-how” in his roles in government.<br><br>The environment secretary said he would use “the money we get back from the EU” to invest in “towns and communities which have suffered most from de-industrialisation”, and introduce an Australian-style points based immigration system “to ensure the most innovative and gifted from across the globe can help us prosper”.</p> <p>Reacting to Gove’s admission he used drugs, Nutt cited the example of the television chef <a href=\"https://www.theguardian.com/lifeandstyle/2014/apr/03/nigella-lawson-stopped-boarding-flight-us-cocaine-confession\" title=\"\">Nigella Lawson, who was banned in 2014 from travelling to the US</a> after admitting using cocaine, and suggested the same restriction could be placed on Gove. According to the US Department for Homeland Security, an individual can be denied entry for “violation of any law on controlled substances, except for simple possession of 30g or less of marijuana”.</p> <p>“My view is that the attitude of politicians to drugs has always been very dishonest,” Nutt said. “They seem to feel that it’s OK for them to break the law but not for others to do the same.”</p> <p>Nutt said Barack Obama’s confession to having taken drugs did not stop him getting elected as US president and should not affect UK politicians either. But, he added, “they should be held to account if they don’t agree that when in power they will revise the drug laws in favour of harm reduction and treatment rather than prohibition and punishment.”</p> <p>Crispin Blunt, a Tory MP who co-chairs the all-party parliamentary group for drug policy reform, said: “The use of drugs by Michael Gove in his younger days, while illegal, was wholly unexceptional. Having admitted using drugs, he should have reflected honestly on the implications of a policy which has wholly failed to deter such drug use.</p> <p>“Sadly Michael – like others before him – has delivered a politically crafted and deeply unconvincing handwringing statement of regret for committing a victimless crime. The victims have largely been created by policy and the law.”</p> <p>Ed Davey, the Lib Dem home affairs spokesman, said: “Michael Gove and other Conservative leadership candidates have to be clear about where they stand on this issue – as a party they have to get their heads out of the sand. Gove’s article rightly points out using drugs may have a different impact on the life of someone depending on their background – the fact that is the case is another sign of a broken system and I hope he may have grown up enough in the past two decades to see change is needed.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"50a05aff79f745eec3aeabbe9d80107242887ff5\"> <img src=\"https://media.guim.co.uk/50a05aff79f745eec3aeabbe9d80107242887ff5/1561_0_1939_2423/800.jpg\" alt=\"Caroline Lucas.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caroline Lucas: ‘What I can’t stand is the rank hypocrisy.’</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>  <p>Caroline Lucas, the Green MP for Brighton Pavilion, said: “I couldn’t care less about what a politician did in private 20 years ago. What I can’t stand is the rank hypocrisy of potential prime ministers ‘owning up’ to drug use while backing policies that threaten those using drugs now with prison, and allows criminal gangs to profit.”</p> <p>Senior Tories warned the admission would damage Gove’s chances of winning over the Tory membership if he succeeds in reaching the final stage of the leadership contest in which grassroots Tory decide between the final two candidates.</p> <p>On Saturday night, Gove’s supporters said they suspected the cocaine story had been leaked deliberately by the camp of one of the other candidates as part of a “dirty tricks” operation.</p> <p>The episode led to other candidates being asked about their drug use. Dominic Raab, who has already admitted taking cannabis as a student, told the BBC: “It was a long time ago and pretty few and far between. I have never taken cocaine or any class A drugs.” Andrea Leadsom said in a statement: “I have never taken cocaine or class A drugs. Everyone is entitled to a private life before becoming an MP.”</p> <p>Boris Johnson has said he was offered a “white substance” at university, but none went up his nose because he sneezed. He said he has “no idea whether it was cocaine or not”.</p> <p>Paul Goodman, the editor of the ConservativeHome website, said the revelations might have a negative effect on Gove’s campaign: “I suspect that Michael’s admission will make much less difference among party members than might be supposed. The question though is not so much what activists make of it, but what Tory MPs think. So the admission could at the margin benefit some of Michael’s competitors in the first parliamentary ballot.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1112",
      "commentCloseDate": "2019-06-11T19:45:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-06-08T19:41:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-09T08:44:43Z",
      "newspaperEditionDate": "2019-06-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bkxk7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/702a2218ae66fb105c0ce06caf22b0305539b4e5/0_13_2587_1552/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michael Gove was battling to keep his campaign for the Conservative leadership alive as he faced accusations of hypocrisy from drug experts and politicians, after admitting he had taken cocaine when working as a young journalist. Figures from major political parties, along with former police officers and drugs charities, lined up to accuse the former justice secretary of double standards and of trivialising a debate on the harm caused by class A drugs. A former senior drug adviser to the government, Prof David Nutt, said Gove’s disclosure was more proof that privileged politicians felt able “to break the law, but not for others to do the same”. Nutt also warned Gove that his confession might mean him being barred from travelling to the US to represent the UK, if he won the Tory leadership contest. Following his admission in the Daily Mail, before publication of a book about him by the journalist Owen Bennett, Gove said he “deeply regretted” taking cocaine “on several occasions” more than 20 years ago. In a further embarrassment, it has also emerged that in 1999 Gove wrote an article in the Times setting out why he opposed what he called “London’s liberal consensus” on loosening rules on the use of cocaine and other drugs. In the piece, headlined “When it’s right to be a hypocrite”, he set out why he believed drugs laws should not be repealed. “The knowledge that millennial demand for illegal drugs may lead to the potentially lethal adulteration of some substances hasn’t been used to explain to citizens that the law is there for a purpose,” he wrote. “Instead it’s been acknowledged that some people feel they have to see in the new millennium in an altered state, so we’ve been given advice on how to ‘minimise’ risk.” He stated that middle-class professionals were pushing to liberalise drugs laws to deal with their own guilt over taking drugs, adding: “There is a greater sin than hypocrisy. It is the refusal to uphold values because one may oneself have fallen short of them.” An opinion poll of Tory party members by the ConservativeHome website on Saturday put Gove in a distant second place on 12%, behind Boris Johnson with 43%. Writing in the Sunday Telegraph, Gove pledged to replace VAT with “a lower, simpler, sales tax” and cut business rates if he became prime minster. He argued that he had demonstrated “business know-how” in his roles in government. The environment secretary said he would use “the money we get back from the EU” to invest in “towns and communities which have suffered most from de-industrialisation”, and introduce an Australian-style points based immigration system “to ensure the most innovative and gifted from across the globe can help us prosper”. Reacting to Gove’s admission he used drugs, Nutt cited the example of the television chef Nigella Lawson, who was banned in 2014 from travelling to the US after admitting using cocaine, and suggested the same restriction could be placed on Gove. According to the US Department for Homeland Security, an individual can be denied entry for “violation of any law on controlled substances, except for simple possession of 30g or less of marijuana”. “My view is that the attitude of politicians to drugs has always been very dishonest,” Nutt said. “They seem to feel that it’s OK for them to break the law but not for others to do the same.” Nutt said Barack Obama’s confession to having taken drugs did not stop him getting elected as US president and should not affect UK politicians either. But, he added, “they should be held to account if they don’t agree that when in power they will revise the drug laws in favour of harm reduction and treatment rather than prohibition and punishment.” Crispin Blunt, a Tory MP who co-chairs the all-party parliamentary group for drug policy reform, said: “The use of drugs by Michael Gove in his younger days, while illegal, was wholly unexceptional. Having admitted using drugs, he should have reflected honestly on the implications of a policy which has wholly failed to deter such drug use. “Sadly Michael – like others before him – has delivered a politically crafted and deeply unconvincing handwringing statement of regret for committing a victimless crime. The victims have largely been created by policy and the law.” Ed Davey, the Lib Dem home affairs spokesman, said: “Michael Gove and other Conservative leadership candidates have to be clear about where they stand on this issue – as a party they have to get their heads out of the sand. Gove’s article rightly points out using drugs may have a different impact on the life of someone depending on their background – the fact that is the case is another sign of a broken system and I hope he may have grown up enough in the past two decades to see change is needed.” Caroline Lucas, the Green MP for Brighton Pavilion, said: “I couldn’t care less about what a politician did in private 20 years ago. What I can’t stand is the rank hypocrisy of potential prime ministers ‘owning up’ to drug use while backing policies that threaten those using drugs now with prison, and allows criminal gangs to profit.” Senior Tories warned the admission would damage Gove’s chances of winning over the Tory membership if he succeeds in reaching the final stage of the leadership contest in which grassroots Tory decide between the final two candidates. On Saturday night, Gove’s supporters said they suspected the cocaine story had been leaked deliberately by the camp of one of the other candidates as part of a “dirty tricks” operation. The episode led to other candidates being asked about their drug use. Dominic Raab, who has already admitted taking cannabis as a student, told the BBC: “It was a long time ago and pretty few and far between. I have never taken cocaine or any class A drugs.” Andrea Leadsom said in a statement: “I have never taken cocaine or class A drugs. Everyone is entitled to a private life before becoming an MP.” Boris Johnson has said he was offered a “white substance” at university, but none went up his nose because he sneezed. He said he has “no idea whether it was cocaine or not”. Paul Goodman, the editor of the ConservativeHome website, said the revelations might have a negative effect on Gove’s campaign: “I suspect that Michael’s admission will make much less difference among party members than might be supposed. The question though is not so much what activists make of it, but what Tory MPs think. So the admission could at the margin benefit some of Michael’s competitors in the first parliamentary ballot.”",
      "charCount": "6553",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marktownsend\">Mark Townsend</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/09/anna-soubry-umunna-made-serious-mistake-leaving-change-uk",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-09T05:00:22Z",
    "webTitle": "Anna Soubry: Umunna made ‘serious mistake’ leaving Change UK",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/09/anna-soubry-umunna-made-serious-mistake-leaving-change-uk",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/09/anna-soubry-umunna-made-serious-mistake-leaving-change-uk",
    "fields": {
      "headline": "Anna Soubry: Umunna made ‘serious mistake’ leaving Change UK",
      "standfirst": "<p>‘You sometimes have to shut up and get on with it’: ex-Tory MP speaks of frustration at split<br></p>",
      "trailText": "‘You sometimes have to shut up and get on with it’: ex-Tory MP speaks of frustration at split<br>",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"332c87944a1deb4d04006c143e68ca3246cd9d6a\"> \n <img src=\"https://media.guim.co.uk/332c87944a1deb4d04006c143e68ca3246cd9d6a/756_848_5170_3102/1000.jpg\" alt=\"Anna Soubry\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Anna Soubry said the party of breakaway Tory and Labour MPs had been plagued by disagreements.</span> \n  <span class=\"element-image__credit\">Photograph: Dimitris Legakis/Athena Pictures</span> \n </figcaption> \n</figure>",
      "body": "<p>Anna Soubry has expressed frustration and sadness at the split in Change UK which cost the fledging party <a href=\"https://www.theguardian.com/politics/2019/jun/04/change-uk-poised-to-lose-at-least-half-its-mps-heidi-allen-chuka-umunna-lib-dems\">six of its 11 MPs</a> this week, saying Chuka Umunna, the most prominent of the quitters, had “made a very serious mistake”.</p> \n<p>Soubry, the Broxtowe MP who is now leader of the remaining five, said Change UK, formed after she and two other ex-Tory MPs <a href=\"https://www.theguardian.com/politics/2019/feb/20/tory-mps-defect-independent-group-soubry-allen-wollaston\">followed a breakaway group</a> of Labour backbenchers, had been plagued by internal disagreements.</p> \n<p>“These things are always difficult, but some people weren’t even in the same book, never mind on the same page,” she said. “It’s not to say they didn’t have huge strengths. But when there are 11 of you, you sometimes have to shut up and get on with it.</p> \n<p>“And the idea that you can agree a strategy and then constantly question it, debate it – sometimes you have to say, can we just stop talking and do some frigging campaigning?”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0f6d6a20-589d-4d68-9b5e-fafadc113f0a\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p>Heidi Allen, Change UK’s interim leader, also left on Tuesday. Others who left to sit as independents were another ex-Conservative, Sarah Wollaston, and the former Labour MPs Luciana Berger, Gavin Shuker and Angela Smith.</p> \n<p>Those remaining with Soubry are Mike Gapes, Chris Leslie, Joan Ryan and Ann Coffey, all of whom formerly represented Labour.</p> \n<figure class=\"element element-image\" data-media-id=\"57af62abd60cfe4974f44d748f4a9bc41c1bdba8\"> \n <img src=\"https://media.guim.co.uk/57af62abd60cfe4974f44d748f4a9bc41c1bdba8/70_16_3430_2057/1000.jpg\" alt=\"Change UK’s MPs\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Change UK’s original 11 MPs, six of whom have left to sit as independents.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure> \n<p>Soubry said she was particularly stricken by Umunna’s decision. “I will always be more sad than you can imagine that Chuka is not with us. I think he’s a man of huge ability and talents, and I think he has made a very serious mistake.</p> \n<p>“With the five of us, who knows what’s going to happen? But you can’t give up at the first hurdle. You just don’t. Especially when some of that was circumstances over which you had no control. But when there are circumstances over which you do have control you do not behave in the way that, I’m afraid, some of those six did behave.”</p> \n<p>Over little more than three months Change UK was buffeted by both difficult political fortunes – in last month’s European election it took just 3% of the vote – as well as public bickering over tactics, for example <a href=\"https://www.theguardian.com/politics/2019/may/27/change-uk-anna-soubry-berates-party-leader-heidi-allen-bizarre-tactical-vote-plea\">about tactical voting</a> and whether to pursue a merger with the Liberal Democrats.</p> \n<p>But insiders say the disagreements were even more heated behind closed doors, punctuated by differences over leadership arrangements, threats to quit the party and lack of agreement over even the basics of the party’s future direction.</p> \n<p>Some of the reported disputes bordered on farce, such as the party almost missing a print deadline for its European election leaflets because one MP wanted a different photograph, and official social media feeds being stopped at the instructions of one member, and then tacitly resumed by another.</p> \n<p>Meanwhile, sources amid those who quit argue that Soubry and Leslie – whose spouses are respectively treasurer and chief executive of the party – sought to run Change UK “like a Soviet state”.</p> \n<p>Soubry says she will stay as leader until an autumn conference, and has ruled out any idea of joining up with the Lib Dems.</p> \n<p>The split was clear, Soubry said, when Umunna told her he did not think Change UK should continue as a formal party.</p> \n<p>“I said to him: the movement’s out there, we just need to build a home for that movement, a political party. When he decided that he believed we should not stand candidates I was beyond even disappointed,” she said.</p> \n<p>“I believed in him, and believed he should be prime minister of our country. He was a major part of why I left the Conservative party. And here we were, having had a very difficult time, and obviously a disappointing set of election results.</p> \n<p>“But hell, 600,000 people voted for us, and we’d found 69 candidates, many of whom have got more ability in their little fingers than some MPs across the whole of the chamber. Some seriously brilliant people.”</p> \n<p>The five remaining MPs were “absolutely on the same page”, she said. “We’ve got decades of experience between us. We’re now going to turn our attention on building a membership-based party, and of equal importance we’ve already started the work on formulating policies. That’s already begun.”</p>",
      "wordcount": "700",
      "firstPublicationDate": "2019-06-09T05:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-13T18:24:30Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bjzf6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/332c87944a1deb4d04006c143e68ca3246cd9d6a/756_848_5170_3102/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Anna Soubry has expressed frustration and sadness at the split in Change UK which cost the fledging party six of its 11 MPs this week, saying Chuka Umunna, the most prominent of the quitters, had “made a very serious mistake”. Soubry, the Broxtowe MP who is now leader of the remaining five, said Change UK, formed after she and two other ex-Tory MPs followed a breakaway group of Labour backbenchers, had been plagued by internal disagreements. “These things are always difficult, but some people weren’t even in the same book, never mind on the same page,” she said. “It’s not to say they didn’t have huge strengths. But when there are 11 of you, you sometimes have to shut up and get on with it. “And the idea that you can agree a strategy and then constantly question it, debate it – sometimes you have to say, can we just stop talking and do some frigging campaigning?” Heidi Allen, Change UK’s interim leader, also left on Tuesday. Others who left to sit as independents were another ex-Conservative, Sarah Wollaston, and the former Labour MPs Luciana Berger, Gavin Shuker and Angela Smith. Those remaining with Soubry are Mike Gapes, Chris Leslie, Joan Ryan and Ann Coffey, all of whom formerly represented Labour. Soubry said she was particularly stricken by Umunna’s decision. “I will always be more sad than you can imagine that Chuka is not with us. I think he’s a man of huge ability and talents, and I think he has made a very serious mistake. “With the five of us, who knows what’s going to happen? But you can’t give up at the first hurdle. You just don’t. Especially when some of that was circumstances over which you had no control. But when there are circumstances over which you do have control you do not behave in the way that, I’m afraid, some of those six did behave.” Over little more than three months Change UK was buffeted by both difficult political fortunes – in last month’s European election it took just 3% of the vote – as well as public bickering over tactics, for example about tactical voting and whether to pursue a merger with the Liberal Democrats. But insiders say the disagreements were even more heated behind closed doors, punctuated by differences over leadership arrangements, threats to quit the party and lack of agreement over even the basics of the party’s future direction. Some of the reported disputes bordered on farce, such as the party almost missing a print deadline for its European election leaflets because one MP wanted a different photograph, and official social media feeds being stopped at the instructions of one member, and then tacitly resumed by another. Meanwhile, sources amid those who quit argue that Soubry and Leslie – whose spouses are respectively treasurer and chief executive of the party – sought to run Change UK “like a Soviet state”. Soubry says she will stay as leader until an autumn conference, and has ruled out any idea of joining up with the Lib Dems. The split was clear, Soubry said, when Umunna told her he did not think Change UK should continue as a formal party. “I said to him: the movement’s out there, we just need to build a home for that movement, a political party. When he decided that he believed we should not stand candidates I was beyond even disappointed,” she said. “I believed in him, and believed he should be prime minister of our country. He was a major part of why I left the Conservative party. And here we were, having had a very difficult time, and obviously a disappointing set of election results. “But hell, 600,000 people voted for us, and we’d found 69 candidates, many of whom have got more ability in their little fingers than some MPs across the whole of the chamber. Some seriously brilliant people.” The five remaining MPs were “absolutely on the same page”, she said. “We’ve got decades of experience between us. We’re now going to turn our attention on building a membership-based party, and of equal importance we’ve already started the work on formulating policies. That’s already begun.”",
      "charCount": "4016",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]