[
  {
    "id": "politics/2019/jul/08/unions-agree-labour-should-back-remain-second-referendum-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-08T19:10:15Z",
    "webTitle": "Unions agree Labour should back remain in referendum on Tory deal",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/08/unions-agree-labour-should-back-remain-second-referendum-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/08/unions-agree-labour-should-back-remain-second-referendum-brexit",
    "fields": {
      "headline": "Unions agree Labour should back remain in referendum on Tory deal",
      "standfirst": "<p>Party poised to announce move in surprise consensus but will still seek deal if elected in time</p>",
      "trailText": "Party poised to announce move in surprise consensus but will still seek deal if elected in time",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"4eec1a7043878994673828356aa6a5a1ff714597\"> <img src=\"https://media.guim.co.uk/4eec1a7043878994673828356aa6a5a1ff714597/0_0_5760_3456/1000.jpg\" alt=\"Protesters hold red union flags up in the air at a People’s Vote march in London. Union leaders had met on Monday to agree a common position on Labour’s Brexit policy. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters hold red union flags up in the air at a People’s Vote march in London. Union leaders had met on Monday to agree a common position on Labour’s Brexit policy. </span> <span class=\"element-image__credit\">Photograph: Clearpix/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Labour is poised to declare it will campaign for remain in a second referendum on any deal put to parliament by a Conservative prime minister, after trade union leaders including Unite’s Len McCluskey backed a change of policy.</p> <p>The joint position agreed by the unions on Monday would not commit Labour to an explicitly pro-remain position in all circumstances: unions also agreed Labour should seek to deliver a Brexit deal if the party won an election before the UK left the EU.</p> <p>That Labour deal would also be put to a public vote, but the party would not commit to campaigning for remain against its own Brexit deal, throwing into doubt what Labour would offer in any snap election manifesto.</p> <p>One senior shadow cabinet source described it as a significant win for <a href=\"https://www.theguardian.com/politics/2019/jul/04/tom-watson-urges-labour-members-to-sign-remain-declaration\">remain campaigners</a>, despite the potential lack of clarity.</p> <p>“Unions have backed a referendum on any deal this parliament and Labour campaigning for remain – that’s a big victory. What’s in a manifesto is a debate for another day,” the source said.</p> <p>Barring any major intervention, the surprise consensus among trade unions including Unite, GMB, Unison, Aslef and Usdaw is likely to force any remaining sceptics to agree to the new position when the shadow cabinet meets on Tuesday.</p> <p>Several shadow cabinet sources said the policy had the hallmarks of being approved by the Labour leader’s office and said it “would not be watered down” – though some shadow ministers are likely to push for an even stronger position.</p> <p>Labour’s deputy leader, Tom Watson, who has regularly clashed with Jeremy Corbyn over the party’s Brexit position, <a href=\"https://twitter.com/tom_watson/status/1148299406040588292\">tweeted</a>: “Remain is who we are. Our values are remain, our hearts are remain. Today is a step in the right direction but members and supporters are clear that any kind of Brexit gives us less than we have now and Labour should not support it.”</p> <p>Union leaders had met on Monday to agree a common position on Labour’s Brexit policy, in a meeting one source described as fractious but ultimately consensual.</p> <p>The proposed policy, which will be offered to the Labour leadership as the unanimous view of the unions, will say:</p> <ul> <li><p>Labour will campaign for a second referendum in all circumstances and will campaign for remaining in the EU against a Tory prime minister’s Brexit deal and in order to stop no deal.</p></li> <li><p>Should Labour win a general election before Brexit, Labour would negotiate its own Brexit deal and then hold a referendum with remain on the ballot paper – but the party should not specify whether it would back remain in those circumstances.</p></li> </ul> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/08/pro-brexit-labour-mp-kate-hoey-to-stand-down-at-next-election\">Pro-Brexit Labour MP Kate Hoey to stand down at next election</a> </p> </aside>  <p>A senior Labour source said Corbyn had not been present at the meeting but suggested it was a helpful outcome. “Jeremy has been working to unite the party and the wider Labour movement around a common position,” the source said.</p> <p>Union sources close to the talks said they did not want the position to be presented as an out-and-out victory for remain campaigners, saying the party would still have a chance to tell leave voters it would honour the result of the 2016 referendum by negotiating a Brexit deal if in government.</p> <p>“Ultimately everybody just wants this to end,” one union source said. “It would be an error to let this drag on until conference and have the battle on the conference floor. But it is right to reserve the position on a Labour-negotiated Brexit deal which could deliver the result of the 2016 referendum. It would be mad to say we would negotiate a deal and then campaign against it.”</p> <p>One union source said the meeting had been lengthy but amicable and its purpose had been to find a consensus. “We are pleased and confident that everything is on the right road,” the source said.</p> <p>A briefing war has erupted over the past few weeks as some shadow cabinet ministers suggested senior Corbyn aides and union figures such as McCluskey were preventing the party moving to an explicitly pro-remain position or championing the change in party policy.</p> <p>On Sunday, the shadow chancellor, John McDonnell, denied claims he had been urging Corbyn <a href=\"https://www.theguardian.com/politics/2019/jul/07/john-mcdonnell-denies-urging-corbyn-to-sack-aides-opposing-remain\">to sack his two most senior aides</a>, Karie Murphy and Seumas Milne, because they were opposed to Labour committing to backing remain in a second referendum.</p> <p>Labour had already <a href=\"https://www.theguardian.com/politics/2019/may/27/jeremy-corbyn-signals-more-support-for-second-referendum-after-voter-exodus\">shifted its Brexit stance</a> to propose that any Brexit deal passed by parliament should be put to the people in a second referendum, after the party suffered heavy losses to the pro-remain Liberal Democrats at the local and European elections.</p> <p>Diane Abbott, the shadow home secretary, had previously said publicly she was “beginning to worry” about party policy not being sufficiently pro-remain.</p> <p>Labour MPs at a private meeting of parliamentarians on Monday night expressed some caution about the new policy.</p> <p>“It is not exactly the absolute clarity we were hoping for,” one MP said. “It sounds like we are reserving the right to campaign for remain against our own Brexit deal – that will just sound ludicrous to voters.”</p> <p>The party came under attack for the policy from both sides of the Brexit divide as the trade union agreement emerged. The Conservatives called it “an attempt to frustrate Brexit and ignore the democratic mandate to deliver it”.</p> <p>The Liberal Democrat Brexit spokesman, Tom Brake, said: “Even now, after millions of remainers have deserted them, Labour manage only a fudge.”</p>",
      "newspaperPageNumber": "2",
      "wordcount": "891",
      "firstPublicationDate": "2019-07-08T18:18:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:08Z",
      "newspaperEditionDate": "2019-07-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzje6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4eec1a7043878994673828356aa6a5a1ff714597/0_0_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour is poised to declare it will campaign for remain in a second referendum on any deal put to parliament by a Conservative prime minister, after trade union leaders including Unite’s Len McCluskey backed a change of policy. The joint position agreed by the unions on Monday would not commit Labour to an explicitly pro-remain position in all circumstances: unions also agreed Labour should seek to deliver a Brexit deal if the party won an election before the UK left the EU. That Labour deal would also be put to a public vote, but the party would not commit to campaigning for remain against its own Brexit deal, throwing into doubt what Labour would offer in any snap election manifesto. One senior shadow cabinet source described it as a significant win for remain campaigners, despite the potential lack of clarity. “Unions have backed a referendum on any deal this parliament and Labour campaigning for remain – that’s a big victory. What’s in a manifesto is a debate for another day,” the source said. Barring any major intervention, the surprise consensus among trade unions including Unite, GMB, Unison, Aslef and Usdaw is likely to force any remaining sceptics to agree to the new position when the shadow cabinet meets on Tuesday. Several shadow cabinet sources said the policy had the hallmarks of being approved by the Labour leader’s office and said it “would not be watered down” – though some shadow ministers are likely to push for an even stronger position. Labour’s deputy leader, Tom Watson, who has regularly clashed with Jeremy Corbyn over the party’s Brexit position, tweeted: “Remain is who we are. Our values are remain, our hearts are remain. Today is a step in the right direction but members and supporters are clear that any kind of Brexit gives us less than we have now and Labour should not support it.” Union leaders had met on Monday to agree a common position on Labour’s Brexit policy, in a meeting one source described as fractious but ultimately consensual. The proposed policy, which will be offered to the Labour leadership as the unanimous view of the unions, will say: Labour will campaign for a second referendum in all circumstances and will campaign for remaining in the EU against a Tory prime minister’s Brexit deal and in order to stop no deal. Should Labour win a general election before Brexit, Labour would negotiate its own Brexit deal and then hold a referendum with remain on the ballot paper – but the party should not specify whether it would back remain in those circumstances. A senior Labour source said Corbyn had not been present at the meeting but suggested it was a helpful outcome. “Jeremy has been working to unite the party and the wider Labour movement around a common position,” the source said. Union sources close to the talks said they did not want the position to be presented as an out-and-out victory for remain campaigners, saying the party would still have a chance to tell leave voters it would honour the result of the 2016 referendum by negotiating a Brexit deal if in government. “Ultimately everybody just wants this to end,” one union source said. “It would be an error to let this drag on until conference and have the battle on the conference floor. But it is right to reserve the position on a Labour-negotiated Brexit deal which could deliver the result of the 2016 referendum. It would be mad to say we would negotiate a deal and then campaign against it.” One union source said the meeting had been lengthy but amicable and its purpose had been to find a consensus. “We are pleased and confident that everything is on the right road,” the source said. A briefing war has erupted over the past few weeks as some shadow cabinet ministers suggested senior Corbyn aides and union figures such as McCluskey were preventing the party moving to an explicitly pro-remain position or championing the change in party policy. On Sunday, the shadow chancellor, John McDonnell, denied claims he had been urging Corbyn to sack his two most senior aides, Karie Murphy and Seumas Milne, because they were opposed to Labour committing to backing remain in a second referendum. Labour had already shifted its Brexit stance to propose that any Brexit deal passed by parliament should be put to the people in a second referendum, after the party suffered heavy losses to the pro-remain Liberal Democrats at the local and European elections. Diane Abbott, the shadow home secretary, had previously said publicly she was “beginning to worry” about party policy not being sufficiently pro-remain. Labour MPs at a private meeting of parliamentarians on Monday night expressed some caution about the new policy. “It is not exactly the absolute clarity we were hoping for,” one MP said. “It sounds like we are reserving the right to campaign for remain against our own Brexit deal – that will just sound ludicrous to voters.” The party came under attack for the policy from both sides of the Brexit divide as the trade union agreement emerged. The Conservatives called it “an attempt to frustrate Brexit and ignore the democratic mandate to deliver it”. The Liberal Democrat Brexit spokesman, Tom Brake, said: “Even now, after millions of remainers have deserted them, Labour manage only a fudge.”",
      "charCount": "5262",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/08/no-time-for-delay-in-new-brexit-talks-boris-johnson-warned",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-08T18:23:53Z",
    "webTitle": "Avoiding no-deal Brexit means hectic summer of talks, Boris Johnson warned",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/08/no-time-for-delay-in-new-brexit-talks-boris-johnson-warned",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/08/no-time-for-delay-in-new-brexit-talks-boris-johnson-warned",
    "fields": {
      "headline": "Avoiding no-deal Brexit means hectic summer of talks, Boris Johnson warned",
      "standfirst": "<p>Whitehall sources stress need for urgency as MPs take new measures to prevent chaotic exit from EU<br></p>",
      "trailText": "Whitehall sources stress need for urgency as MPs take new measures to prevent chaotic exit from EU<br>",
      "byline": "Rowena Mason and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"cd4ee8f5825c257efbec5c59b97b2d1952d17ae2\"> <img src=\"https://media.guim.co.uk/cd4ee8f5825c257efbec5c59b97b2d1952d17ae2/541_556_2125_1275/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson during a campaign visit to the Isle of Wight last month. </span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson will have to embark on a whistlestop charm offensive meeting EU leaders over the summer to try to secure an emergency Brexit summit in September if he is serious about avoiding no deal, according to Whitehall sources who have been involved in negotiations.</p> <p>The senior sources said Johnson, if he becomes prime minister, would immediately need to pull out the stops over parliament’s summer holiday with a round of diplomacy with senior politicians in Europe. He may even need to consider recalling parliament early if he is to achieve the new deal he claims to want.</p> <p>At the same time, they said, he would need to ramp up preparations for a no-deal Brexit, with small businesses currently complacent about the risks of this outcome.</p> <p>One senior source who has been involved in talks with Brussels said there were signs there could be some willingness to compromise, but Johnson could not afford to wait until a planned summit in October, weeks before the UK is due to leave.</p> <p>Another source – a political ally of Johnson – said it would need to be established “extremely quickly” over the summer whether there was enough appetite among European leaders for finding a solution that could satisfy both Dublin and London.</p> <p>Johnson’s campaign played down the need for such a course of action, but the Tory hopeful has not yet publicly set out how he hopes to achieve a Brexit deal in his first 100 days in No 10.</p> <p>He has claimed that the chances of a no-deal Brexit are <a href=\"https://www.theguardian.com/politics/2019/jun/26/boris-johnson-chances-of-no-deal-brexit-are-a-million-to-one-against\">“a million to one”</a>, but his only public strategy so far is to threaten to withhold the £39bn that the UK has agreed to pay the EU in order to secure a new agreement.</p> <p>Stephen Barclay, the Brexit secretary, will head to Brussels on Tuesday for meetings with Michel Barnier, the EU’s chief Brexit negotiator, to scope out the areas where there might be a willingness to compromise under a new prime minister.</p> <p>Barclay, an early supporter of Johnson for the top job, has repeatedly argued in cabinet in recent weeks that spending on no-deal preparations needed to be increased.</p> <p>Johnson’s team favour leaving the EU on 31 October with some sort of standstill agreement during which a new deal and trading relationship can be negotiated. He would be willing to continue paying into the EU budget during this period.</p> <p>However, this has repeatedly been rejected by Brussels, with the European commission saying Theresa May’s Brexit deal is the only one on offer and that there will be no transitional period if there is no deal. </p> <p>Meanwhile, the chancellor, Philip Hammond, is pushing for Conservatives to be given a free vote on a parliamentary move to stop Johnson as prime minister suspending parliament to force through a no-deal Brexit.</p> <p>Hammond is trying to persuade May that she should lift the whip on certain amendments aimed at preventing the House of Commons being denied a say on whether the UK leaves on 31 October without a deal.</p> <p>Dominic Grieve, a Conservative MP and former attorney general, is leading a cross-party effort to prevent a no-deal Brexit with amendments to the Northern Ireland bill, but it is not certain of passing if the government whips against it.</p> <p>Hammond’s best leverage is that he still holds the purse strings as May seeks £27bn of extra education spending as part of her legacy before leaving Downing Street in a fortnight’s time.</p> <p>It is understood that discussions are ongoing over the education spending, and Hammond may be willing to sign off £5bn for the next year, but he believes May’s successor should make the decision about levels of cash for schools after that.</p> <p>The Times reported that he was making spending on education conditional on May allowing a free vote on the prorogation amendments. </p> <p>Grieve, supported by opposition parties and a handful of pro-EU Conservatives, laid an amendment to Northern Ireland legislation on Monday that would stop parliament being prorogued in the autumn to achieve a no-deal Brexit.</p> <p>He told Sky News he hoped to “persuade my colleagues that I think this bill provides a vehicle by which we can ensure the prorogation of parliament can’t happen”. </p> <p>He said: “I think that the chances of a prime minister carrying out a no-deal Brexit if there is a majority of the House of Commons that doesn’t want it are very slim indeed. And removing the possibility of prorogation makes them even slimmer.</p> <p>“Obviously, if a prime minister can persuade the House of Commons that a no-deal Brexit is a good idea, he’s fully within his rights to do it. But attempts to ratchet no-deal through, against the majority wishes of the House of Commons, should not happen and, in my view, we can put in place the necessary provisions to make sure it doesn’t.”</p> <p>It is understood that while Johnson and his rival for the premiership, Jeremy Hunt, plus their supporters among Tory MPs, will miss the vote owing to an ITV debate in Manchester the same evening, this will not affect the result, as Labour will offer a pairing system if requested.</p> <p>A Downing Street spokesman denied speculation that officials would seek to avoid amendments to a bill that otherwise had what he called “a very clear purpose”. He said: “MPs will table amendments. It’s for the Speaker to decide whether or not they’re selected. That’s the proper way of doing things.”</p>",
      "newspaperPageNumber": "13",
      "wordcount": "903",
      "firstPublicationDate": "2019-07-08T18:23:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:56Z",
      "newspaperEditionDate": "2019-07-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzj4n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cd4ee8f5825c257efbec5c59b97b2d1952d17ae2/541_556_2125_1275/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson will have to embark on a whistlestop charm offensive meeting EU leaders over the summer to try to secure an emergency Brexit summit in September if he is serious about avoiding no deal, according to Whitehall sources who have been involved in negotiations. The senior sources said Johnson, if he becomes prime minister, would immediately need to pull out the stops over parliament’s summer holiday with a round of diplomacy with senior politicians in Europe. He may even need to consider recalling parliament early if he is to achieve the new deal he claims to want. At the same time, they said, he would need to ramp up preparations for a no-deal Brexit, with small businesses currently complacent about the risks of this outcome. One senior source who has been involved in talks with Brussels said there were signs there could be some willingness to compromise, but Johnson could not afford to wait until a planned summit in October, weeks before the UK is due to leave. Another source – a political ally of Johnson – said it would need to be established “extremely quickly” over the summer whether there was enough appetite among European leaders for finding a solution that could satisfy both Dublin and London. Johnson’s campaign played down the need for such a course of action, but the Tory hopeful has not yet publicly set out how he hopes to achieve a Brexit deal in his first 100 days in No 10. He has claimed that the chances of a no-deal Brexit are “a million to one”, but his only public strategy so far is to threaten to withhold the £39bn that the UK has agreed to pay the EU in order to secure a new agreement. Stephen Barclay, the Brexit secretary, will head to Brussels on Tuesday for meetings with Michel Barnier, the EU’s chief Brexit negotiator, to scope out the areas where there might be a willingness to compromise under a new prime minister. Barclay, an early supporter of Johnson for the top job, has repeatedly argued in cabinet in recent weeks that spending on no-deal preparations needed to be increased. Johnson’s team favour leaving the EU on 31 October with some sort of standstill agreement during which a new deal and trading relationship can be negotiated. He would be willing to continue paying into the EU budget during this period. However, this has repeatedly been rejected by Brussels, with the European commission saying Theresa May’s Brexit deal is the only one on offer and that there will be no transitional period if there is no deal. Meanwhile, the chancellor, Philip Hammond, is pushing for Conservatives to be given a free vote on a parliamentary move to stop Johnson as prime minister suspending parliament to force through a no-deal Brexit. Hammond is trying to persuade May that she should lift the whip on certain amendments aimed at preventing the House of Commons being denied a say on whether the UK leaves on 31 October without a deal. Dominic Grieve, a Conservative MP and former attorney general, is leading a cross-party effort to prevent a no-deal Brexit with amendments to the Northern Ireland bill, but it is not certain of passing if the government whips against it. Hammond’s best leverage is that he still holds the purse strings as May seeks £27bn of extra education spending as part of her legacy before leaving Downing Street in a fortnight’s time. It is understood that discussions are ongoing over the education spending, and Hammond may be willing to sign off £5bn for the next year, but he believes May’s successor should make the decision about levels of cash for schools after that. The Times reported that he was making spending on education conditional on May allowing a free vote on the prorogation amendments. Grieve, supported by opposition parties and a handful of pro-EU Conservatives, laid an amendment to Northern Ireland legislation on Monday that would stop parliament being prorogued in the autumn to achieve a no-deal Brexit. He told Sky News he hoped to “persuade my colleagues that I think this bill provides a vehicle by which we can ensure the prorogation of parliament can’t happen”. He said: “I think that the chances of a prime minister carrying out a no-deal Brexit if there is a majority of the House of Commons that doesn’t want it are very slim indeed. And removing the possibility of prorogation makes them even slimmer. “Obviously, if a prime minister can persuade the House of Commons that a no-deal Brexit is a good idea, he’s fully within his rights to do it. But attempts to ratchet no-deal through, against the majority wishes of the House of Commons, should not happen and, in my view, we can put in place the necessary provisions to make sure it doesn’t.” It is understood that while Johnson and his rival for the premiership, Jeremy Hunt, plus their supporters among Tory MPs, will miss the vote owing to an ITV debate in Manchester the same evening, this will not affect the result, as Labour will offer a pairing system if requested. A Downing Street spokesman denied speculation that officials would seek to avoid amendments to a bill that otherwise had what he called “a very clear purpose”. He said: “MPs will table amendments. It’s for the Speaker to decide whether or not they’re selected. That’s the proper way of doing things.”",
      "charCount": "5258",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jul/08/blame-the-treasury-for-the-doctors-tax-trap",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-08T16:36:48Z",
    "webTitle": "Blame the Treasury for the doctors’ tax trap | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/jul/08/blame-the-treasury-for-the-doctors-tax-trap",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/08/blame-the-treasury-for-the-doctors-tax-trap",
    "fields": {
      "headline": "Blame the Treasury for the doctors’ tax trap",
      "standfirst": "The head of the hospital doctors’ union, <strong>Dr Claudia Paoloni</strong>, says the crisis over consultants’ pensions is the fault of the government",
      "trailText": "<strong>Letters: </strong>The head of the hospital doctors’ union, <strong>Dr Claudia Paoloni</strong>, says the crisis over consultants’ pensions is the fault of the government",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7aa02da59b79f07e91b407aa5ec4c1749c1e3bc6\"> <img src=\"https://media.guim.co.uk/7aa02da59b79f07e91b407aa5ec4c1749c1e3bc6/0_11_3500_2100/1000.jpg\" alt=\"A doctor at work in a hospital ward\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A doctor at work in a hospital ward.</span> <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> </figcaption> </figure>",
      "body": "<p>Your front-page article (<a href=\"https://www.theguardian.com/society/2019/jul/08/nhs-faces-existential-threat-as-senior-doctors-work-to-rule\" title=\"\">Operations cancelled in standoff with consultants</a>, 8 July) provides timely exposure on the disastrous impact on NHS care of the labyrinthine pensions tax system.</p> <p>Our members, hospital consultants and specialists are caught in this web that has even seasoned tax professionals scratching their heads due to how it interacts with the NHS pension scheme.</p> <p>However, your report is wrong in two respects. First, this is not a standoff between medical staff and the NHS. It has become clear through our lobbying of ministers and civil servants that this is a standoff between the entire NHS – staff, trusts, and the NHS nationally – and the Treasury, which refuses to act despite its culpability.</p> <p>When this system was introduced by then chancellor George Osborne, no consideration was given to the impact on the NHS, which relies on hospital doctors working overtime to fill rampant vacancies.</p> <p>Second, it is not a “work to rule”. Hospital doctors have for many years worked beyond their contracted hours, but they now face a form of Russian roulette where they never know which extra shift may be the one to leave them facing tax bills that could run into the tens of thousands.</p> <p>Even before this phenomenon, many of our most experienced doctors were on the brink after seeing real-terms pay fall by a fifth in a decade and the ever-intensifying pressure created by underfunding and understaffing.</p> <p>The latter is a vital subtext of this story: the vacancies crisis among our medical staff has been masked by consultants working routine overtime in order to keep patient services going. Now the mask is slipping.</p> <p>The current pensions chaos will only worsen this problem. For many doctors this is the last straw, with one in five set to leave the NHS over the issue, according to HCSA research. It is therefore astonishing that the Treasury has failed to own up to its responsibility for this disaster in NHS care. It must now act to scrap the taper and reform this system before we lose a generation of doctors for good.<br><strong>Dr Claudia Paoloni</strong><br><em>President, HCSA – the hospital doctors’ union</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "398",
      "commentable": "false",
      "firstPublicationDate": "2019-07-08T16:36:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T15:57:03Z",
      "newspaperEditionDate": "2019-07-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bztj2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7aa02da59b79f07e91b407aa5ec4c1749c1e3bc6/0_11_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your front-page article (Operations cancelled in standoff with consultants, 8 July) provides timely exposure on the disastrous impact on NHS care of the labyrinthine pensions tax system. Our members, hospital consultants and specialists are caught in this web that has even seasoned tax professionals scratching their heads due to how it interacts with the NHS pension scheme. However, your report is wrong in two respects. First, this is not a standoff between medical staff and the NHS. It has become clear through our lobbying of ministers and civil servants that this is a standoff between the entire NHS – staff, trusts, and the NHS nationally – and the Treasury, which refuses to act despite its culpability. When this system was introduced by then chancellor George Osborne, no consideration was given to the impact on the NHS, which relies on hospital doctors working overtime to fill rampant vacancies. Second, it is not a “work to rule”. Hospital doctors have for many years worked beyond their contracted hours, but they now face a form of Russian roulette where they never know which extra shift may be the one to leave them facing tax bills that could run into the tens of thousands. Even before this phenomenon, many of our most experienced doctors were on the brink after seeing real-terms pay fall by a fifth in a decade and the ever-intensifying pressure created by underfunding and understaffing. The latter is a vital subtext of this story: the vacancies crisis among our medical staff has been masked by consultants working routine overtime in order to keep patient services going. Now the mask is slipping. The current pensions chaos will only worsen this problem. For many doctors this is the last straw, with one in five set to leave the NHS over the issue, according to HCSA research. It is therefore astonishing that the Treasury has failed to own up to its responsibility for this disaster in NHS care. It must now act to scrap the taper and reform this system before we lose a generation of doctors for good. Dr Claudia Paoloni President, HCSA – the hospital doctors’ union • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2396",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/08/if-there-is-a-native-language-of-britain-boris-johnson-it-certainly-isnt-english",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-08T16:36:19Z",
    "webTitle": "If there is a ‘native’ language of Britain, Boris Johnson, it certainly isn’t English | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/08/if-there-is-a-native-language-of-britain-boris-johnson-it-certainly-isnt-english",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/08/if-there-is-a-native-language-of-britain-boris-johnson-it-certainly-isnt-english",
    "fields": {
      "headline": "If there is a ‘native’ language of Britain, Boris Johnson, it certainly isn’t English",
      "standfirst": "<strong>David Metcalfe </strong>and <strong>Andrew Cranmer</strong> respond to the report that the Tory leadership frontrunner has pledged to make immigrants learn English so that they ‘feel British’",
      "trailText": "Letters: <strong>David Metcalfe</strong> and <strong>Andrew Cranmer</strong> respond to the report that the Tory leadership frontrunner has pledged to make immigrants learn English so that they ‘feel British’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ab760b3b1986efbadcb05654c4baf66d054c7be3\"> <img src=\"https://media.guim.co.uk/ab760b3b1986efbadcb05654c4baf66d054c7be3/0_43_2531_1518/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson before a hustings event with leadership rival Jeremy Hunt in Cardiff on 6 July 2019. David Metcalfe points out that Welsh was being spoken in these islands before English ever was. </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>You reported Boris Johnson saying at a hustings event for the Conservative leadership race that he wanted “everybody who comes here and makes their lives here to be, and to feel, British – that’s the most important thing – and to learn English” (<a href=\"https://www.theguardian.com/politics/2019/jul/05/johnson-pledges-to-make-all-immigrants-learn-english\" title=\"\">Johnson pledges to make immigrants learn English so that they ‘feel British’</a>, 6 July).</p> <p>To acknowledge the fact that being British is historically, culturally and linguistically more nuanced than simply being or speaking English, perhaps Mr Johnson may wish to consider expanding his pledge by encouraging the English (Anglo-Saxon) immigrants to the British Isles to learn the languages of those who preceded them to these shores, the Cymru (language Cymraeg) and the Gaels (languages Gàidhlig and Gaeilge), and to better respect the languages of their fellow immigrants who have arrived subsequently (from British empire territories, British Commonwealth countries and elsewhere).</p> <p>Perhaps if he demonstrated a fuller appreciation of the depth, breadth and dynamics of the human backstory to multi-indigenous, multi-ethnic, multicultural, multilingual Britain, Mr Johnson might be able more convincingly to present himself to the peoples living in England, Scotland, Wales and Northern Ireland today as having prime ministerial potential.</p> <p>Otherwise, he may well find himself presiding over the disintegration of a relatively short-lived (just over 300 years) constitutional consensus in the ongoing political journey of the British Isles.<br><strong>David Metcalfe</strong><br><em>Bath</em></p> <p>• Most press coverage suggests that Boris Johnson’s recent comments on immigrants learning English were about them improving English as a foreign language. But, as you report, what he actually said was: “Too often there are parts of our country … where English is not spoken by some people as their first language and that needs to be changed.”</p> <p>There are many, many people who have lived in the UK for perhaps decades and who speak English as well, or better, than those born here. However, English will never be their first language. Which points to forced repatriation as being the only way to satisfy Mr Johnson. Straight out of the extreme right playbook.</p> <p>Of course, Mr Johnson, the master of obfuscation, will say that’s not what he meant, and all he wants is that people who move here learn to speak English. If that’s really what he meant, he could have said it. But he didn’t. And I strongly suspect that he didn’t because what he actually said was what he actually meant.<br><strong>Andrew Cranmer</strong><br><em>Woking, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "445",
      "commentable": "false",
      "firstPublicationDate": "2019-07-08T16:36:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T15:57:02Z",
      "newspaperEditionDate": "2019-07-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bztje",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ab760b3b1986efbadcb05654c4baf66d054c7be3/0_43_2531_1518/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You reported Boris Johnson saying at a hustings event for the Conservative leadership race that he wanted “everybody who comes here and makes their lives here to be, and to feel, British – that’s the most important thing – and to learn English” (Johnson pledges to make immigrants learn English so that they ‘feel British’, 6 July). To acknowledge the fact that being British is historically, culturally and linguistically more nuanced than simply being or speaking English, perhaps Mr Johnson may wish to consider expanding his pledge by encouraging the English (Anglo-Saxon) immigrants to the British Isles to learn the languages of those who preceded them to these shores, the Cymru (language Cymraeg) and the Gaels (languages Gàidhlig and Gaeilge), and to better respect the languages of their fellow immigrants who have arrived subsequently (from British empire territories, British Commonwealth countries and elsewhere). Perhaps if he demonstrated a fuller appreciation of the depth, breadth and dynamics of the human backstory to multi-indigenous, multi-ethnic, multicultural, multilingual Britain, Mr Johnson might be able more convincingly to present himself to the peoples living in England, Scotland, Wales and Northern Ireland today as having prime ministerial potential. Otherwise, he may well find himself presiding over the disintegration of a relatively short-lived (just over 300 years) constitutional consensus in the ongoing political journey of the British Isles. David Metcalfe Bath • Most press coverage suggests that Boris Johnson’s recent comments on immigrants learning English were about them improving English as a foreign language. But, as you report, what he actually said was: “Too often there are parts of our country … where English is not spoken by some people as their first language and that needs to be changed.” There are many, many people who have lived in the UK for perhaps decades and who speak English as well, or better, than those born here. However, English will never be their first language. Which points to forced repatriation as being the only way to satisfy Mr Johnson. Straight out of the extreme right playbook. Of course, Mr Johnson, the master of obfuscation, will say that’s not what he meant, and all he wants is that people who move here learn to speak English. If that’s really what he meant, he could have said it. But he didn’t. And I strongly suspect that he didn’t because what he actually said was what he actually meant. Andrew Cranmer Woking, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2810",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "football/2019/jul/08/duane-pipe-and-the-sorely-missed-loo-roll",
    "type": "article",
    "sectionId": "football",
    "sectionName": "Football",
    "webPublicationDate": "2019-07-08T16:33:16Z",
    "webTitle": "Duane Pipe and the sorely missed loo roll | Brief letters",
    "webUrl": "https://www.theguardian.com/football/2019/jul/08/duane-pipe-and-the-sorely-missed-loo-roll",
    "apiUrl": "https://content.guardianapis.com/football/2019/jul/08/duane-pipe-and-the-sorely-missed-loo-roll",
    "fields": {
      "headline": "Duane Pipe and the sorely missed loo roll",
      "standfirst": "Women’s football | Loo roll | Rare names | Kim Darroch | Headlines",
      "trailText": "<strong>Brief letters: </strong>Women’s football | Loo roll | Rare names | Kim Darroch | Headlines",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"79f96d25b7e33d8867ba2a69cfa2b093c8b6b36e\"> <img src=\"https://media.guim.co.uk/79f96d25b7e33d8867ba2a69cfa2b093c8b6b36e/0_126_3766_2259/1000.jpg\" alt=\"A pack of toilet rolls\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Derrick Cameron says the softness of loo roll matters, and wonders who remembers Izal.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>One likely outcome of England’s performance in the World Cup (<a href=\"https://www.theguardian.com/football/2019/jul/06/english-womens-football-seeks-legacy-from-france-2019-but-frailties-remain\" title=\"\">What will be the legacy of England’s Success?</a>, 6 July) is that we will no longer be able to watch them live and free on TV as their success becomes another weapon in the pay-TV marketing battles. There is another world cup involving a national team playing out on our own shores, but who knew? Men’s cricket sold out, don’t let women’s football go the same way.<br><strong>Pete Foster</strong><br><em>Devizes, Wiltshire</em></p> <p>• Dave Hunter (<a href=\"https://www.theguardian.com/politics/2019/jul/07/tory-leadership-battle-and-a-major-major-plot-twist\" title=\"\">Letters</a>, 7 July) asks: “Who seriously thinks the softness of the loo roll with which they wipe their behinds is worth cutting down virgin forest at any time, least of all now?” Anyone who remembers hard and scratchy Izal toilet paper from their childhood.<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent, Staffordshire</em></p> <p>• The loss of some of the names listed is regrettable, other less so (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jul/07/baby-name-trends-move-aside-craig-and-gemma-its-time-for-jaxon-and-aria\" title=\"\">Craig and Gemma on critical list as rare names thrive</a>, 8 July.) But somewhere in Stockport there was a young man called Duane Pipe (or Dwayne, or even Dwane) who deserves consideration by us all. Heard on Radio 4 a few years ago.<br><strong>David Cockayne</strong><br><em>Lymm, Cheshire</em></p> <p>• As Sir Kim Darroch read zoology at university surely he is ideally qualified to make an accurate appraisal of the Trump administration (<a href=\"https://www.theguardian.com/politics/2019/jul/07/what-kim-darroch-is-reported-to-have-said-about-trump\" title=\"\">Report</a>, 8 July).<br><strong>Ian Grieve</strong><br><em>Gordon Bennett, Shropshire Union canal</em></p> <p>• Nice one, Kim, and spot on. Now can we have your frank and free assessment of your bosses in No 10?<br><strong>David Beake</strong><br><em>Budock Water, Cornwall</em></p> <p>• I am surprised no one has mentioned the headline about library shortages in Essex: “Book lack in Ongar” (<a href=\"https://www.theguardian.com/politics/2019/jul/07/tory-leadership-battle-and-a-major-major-plot-twist\" title=\"\">Letters</a>, passim).<br><strong>Alan Gore</strong><br><em>Enfield, Middlesex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "314",
      "commentable": "false",
      "firstPublicationDate": "2019-07-08T16:33:16Z",
      "isInappropriateForSponsorship": "true",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:33Z",
      "newspaperEditionDate": "2019-07-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzt3h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79f96d25b7e33d8867ba2a69cfa2b093c8b6b36e/0_126_3766_2259/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One likely outcome of England’s performance in the World Cup (What will be the legacy of England’s Success?, 6 July) is that we will no longer be able to watch them live and free on TV as their success becomes another weapon in the pay-TV marketing battles. There is another world cup involving a national team playing out on our own shores, but who knew? Men’s cricket sold out, don’t let women’s football go the same way. Pete Foster Devizes, Wiltshire • Dave Hunter (Letters, 7 July) asks: “Who seriously thinks the softness of the loo roll with which they wipe their behinds is worth cutting down virgin forest at any time, least of all now?” Anyone who remembers hard and scratchy Izal toilet paper from their childhood. Derrick Cameron Stoke-on-Trent, Staffordshire • The loss of some of the names listed is regrettable, other less so (Craig and Gemma on critical list as rare names thrive, 8 July.) But somewhere in Stockport there was a young man called Duane Pipe (or Dwayne, or even Dwane) who deserves consideration by us all. Heard on Radio 4 a few years ago. David Cockayne Lymm, Cheshire • As Sir Kim Darroch read zoology at university surely he is ideally qualified to make an accurate appraisal of the Trump administration (Report, 8 July). Ian Grieve Gordon Bennett, Shropshire Union canal • Nice one, Kim, and spot on. Now can we have your frank and free assessment of your bosses in No 10? David Beake Budock Water, Cornwall • I am surprised no one has mentioned the headline about library shortages in Essex: “Book lack in Ongar” (Letters, passim). Alan Gore Enfield, Middlesex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1893",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  }
]