[
  {
    "id": "technology/2019/nov/17/fast-broadband-is-essential-today-for-the-many-not-just-the-few",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-11-17T18:23:14Z",
    "webTitle": "Fast broadband is essential today for the many, not just the few | Letters",
    "webUrl": "https://www.theguardian.com/technology/2019/nov/17/fast-broadband-is-essential-today-for-the-many-not-just-the-few",
    "apiUrl": "https://content.guardianapis.com/technology/2019/nov/17/fast-broadband-is-essential-today-for-the-many-not-just-the-few",
    "fields": {
      "headline": "Fast broadband is essential today for the many, not just the few",
      "standfirst": "<strong>Hugh Chignell </strong>compares it with radio, <strong>Eunice Hinds </strong>says it will improve the lives of millions, and <strong>David Robson </strong>ridicules the criticism of Labour’s plan as ‘communist’",
      "trailText": "Letters:<strong> Hugh Chignell </strong>compares it with radio, <strong>Eunice Hinds </strong>says it will improve the lives of millions, and <strong>David Robson </strong>ridicules the criticism of Labour’s plan as ‘communist’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c1707cf6ab1239c370c9f9c52fc090e6d01c0634\"> <img src=\"https://media.guim.co.uk/c1707cf6ab1239c370c9f9c52fc090e6d01c0634/0_278_3500_2100/1000.jpg\" alt=\"Labour Party leader Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour Party leader Jeremy Corbyn. ‘Every home needs access to the information, education and communication that only high-speed broadband can provide,’ says Hugh Chignell.</span> <span class=\"element-image__credit\">Photograph: Dominc Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>When Jeremy Corbyn argues that free broadband is “an essential utility” (<a href=\"https://www.theguardian.com/technology/2019/nov/15/free-broadband-essential-uk-compete-john-mcdonnell-labour-policy-openreach\" title=\"\">Business backlash over Labour broadband plan</a>, 16 November) he harks back to the early years of radio, almost a hundred years ago. John Reith, the first director general of the BBC, would surely have agreed with Corbyn.</p> <p>The early pioneers of the BBC realised that radio could reach into every home and would provide a universal service for the public good. Radio would be entertaining, enriching and educational, and would inform every citizen in an energised democracy.</p> <p>Today, the internet is also essential; every home needs access to the information, education and communication that only high-speed broadband can provide. Radio became an essential component of everyday life, and we look back at Reith and his co-workers with admiration and pride. But we need to learn the obvious lesson that mass communication today cannot be the reserve of the few, it must be for everyone. <br><strong>Hugh Chignell</strong><br><em>Professor of media history, Bournemouth University</em></p> <p>• Broadband available across the country will immeasurably improve the working and studying lives of millions and should lead to increased productivity, therefore taxes. Schoolchildren will be able to do their homework effectively and those in poor families will not be disadvantaged by the price. Have you noticed how many public services require broadband access? This will now be available for everyone.</p> <p>The Conservatives might label it communist, but I remember when British Hong Kong had a free telephone service – and that was hardly a communist state! It had just been judged good for business.</p> <p>This is a case where private enterprise (BT/Openreach) has proved its incompetence (and I write as a shareholder but not a Labour member).<br><strong>Eunice Hinds</strong><br><em>Bath</em></p> <p>• After reading your article I left the house and crossed the “communist road” outside, pausing only to allow the “communist fire brigade” to pass. I walked along the “communist pavement” and through the “communist park” to our nearby “communist doctors’ surgery”. After my “communist flu jab” I wandered back past the “communist library” and “communist post office” to our “communist marketplace” to pick up some shopping. It was a nice day so I walked up through the “communist Chevin country park” to look down on our surprisingly ordinary town.<br><strong>David Robson</strong><br><em>Otley, West Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "422",
      "commentable": "false",
      "firstPublicationDate": "2019-11-17T18:23:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:34Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cm758",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c1707cf6ab1239c370c9f9c52fc090e6d01c0634/0_278_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When Jeremy Corbyn argues that free broadband is “an essential utility” (Business backlash over Labour broadband plan, 16 November) he harks back to the early years of radio, almost a hundred years ago. John Reith, the first director general of the BBC, would surely have agreed with Corbyn. The early pioneers of the BBC realised that radio could reach into every home and would provide a universal service for the public good. Radio would be entertaining, enriching and educational, and would inform every citizen in an energised democracy. Today, the internet is also essential; every home needs access to the information, education and communication that only high-speed broadband can provide. Radio became an essential component of everyday life, and we look back at Reith and his co-workers with admiration and pride. But we need to learn the obvious lesson that mass communication today cannot be the reserve of the few, it must be for everyone. Hugh Chignell Professor of media history, Bournemouth University • Broadband available across the country will immeasurably improve the working and studying lives of millions and should lead to increased productivity, therefore taxes. Schoolchildren will be able to do their homework effectively and those in poor families will not be disadvantaged by the price. Have you noticed how many public services require broadband access? This will now be available for everyone. The Conservatives might label it communist, but I remember when British Hong Kong had a free telephone service – and that was hardly a communist state! It had just been judged good for business. This is a case where private enterprise (BT/Openreach) has proved its incompetence (and I write as a shareholder but not a Labour member). Eunice Hinds Bath • After reading your article I left the house and crossed the “communist road” outside, pausing only to allow the “communist fire brigade” to pass. I walked along the “communist pavement” and through the “communist park” to our nearby “communist doctors’ surgery”. After my “communist flu jab” I wandered back past the “communist library” and “communist post office” to our “communist marketplace” to pick up some shopping. It was a nice day so I walked up through the “communist Chevin country park” to look down on our surprisingly ordinary town. David Robson Otley, West Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2656",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/nov/17/the-children-act-and-the-principle-of-less-eligibility",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-11-17T18:22:57Z",
    "webTitle": "The Children Act and the principle of less eligibility | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/nov/17/the-children-act-and-the-principle-of-less-eligibility",
    "apiUrl": "https://content.guardianapis.com/society/2019/nov/17/the-children-act-and-the-principle-of-less-eligibility",
    "fields": {
      "headline": "The Children Act and the principle of less eligibility",
      "standfirst": "Government policy appears to be moving away from promoting children’s satisfactory development, and we are all the poorer for it, says <strong>Harriet Ward</strong>",
      "trailText": "<strong>Letter:</strong> Government policy appears to be moving away from promoting children’s satisfactory development, and we are all the poorer for it, says <strong>Harriet Ward</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7b2e31a9cbc334edc509fd020502612931f5a017\"> <img src=\"https://media.guim.co.uk/7b2e31a9cbc334edc509fd020502612931f5a017/0_202_6016_3611/1000.jpg\" alt=\"Group of School Children sitting in Assembly in a UK Primary School\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The current government has presided over … a reduction in services designed to support families and children in need,’ says Harriet Ward.</span> <span class=\"element-image__credit\">Photograph: Julian Claxton/Alamy</span> </figcaption> </figure>",
      "body": "<p>One of the most significant features of the Children Act 1989 (<a href=\"https://www.theguardian.com/society/2019/nov/13/children-act-changed-family-life-children-better\" title=\"\">Society</a>, 13 November) was that it introduced a child development framework into the rationale for the provision of statutory services for children and families. Whereas previous legislation had focused on the circumstances under which parents might be regarded as “unfit” and their children removed, the 1989 act introduced a new concept of “children in need” who would not achieve a sufficient standard of health or development, or whose health or development might be significantly impaired, without the provision of services. Local authorities were given a new duty to safeguard and promote the welfare of children in need by ensuring that such services were available.</p> <p>By framing the debate on child welfare provision in terms of promoting children’s satisfactory development, the act paved the way for the introduction of policy initiatives such as Quality Protects, Every Child Matters and Care Matters, which set targets for children’s satisfactory development and aimed to narrow the gap between the achievements of children in need, including those in care, and their peers. For the first time since it was introduced in 1834, the Poor Law principle of less eligibility (that children who receive support from the state should not be given more advantages than those in the poorest families who managed without help) had been eradicated.</p> <p>The current government has presided over an increase in poverty and homelessness, together with a reduction in services designed to support families and children in need, as local authority budgets have been slashed. One of the most pernicious moves has been the provision under the Immigration Act 2016 to withdraw statutory support for care leavers from looked-after children whose immigration status has not been regularised by the time they are 18. Post-Brexit, such a provision may have implications for EU children in the care of UK local authorities (<a href=\"https://www.theguardian.com/society/2019/nov/08/brexit-could-mean-homelessness-for-eu-children-in-care-says-charity\" title=\"\">EU children in care face legal limbo over Brexit red tape, says charity</a>, 8 November). These children and young people are now regarded as less deserving of support than others – showing that the principle of less eligibility has returned. Government policy appears to be moving further away from the Children Act’s focus on promoting children’s satisfactory development, and we are all the poorer for it.<br><strong>Dr Harriet Ward</strong><br><em>Emeritus professor of child and family research, Loughborough University</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "433",
      "commentable": "false",
      "firstPublicationDate": "2019-11-17T18:22:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:06Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cm7a3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7b2e31a9cbc334edc509fd020502612931f5a017/0_202_6016_3611/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One of the most significant features of the Children Act 1989 (Society, 13 November) was that it introduced a child development framework into the rationale for the provision of statutory services for children and families. Whereas previous legislation had focused on the circumstances under which parents might be regarded as “unfit” and their children removed, the 1989 act introduced a new concept of “children in need” who would not achieve a sufficient standard of health or development, or whose health or development might be significantly impaired, without the provision of services. Local authorities were given a new duty to safeguard and promote the welfare of children in need by ensuring that such services were available. By framing the debate on child welfare provision in terms of promoting children’s satisfactory development, the act paved the way for the introduction of policy initiatives such as Quality Protects, Every Child Matters and Care Matters, which set targets for children’s satisfactory development and aimed to narrow the gap between the achievements of children in need, including those in care, and their peers. For the first time since it was introduced in 1834, the Poor Law principle of less eligibility (that children who receive support from the state should not be given more advantages than those in the poorest families who managed without help) had been eradicated. The current government has presided over an increase in poverty and homelessness, together with a reduction in services designed to support families and children in need, as local authority budgets have been slashed. One of the most pernicious moves has been the provision under the Immigration Act 2016 to withdraw statutory support for care leavers from looked-after children whose immigration status has not been regularised by the time they are 18. Post-Brexit, such a provision may have implications for EU children in the care of UK local authorities (EU children in care face legal limbo over Brexit red tape, says charity, 8 November). These children and young people are now regarded as less deserving of support than others – showing that the principle of less eligibility has returned. Government policy appears to be moving further away from the Children Act’s focus on promoting children’s satisfactory development, and we are all the poorer for it. Dr Harriet Ward Emeritus professor of child and family research, Loughborough University • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2757",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/17/why-boris-johnson-must-publish-russia-report",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-17T18:22:39Z",
    "webTitle": "Why Boris Johnson must publish Russia report | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/17/why-boris-johnson-must-publish-russia-report",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/17/why-boris-johnson-must-publish-russia-report",
    "fields": {
      "headline": "Why Boris Johnson must publish Russia report",
      "standfirst": "A Tory PM is suppressing evidence by the intelligence agencies about the activities of hostile forces, says <strong>Richard Norton-Taylor</strong>, and<strong> Adrian Cosker </strong>says there will be a permanent question mark over the validity of recent elections",
      "trailText": "<strong>Letters:</strong> A Tory PM is suppressing evidence by the intelligence agencies about the activities of hostile forces, says <strong>Richard Norton-Taylor</strong>, and<strong> Adrian Cosker </strong>says there will be a permanent question mark over the validity of recent elections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"623910cd3f0b1291c42940f205f12823f2dcc24f\"> <img src=\"https://media.guim.co.uk/623910cd3f0b1291c42940f205f12823f2dcc24f/0_62_3000_1801/1000.jpg\" alt=\"Chris Bryant MP\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour MP Chris Bryant has urged the Conservatives to publish the report.</span> <span class=\"element-image__credit\">Photograph: PRU/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Chris Bryant rightly reminds us of Russian cyber-attacks on targets here and how Conservative governments have allowed Russian “dirty money” to enter the country as he called on Boris Johnson to come clean and publish the cross-party intelligence and security committee’s report on Kremlin meddling in Britain (<a href=\"https://www.theguardian.com/politics/2019/nov/13/tories-have-ignored-russian-meddling-for-years-says-chris-bryant\" title=\"\">Tories ‘have deliberate amnesia’ over Russia’s UK meddling</a>, 14 November).</p> <p>If Jeremy Corbyn had blocked a parliamentary report on attempts by Putin’s Russia to interfere in British politics, we could be sure that opposition MPs, egged on by large sections of the media, would seize on it as evidence that we cannot trust the Labour leader to protect Britain’s national security. A Conservative prime minister is now suppressing evidence given to the committee by the intelligence agencies about the activities of hostile forces. Perhaps we should ask whether a Johnson government can be trusted with protecting our security.<br><strong>Richard Norton-Taylor</strong><br><em>London</em></p> <p>• Can I urge the Guardian to support Marina Litvinenko’s legal action for the urgent and full publication of the report on Russian interference in our elections (<a href=\"https://www.theguardian.com/world/2019/nov/15/russian-meddling-report-dissidents-widow-goes-to-law\" title=\"\">Litvinenko’s widow to sue over release of Russia report</a>, 16 November)? We also need to know now if there are any lawful means by which Mr Johnson could possibly suppress publication of the report if he gains a majority in parliament. If so, it is all the more vital that the report is released before the election, otherwise there will be a permanent question mark over the validity not only of 2016 and 2107 votes, but also over this election. And the nation will become perhaps even more bitterly divided than at present, with the legitimacy of the referendum – and of any mandate Mr Johnson might get – put in doubt.<br><strong>Adrian Cosker</strong><br><em>Hitchin, </em><em>Hertfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "333",
      "commentable": "false",
      "firstPublicationDate": "2019-11-17T18:22:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-17T18:24:37Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cm72a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/623910cd3f0b1291c42940f205f12823f2dcc24f/0_62_3000_1801/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chris Bryant rightly reminds us of Russian cyber-attacks on targets here and how Conservative governments have allowed Russian “dirty money” to enter the country as he called on Boris Johnson to come clean and publish the cross-party intelligence and security committee’s report on Kremlin meddling in Britain (Tories ‘have deliberate amnesia’ over Russia’s UK meddling, 14 November). If Jeremy Corbyn had blocked a parliamentary report on attempts by Putin’s Russia to interfere in British politics, we could be sure that opposition MPs, egged on by large sections of the media, would seize on it as evidence that we cannot trust the Labour leader to protect Britain’s national security. A Conservative prime minister is now suppressing evidence given to the committee by the intelligence agencies about the activities of hostile forces. Perhaps we should ask whether a Johnson government can be trusted with protecting our security. Richard Norton-Taylor London • Can I urge the Guardian to support Marina Litvinenko’s legal action for the urgent and full publication of the report on Russian interference in our elections (Litvinenko’s widow to sue over release of Russia report, 16 November)? We also need to know now if there are any lawful means by which Mr Johnson could possibly suppress publication of the report if he gains a majority in parliament. If so, it is all the more vital that the report is released before the election, otherwise there will be a permanent question mark over the validity not only of 2016 and 2107 votes, but also over this election. And the nation will become perhaps even more bitterly divided than at present, with the legitimacy of the referendum – and of any mandate Mr Johnson might get – put in doubt. Adrian Cosker Hitchin, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2078",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-17T16:16:03Z",
    "webTitle": "General election: Farage says claims Tories bribed Brexit party candidates are 'fact'  – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news",
    "fields": {
      "headline": "General election: Farage says claims Tories bribed Brexit party candidates are 'fact'  – live news",
      "standfirst": "<p>Nigel Farage bemoans ‘rotten and broken’ politics and Jeremy Corbyn discusses immigration</p>",
      "trailText": "Nigel Farage bemoans ‘rotten and broken’ politics and Jeremy Corbyn discusses immigration",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d05f6bbb-5467-491f-90ab-4204b6aacdbc\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/PEXk-mtyKeI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5dd16fb18f083559fb1ccf9f\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T16:16:03.464Z\">4.16pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li>Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader <strong>Nigel Farage has </strong><a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd13b798f08eeb483f190ac#block-5dd13b798f08eeb483f190ac\">insisted that claims</a> the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”. <a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Scotland Yard announced yesterday </a>that it was assessing two allegations of electoral fraud in relation to the claims. Farage accused Boris Johnson’s party of corruption. </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Is he calling Ann Widdecombe a liar? Perhaps he is, I don’t know. Ann Widdecombe made it perfectly clear she received two phone calls, from a senior official in number 10, offering her a job on the negotiating team if she stood down as an election candidate. Fact. </p> \n  </blockquote> \n  <ul> \n   <li><strong>Jeremy Corbyn</strong> has <a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd11a8e8f083559fb1ccd9a#block-5dd11a8e8f083559fb1ccd9a\">told the BBC’s Andrew Marr show</a> his government would allow “a great deal of movement” of people, in a sign Labour would look to keep a liberal immigration regime with Europe if Brexit goes ahead. The party’s 2017 manifesto said free movement would end at the point of Brexit, but a motion passed by Labour conference argued for the UK to “maintain and expand” free movement.</li> \n  </ul> \n  <ul> \n   <li>Labour’s Kensington parliamentary candidate <strong>Emma Dent Coad</strong> is to report her Lib Dem rival – and former Tory MP – <strong>Sam Gyimah</strong> to the police over claims he made that she “was part of all the discussions that went on” regarding the cladding that was on Grenfell Tower. “If this is a political game, shame on him. We’ve sent rebuttals with all the links and all the evidence is there,” she told the Guardian. <a href=\"https://www.theguardian.com/politics/2019/nov/17/labour-candidate-report-lib-dem-rival-police-grenfell-claim-emma-dent-coad-sam-gyimah\">You can read the full story here</a>.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5dd16f038f08aab51e1c0afc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T16:04:32.778Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Guardian environment correspondents <strong>Sandra Laville</strong> and <strong>Matthew Taylor</strong> report that the Conservative party’s record on tackling the climate crisis has been condemned by leading scientists and former government advisers.</p> \n  <blockquote class=\"quoted\"> \n   <p>Experts have accused the Conservatives of copying right-wing politicians in the US by deliberately weakening environmental protections. Meanwhile, new analysis by Labour reveals environmental policies put forward since 2017 and opposed by the Tories would have led to emissions reductions of over 70m tonnes a year by 2030 – more than the annual emissions of Portugal.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record\">Scientists and climate advisers condemn Tory environmental record</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dd16ad78f08eeb483f19219\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T15:48:26.366Z\">3.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Conservative politicians have criticised <strong>Angela Eagle</strong> – former Labour leadership hopeful – for retweeting this image of the foreign secretary.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/angelaeagle/status/1196013771363360769\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\">😱🤣 <a href=\"https://t.co/EiLBznzuxf\">https://t.co/EiLBznzuxf</a></p>— Angela Eagle (@angelaeagle) \n    <a href=\"https://twitter.com/angelaeagle/status/1196013771363360769?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sajidjavid/status/1196085386285637633\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">You should know better <a href=\"https://twitter.com/angelaeagle?ref_src=twsrc%5Etfw\">@angelaeagle</a> <a href=\"https://t.co/kFmCTQmDcm\">https://t.co/kFmCTQmDcm</a></p>— Sajid Javid (@sajidjavid) \n    <a href=\"https://twitter.com/sajidjavid/status/1196085386285637633?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nadhimzahawi/status/1196014501201620992\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">.you are seriously retweeting this Angela? Demonisation of colleagues is the really ugly thing. I hope you will reconsider and delete. This is beneath you and is shameful behaviour.</p>— Nadhim Zahawi for Stratford-on-Avon (@nadhimzahawi) \n    <a href=\"https://twitter.com/nadhimzahawi/status/1196014501201620992?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>She has dismissed it as a joke:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/angelaeagle/status/1196014656147595265\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">It’s actually just a joke</p>— Angela Eagle (@angelaeagle) \n    <a href=\"https://twitter.com/angelaeagle/status/1196014656147595265?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dd1656b8f08aab51e1c0aad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T15:29:22.312Z\">3.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s candidate in Ashfield in Nottinghamshire – Gloria de Piero’s old seat – has tweeted pictures of her office with its windows smashed. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nataliefleet/status/1196020717973917698\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is the reason those that love me didn’t want me to do it. <br><br>It is hard, yet I can’t stand by &amp; see <a href=\"https://twitter.com/hashtag/Ashfield?src=hash&amp;ref_src=twsrc%5Etfw\">#Ashfield</a> left behind.<br><br>Off out again this morning to talk about difference a <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> govt can make &amp; offer hope.<br><br>Takes more than this to shut us Ashfield women up! 💪🌹 <a href=\"https://t.co/gt8AsldcKM\">pic.twitter.com/gt8AsldcKM</a></p>— Natalie Fleet (@Nataliefleet) \n    <a href=\"https://twitter.com/Nataliefleet/status/1196020717973917698?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>A spokesman for Nottinghamshire Police said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The force was called to Outram Street in Sutton on November 17, 2019 at around 10.30am following reports of criminal damage. The incident is believed to have happened between 5.30pm on Saturday to 10am on Sunday.</p> \n   <p>A number of windows have been smashed. If you saw the incident or have any information please call 101 quoting incident number 266 of 17 November 2019.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd15a5b8f083559fb1ccec4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T14:39:38.276Z\">2.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s northern correspondent <strong>Nazia Parveen</strong> reports that housing and fire chiefs have criticised the government over a “cladding lottery” and called for an overhaul in UK fire safety regulations after a fire at student flats in Bolton. </p> \n  <p>An investigation has been launched after more than 200 students were evacuated when a fire ripped through the upper part of the town-centre six-storey building, which is cladded in high-pressure laminate (HPL) material.</p> \n  <p>The mayor of Salford city council, <strong>Paul Dennett</strong>, who leads the Greater Manchester’s high rise taskforce set up after the Grenfell tragedy, said it was an industrial crisis and called on the government to invest more funds in what he described as a “cladding lottery”.</p> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/nov/17/bolton-blaze-housing-and-fire-chiefs-hit-out-over-cladding-lottery\">Bolton blaze: housing and fire chiefs hit out over ‘cladding lottery’</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dd158328f08eeb483f19157\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T14:29:56.904Z\">2.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour has claimed that its living wage commitments would give workers who earn the national minimum wage at least £9,000 more by 2024 than the Tories.</p> \n  <p>The party has said:</p> \n  <p><em>Coupled with Labour’s pledge to not raise income tax or national insurance contributions for the bottom 95% of earners, this means a worker on the minimum wage will be at least £6,000 better off after tax.<br><br>Analysis of latest ONS figures on earnings also shows that Labour’s pledge to immediately introduce a £10 an hour Real Living Wage for all workers over 16 will give approximately 7.5 million people a pay rise, including over 1.2 million young people.</em></p> \n  <p>The current minimum wage is £8.21 for people 25 and over and £4.35 for 16-17 year olds.</p> \n  <p>The Conservatives have responded with a statement from chief secretary to the treasury, <strong>Rishi Sunak</strong>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Since 2010, under the Conservatives, the lowest paid workers have £4,500 more in their pockets thanks to increases in the living wage and tax cuts.</p> \n   <p>Whilst we’ve been working to make sure you keep more of the money you earn, Jeremy Corbyn’s Labour would take the equivalent of a month’s extra wages from you after hitting you with higher taxes to pay for their spending splurge.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd1566f8f08eeb483f19143\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T14:19:46.059Z\">2.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s political correspondent, <strong>Peter Walker</strong>, commenting on Conservative immigration plans. See <a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd114dc8f08eeb483f19017#block-5dd114dc8f08eeb483f19017\">Raab’s comments</a> from earlier.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1196065596355600385\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Whatever the political arguments for and against ending the current reciprocal free health care arrangements between the UK and EU nations post-Brexit, to frame it as primarily a clampdown on “health tourism” marks a real return to nasty party/Windrush immigration rhetoric. <a href=\"https://t.co/UG5SiD8F8b\">https://t.co/UG5SiD8F8b</a></p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1196065596355600385?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1196068659854270464\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Worth remembering that it’s only months ago, amid the Windrush scandal, that every Tory MP you met was insisting the era of “go home” vans and “freeloader” rhetoric about immigration was over for them. That didn’t last long.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1196068659854270464?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dd1462c8f08aab51e1c09c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T13:39:57.273Z\">1.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP has issued a statement in response to the BBC and Sunday Times <a href=\"https://www.theguardian.com/law/2019/nov/17/british-government-army-accused-covering-up-war-crimes-afghanistan-iraq?utm_term=Autofeed&amp;CMP=twt_b-gdnnews&amp;utm_medium=Social&amp;utm_source=Twitter#Echobox=1573991284\">investigation </a>that accuses the UK government and the British army of covering up the killing of children in Afghanistan and Iraq.</p> \n  <p>Journalists have obtained documents that allegedly contain evidence implicating troops in killing children and the torture of civilians.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StewartMcDonald/status/1196029539379564544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My response to the story in today’s <a href=\"https://twitter.com/thesundaytimes?ref_src=twsrc%5Etfw\">@thesundaytimes</a>. <br><br>There needs to be an uncompromising crusade for the truth, free from political interference and interference from <a href=\"https://twitter.com/DefenceHQ?ref_src=twsrc%5Etfw\">@DefenceHQ</a>. <a href=\"https://t.co/hWilW9P4oI\">https://t.co/hWilW9P4oI</a> <a href=\"https://t.co/NlhteZx2gj\">pic.twitter.com/NlhteZx2gj</a></p>— Stewart McDonald (@StewartMcDonald) \n    <a href=\"https://twitter.com/StewartMcDonald/status/1196029539379564544?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The reports claim to have obtained new evidence from inside the Iraq Historic Allegations Team (IHAT), which investigated alleged war crimes committed by British soldiers in Iraq, and Operation Northmoor, which investigated alleged war crimes in Afghanistan.</p> \n  <p>The government closed IHAT and Operation Northmoor in 2017, after Phil Shiner, a solicitor who had taken more than 1,000 cases to IHAT, was struck off from practising law amid allegations he had paid people in Iraq to find clients.</p> \n  <p>Foreign secretary <strong>Dominic Raab</strong> told the BBC earlier:</p> \n  <blockquote class=\"quoted\"> \n   <p>All of the allegations that had evidence have been looked at by the armed forces prosecuting authorities, because we want to have accountability where there’s wrongdoing ... What we’re quite rightly doing is making sure spurious claims or claims without evidence don’t lead to the shadow of suspicion, the cloud of suspicion hanging over people who’ve served their country for years on end. And we’ve got the right balance.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd13f128f083559fb1cce16\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T12:47:46.837Z\">12.47pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Jeremy Corbyn</strong> has <a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd11a8e8f083559fb1ccd9a#block-5dd11a8e8f083559fb1ccd9a\">told the BBC’s Andrew Marr show</a> his government would allow “a great deal of movement” of people, in a sign Labour would look to keep a liberal immigration regime with Europe if Brexit goes ahead. The party’s 2017 manifesto said free movement would end at the point of Brexit, but a motion passed by Labour conference argued for the UK to “maintain and expand” free movement. The Labour leader said: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>A lot of EU nationals have made their homes in this country and made a massive contribution to our society. A lot of British people lie in different parts of the EU and many of those families have been through unbelievable stress. So they absolutely must have the right to remain and bring their families here.</p> \n  </blockquote> \n  <p>You can read our <a href=\"https://www.theguardian.com/uk-news/2019/nov/17/jeremy-corbyn-immigration-policy-would-allow-lot-of-movement\">full report here.</a></p> \n  <ul> \n   <li>Labour has <a href=\"https://www.theguardian.com/uk-news/2019/nov/17/jeremy-corbyn-immigration-policy-would-allow-lot-of-movement\">pledged this morning to scrap charges for dental checkups</a>, giving everyone in England the right to a “free teeth MOT”. The proposals, estimated to cost £450m a year, would eliminate band-one dentistry charges, which were introduced by the NHS in 1951. </li> \n  </ul> \n  <ul> \n   <li>The foreign secretary <strong>Dominic Raab </strong>has said it is <a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd123c08f08aab51e1c093a#block-5dd123c08f08aab51e1c093a\">not “remotely likely”</a> that the UK will leave the EU without a deal. Also speaking to Marr, Raab initially declined to get into “hypothetical negotiating objectives” when asked if a no-deal would take place if the UK failed to secure its fishing objectives in trade talks. But he later replied: “I don’t think it’s remotely likely”. Critics have warned a no-deal Brexit could still occur at the end of 2020 given the lack of time to negotiate the future relationship between the UK and EU.</li> \n  </ul> \n  <ul> \n   <li>The US businesswoman <strong>Jennifer Arcuri </strong><a href=\"https://www.theguardian.com/politics/2019/nov/17/arcuri-says-johnson-cast-her-aside-like-one-night-stand\">has told ITV’s Exposure</a> that Boris Johnson brutally cast her aside “like some one-night stand”, leaving her “heartbroken” since he became prime minister and the controversy over their four-year relationship became public. The full interview will be aired on ITV’s Exposure this evening. Here’s <a href=\"https://www.theguardian.com/politics/2019/nov/17/arcuri-says-johnson-cast-her-aside-like-one-night-stand\">our story</a>.</li> \n  </ul> \n  <ul> \n   <li>Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader <strong>Nigel Farage</strong> <a href=\"https://www.theguardian.com/politics/live/2019/nov/17/general-election-corbyn-to-face-marr-after-nhs-protection-pledge-live-news?page=with:block-5dd13b798f08eeb483f190ac#block-5dd13b798f08eeb483f190ac\">insisted that claims</a> the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”. <a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Scotland Yard announced yesterday </a>that it was assessing two allegations of electoral fraud in relation to the claims.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T14:21:28.688Z\">at 2.21pm GMT</time></p> \n</div> \n<div id=\"block-5dd13b798f08eeb483f190ac\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T12:31:55.655Z\">12.31pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Nigel Farage: Tory bribery claims are 'fact'</h2> \n <div class=\"block-elements\"> \n  <p>Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader <strong>Nigel Farage</strong> insisted that claims the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”.</p> \n  <p>It <a href=\"https://www.theguardian.com/politics/2019/nov/14/nigel-farage-says-he-is-unlikely-to-vote-for-any-party-in-election\">has been claimed</a> that Brexit figures – including Ann Widdecombe – were offered post-election roles or peerages as part of an attempt to get them to stand down at the general election, something the Conservatives have denied. <a href=\"https://www.theguardian.com/politics/2019/nov/16/police-assessing-claims-that-tories-offered-peerages-to-brexit-party\">Scotland Yard announced yesterday </a>that it was assessing two allegations of electoral fraud in relation to the claims.</p> \n  <p>Farage said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Is he calling Ann Widdecombe a liar? Perhaps he is, I don’t know. Ann Widdecombe made it perfectly clear she received two phone calls, from a senior official in number 10, offering her a job on the negotiating team if she stood down as an election candidate. Fact.</p> \n   <p>You can agree with Ann’s views in life or disagree, but the fact that she’s a very honest woman, I think nobody would ever disagree with. Fact.</p> \n   <p>Fact number two, [Boris Johnson’s chief strategic adviser] Sir Eddie Lister, rang up our candidate for Peterborough, offering him a job in higher education if he stood down as a candidate. They’re the things that are already out in the open. What I have said, John, is there was actually a package put together, in which eight senior figures of the Brexit party would go to the house of Lords and be offered a place in the negotiating team.</p> \n   <p>It’s corruption. It’s corruption.</p> \n  </blockquote> \n  <p>The Brexit party leader said the situation showed how absolutely “rotten and broken” politics has become.</p> \n </div> \n</div> \n<div id=\"block-5dd134be8f083559fb1ccdf5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T12:08:05.580Z\">12.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Labour's Emma Dent Coad to report Lib Dem rival Sam Gyimah to the police</h2> \n <div class=\"block-elements\"> \n  <p>Labour’s Kensington parliamentary candidate Emma Dent Coad is to report her Lib Dem rival – and former Tory MP – Sam Gyimah to the police over claims he made that she “was part of all the discussions that went on” regarding the cladding that was on Grenfell Tower. Dent Coad won the marginal constituency from the Conservatives by 20 votes in 2017.</p> \n  <p>Under the representation of the people act it is illegal for any person to “publish any false statement of fact in relation to the candidate’s personal character or conduct, unless he or she can show that he had reasonable grounds for believing that statement to be true”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/emmadentcoad/status/1196032298505904129\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So <a href=\"https://twitter.com/SamGyimah?ref_src=twsrc%5Etfw\">@SamGyimah</a> I have given you over 40 hours to withdraw allegations that are dangerous to me and my volunteers. You have not responded. <br><br>My letter attached below. <br><br>I was genuinely hoping you'd show integrity. But no. I will have to report this to the police. <a href=\"https://t.co/9H0NHANCkf\">pic.twitter.com/9H0NHANCkf</a></p>— Emma Dent Coad (@emmadentcoad) \n    <a href=\"https://twitter.com/emmadentcoad/status/1196032298505904129?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T12:09:02.394Z\">at 12.09pm GMT</time></p> \n</div> \n<div id=\"block-5dd1303c8f08aab51e1c0972\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T11:42:36.125Z\">11.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Liberal Democrats have sent a legal letter to the BBC about leader <strong>Jo Swinson</strong> being left out of the broadcaster’s election TV debate.</p> \n  <p>In the letter sent to the corporation’s director-general Tony Hall, the party’s lawyers said that the exclusion of Swinson was “clearly unlawful”. The party has already launched a High Court challenge against ITV over its decision not to include Swinson in the debate it has arranged.</p> \n  <p>The ‘BBC Prime Ministerial Debate’ on Friday 6 December will see a head-to-head between Boris Johnson and Jeremy Corbyn live from Southampton. ITV is to hold ‘Johnson v Corbyn: The ITV Debate’ this coming Tuesday.</p> \n  <p>The Lib Dem letter reads:</p> \n  <blockquote class=\"quoted\"> \n   <p>The BBC’s approach is fundamentally disrespectful to the many millions of people who strongly support remaining in the EU. It ignores their concerns, their right to be heard and to be represented. People need to hear the arguments about Remain and Leave in a balanced way, but the leaders of the Labour Party and Conservative Party both want Britain to leave the EU. That means the BBC’s leaders’ debate has no place for those who take the opposite view. </p> \n   <p>As you should be aware, the BBC is under a strict legal obligation to achieve ‘due impartiality’ in its election broadcasting. The exclusion of any voice of Remain in the leaders’ debate will clearly put the BBC in breach of that obligation. </p> \n  </blockquote> \n  <p>The SNP have similar complaints and they are taking legal action against ITV over its exclusion from a general election debate. Speaking to Andrew Marr this morning, the party’s Westminster leader <strong>Ian Blackford</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We’ll be in court tomorrow, because it’s grossly unfair. [...] We are the third party at Westminster. We’ve been in the government in Scotland for the last 12 years, we’re leading the polls in Scotland at 42% in the YouGov poll last week. And we’ve got to recognise that the public take their views from these debates. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd12e5a8f08aab51e1c0965\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T11:28:47.469Z\">11.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Deborah Mattinson</strong>, a founding partner of research and strategy consultancy BritainThinks, has written in the Observer that very little seems to be getting through to voters in the election campaign so far.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/17/election-weary-voters-normal-politics\">Just how much is getting through to voters? Very little</a> </p> \n  </aside> \n  <blockquote class=\"quoted\"> \n   <p>“What have you picked up about the election so far?” I asked a focus group of undecided voters last week. Although they had plenty to say about policies, parties and politicians, their confident chatter died away fast. Eye contact was avoided. No one could think of anything that related to the campaign.</p> \n   <p>A recent poll found a similar lack of engagement. Four thousand voters were asked what “incidents, events, stories etc” they had noticed. The winning score, at 42%, was for “none”. In second place came the 5% mentioning Jacob Rees-Mogg’s Grenfell remarks. Just 2% mentioned “Brexit” and 1% NHS funding.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd127b38f083559fb1ccdc4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T11:04:33.341Z\">11.04am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow home secretary has responded to comments by Michael Gove in <a href=\"https://www.dailymail.co.uk/debate/article-7693539/MICHAEL-GOVE-Read-blistering-denunciation-Corbyns-betrayal-Labours-heritage.html\">the Mail on Sunday</a>. He wrote:</p> \n  <blockquote class=\"quoted\"> \n   <p>Under EU rules, European nationals arriving here have preferential access to free NHS care whereas other migrants have to wait until they’ve paid into the system and secured settled status, a process which typically takes five years. It’s unfair that people coming from European countries can access free NHS care without paying in while others make significant contributions.</p> \n  </blockquote> \n  <p>Abbott points out that EU workers pay taxes like everybody else, so it is wrong to say they aren’t “paying in”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HackneyAbbott/status/1196018153979027463\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Michael Gove is completely wrong to say people from EU are accessing the NHS without 'paying in'.&nbsp; <br><br>EU workers pay taxes. <br><br>The NHS is not a contributory system. <br><br>This is how it begins - the Tory project to undermine the NHS, by bashing and blaming migrants first.</p>— Diane Abbott (@HackneyAbbott) \n    <a href=\"https://twitter.com/HackneyAbbott/status/1196018153979027463?ref_src=twsrc%5Etfw\">November 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dd123c08f08aab51e1c093a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:56:01.399Z\">10.56am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some highlights from this morning’s political broadcast interviews.</p> \n  <ul> \n   <li><strong>Jeremy Corby</strong> told the BBC’s Andrew Marr show that he would want his government to allow “a great deal of movement” of people if he became the next prime minister. Asked whether Labour would pledge to end free movement in its election manifesto – as it did in its 2017 manifesto – the Labour leader said we would have to wait until the document is unveiled on Thursday. <br></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>A lot of EU nationals have made their homes in this country and made a massive contribution to our society. A lot of British people live in different parts of the EU and many of those families have been through unbelievable stress. So they absolutely must have the right to remain and bring their families here.</p> \n  </blockquote> \n  <ul> \n   <li>Foreign secretary <strong>Dominic Raab</strong> told Andrew Marr that it was now “not remotely likely” that the UK would leave the UK without a deal. “Could we leave without a deal?” said Marr. “I think it’s, no,... I don’t think it’s remotely likely,” Raab responded.<br></li> \n  </ul> \n  <ul> \n   <li>Asked about claims that the Tories offered peerages and jobs to Brexit Party figures in return for them standing aside, security minister <strong>Brandon Lewis</strong> told Sky News’ Sophy Ridge On Sunday: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We have not offered any deals to anybody. I think what’s rather surreal with this conversation, not least of all is the fact that actually as chairman I removed Ann Widdecombe’s membership of the Conservative Party because she had joined the Brexit Party - that’s completely in breach of our constitution - but also because we’re the party saying we need to get a clear Conservative majority, we are fighting these seats to get Brexit done and deliver for people.</p> \n  </blockquote> \n  <ul> \n   <li>Labour’s shadow health secretary<strong> Jonathan Ashworth</strong> refused to say whether immigration would increase or decrease under a Labour government. </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We want a balanced approach to immigration and what that means for the NHS is if a hospital trust thinks that a surgeon or a nurse or a midwife is qualified enough to come to our country to care for our sick and our elderly and offers them that opportunity, then they should be allowed to come to our country to care for our sick and our elderly.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd1212d8f08aab51e1c0932\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:34:48.963Z\">10.34am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some more details on Labour’s dentistry announcement.</p> \n  <p>The party has pledged to scrap band one dentistry charges, giving everyone a free teeth MOT with their dentist, including checks for oral cancers. They say this will save money in the long run, taking pressure off GPs and hospitals.<br><br>The British Dental Association has estimated that the measures would cost £450m per year. Here are some key passages from the announcement:</p> \n  <blockquote class=\"quoted\"> \n   <p>Charges put people off from going to their dentist, and actively undermines prevention - nearly 1 in 5 patients delay going to the dentist because they can’t afford to see one ...</p> \n   <p>The current system is also putting pressure on the wider NHS. Around 380,000 patients with toothache are choosing to head to their GPs who cannot provide dental treatment, costing the NHS over £20 million a year. Around 135,000 patients per year are also estimated to attend A&amp;E units with dental problems, at a cost of £18 million.</p> \n   <p>Today’s measures are also aimed at improving children’s oral health. More than 100 children a day have rotting teeth removed in hospital, when nine in ten cases could have been prevented. Tooth decay remains the leading reason for hospitals admissions among 5 to 9 year olds, and are more than double those for tonsillitis.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dd11f008f08eeb483f19040\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:22:27.181Z\">10.22am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says that their proposals for re-nationalisation are “very, very modest”. The water companies are failing and so is Royal Mail. </p> \n  <p>He finishes the interview by saying he is “determined to win it and looking forward to winning it on 12 December”.</p> \n </div> \n</div> \n<div id=\"block-5dd11e8f8f08eeb483f1903e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:20:06.624Z\">10.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the party’s pledge to give people free dental check-ups, Corbyn says that the measure would actually save money because it would prevent more expensive – and painful – problems emerging. “You should look at expenditure as investment in the future,” he says.</p> \n </div> \n</div> \n<div id=\"block-5dd11d6e8f083559fb1ccda4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:18:44.532Z\">10.18am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked if he agrees with army chief <strong>Nick Carter</strong>’s comment that NATO was the most successful military alliance in history, Corbyn says he wouldn’t define it as that but as “a product of an attempt to bring people together after the second world war”.</p> \n  <p>On Trident, Corbyn says the nuclear deterrent would part of “nuclear non-proliferation discussions” if he became prime minister. The real insecurities in the world are not the same as they were in the Cold War, he says, they are more to do with cyber-security.</p> \n </div> \n</div> \n<div id=\"block-5dd11c5c8f083559fb1ccd9f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:13:32.882Z\">10.13am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn is asked about the SNP’s <strong>Ian Blackford</strong>’s insistence that his party would insist on a Scottish independence referendum in the first year of a Labour government. Corbyn says he cannot promise that. “We are not doing deals with anybody, we are not forming coalition,” he says. </p> \n  <p>The issue of an independence referendum should not come “in the early years of a Labour government”, says Corbyn. He says the SNP will have a choice between bringing in a Tory government with all its austerity measures and a progressive Labour government.</p> \n </div> \n</div> \n<div id=\"block-5dd11a8e8f083559fb1ccd9a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:08:10.260Z\">10.08am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Corbyn: wait for the manifesto for Labour's policy on freedom of movement</h2> \n <div class=\"block-elements\"> \n  <p>We paid £11bn into the EU budget last year to access the bloc’s market. Would Corbyn agree to that, says Marr. The Labour leader says it depends how much they were asking for but that we need to maintain access to EU markets.</p> \n  <p>Corbyn is asked if the Labour party’s manifesto will repeat its 2017 promise to end free movement.</p> \n  <p>“You’ll have to wait until Thursday [when the Labour manifesto will be unveiled] to find out the wording of it,” says Corbyn. A lot of EU nationals have made their homes here and make a massive contribution to this society, he says. They should be able to remain.</p> \n  <p>Marr asks the Labour leader about his party’s conference motion to “extend free movement”. Corbyn says he thinks the movers of the motion had in mind “family reunion”, so allowing people to bring members of their family to the UK from outside the EU. (The Conservative party is interpreting the motion as meaning the extension of free movement to other countries.)</p> \n  <p>Will free movement end if we leave the EU? “There will be an awful lot of movement,” says Corbyn. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T10:17:53.259Z\">at 10.17am GMT</time></p> \n</div> \n<div id=\"block-5dd1183a8f08aab51e1c0915\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T10:01:08.765Z\">10.01am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Corbyn refuses to say if he wants the UK to stay in the EU or leave</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn is on Marr. Asked if he wanted the UK to leave the EU or not, he said he would put that choice to the British people and that he wanted “a close relationship with the EU”.</p> \n  <p>“We will negotiate a credible option of leaving and put that along side remain and put that to the British people,” he said, adding that negotiations with the EU would start as soon as they entered government.</p> \n  <p>Marr points out that most of the senior members of the shadow cabinet have said they would campaign to remain in any second referendum. “You don’t know who I’m going to take with me into those negotiations,” said Corbyn.</p> \n  <p>“However people voted in the referendum, they didn’t vote to loose their job, they didn’t vote for a deregulated society,” he says.</p> \n  <p>A Labour-negotiated deal would be put to the party’s conference as well as to parliament, he says.</p> \n  <p>Labour would back a customs union with the EU. “We have to be realistic about where British trade is at the moment”, says Corbyn, and about half of UK trade is done with the EU.</p> \n  <figure class=\"element element-image\" data-media-id=\"b6a988ed297425bc0921a1493cee3628a0351246\"> \n   <img src=\"https://media.guim.co.uk/b6a988ed297425bc0921a1493cee3628a0351246/83_0_1165_699/1000.jpg\" alt=\"Jeremy Corbyn on Marr\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn on Marr</span> \n    <span class=\"element-image__credit\">Photograph: Jeremy Corbyn on Marr/BBC</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T10:03:56.670Z\">at 10.03am GMT</time></p> \n</div> \n<div id=\"block-5dd114dc8f08eeb483f19017\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T09:49:55.545Z\">9.49am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Raab says migrants should pay into the NHS</h2> \n <div class=\"block-elements\"> \n  <p>Foreign secretary <strong>Dominic Raab</strong> is on Marr, talking about Conservative plans on immigration – some of which have been set out this morning.</p> \n  <p>Asked about the previous target of getting immigration down to 10s of thousands, Raab says that – speaking as the son of a refugee – he thinks that immigration can be very beneficial, but that people coming to the UK should have to wait five years before they can claim benefits and that they should pay into the NHS.</p> \n  <p>His party has said that the “vast majority” of migrants will need a job offer to come to the UK to work if they form the next government, regardless of where they are from in the world. They say there will be a small number of exceptions, including high-skilled scientists and those who want to come to the UK to start a business.</p> \n  <p>Asked what groups of migrant workers the party wanted fewer of in the UK, Raab said he didn’t want to stigmatise groups. He said he wanted to invest in innovation so that the UK was more productive and he wanted to reduce the need for cheap labour from abroad.</p> \n  <figure class=\"element element-image\" data-media-id=\"0b1c1675a8b75d89c5f565a670ea9bb0f4239651\"> \n   <img src=\"https://media.guim.co.uk/0b1c1675a8b75d89c5f565a670ea9bb0f4239651/72_0_1173_704/1000.jpg\" alt=\"Foreign secretary Dominic Raab speaking to Andrew Marr\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Foreign secretary Dominic Raab speaking to Andrew Marr</span> \n    <span class=\"element-image__credit\">Photograph: Foreign secretary Dominic Raab speaking to Andrew Marr/BBC</span> \n   </figcaption> \n  </figure> \n  <p>The Conservatives have pledged that access to benefits will be equalised between EU nationals and those from the rest of the world, meaning non-UK citizens will typically need to wait five years before they are able to claim benefits. Under current rules, EU migrants can access welfare and services after being in the UK for three months.</p> \n  <p>The party said it would put an end to the practice of child benefit being sent abroad to support children who do not live in the UK and that it would increase the immigration health surcharge from £400 to £625. They said the change will raise more than £500m a year.</p> \n  <p>The surcharge was introduced in 2015 in a clampdown on so-called “health tourism”, and has previously been doubled from £200 to £400.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T10:20:39.440Z\">at 10.20am GMT</time></p> \n</div> \n<div id=\"block-5dd10ed08f083559fb1ccd6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-11-17T09:27:26.538Z\">9.27am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to Politics live.</p> \n  <p>Prince Andrew’s bombshell interview with Emily Maitlis for BBC’s Newsnight last night is likely to dominate this morning’s news agenda. The Duke of York claimed that he could not have had sex with a teenage girl in the London home of British socialite Ghislaine Maxwell because he was at home after attending a children’s party at Pizza Express in Woking. You can read the full story <a href=\"https://www.theguardian.com/uk-news/2019/nov/16/prince-andrew-denies-sex-with-teenager-as-at-home-after-pizza-party\">here</a> and some analysis <a href=\"https://www.theguardian.com/uk-news/2019/nov/16/high-stakes-gamble-on-tv-interview-over-epstein-backfires-on-duke-of-york\">here</a>.</p> \n  <p>In politics news, the US businesswoman Jennifer Arcuri <a href=\"https://www.theguardian.com/politics/2019/nov/17/arcuri-says-johnson-cast-her-aside-like-one-night-stand\">has told ITV’s Exposure</a> that Boris Johnson brutally cast her aside “like some one-night stand”, leaving her “heartbroken” since he became prime minister and the controversy over their four-year relationship became public. The full interview will be aired on ITV’s Exposure this evening.</p> \n  <p><a href=\"https://www.theguardian.com/society/2019/nov/16/nhs-us-pharma-donald-trump-selloff\">Writing in the Observer</a>, Jeremy Corbyn has said the Labour government will pass an emergency “NHS protection” law if it wins the general election, to ensure that powerful US pharmaceutical companies cannot infiltrate the health service and dramatically force up the price of drugs. The party has also pledged to provide free NHS dental check-ups for everyone in England this morning. Corbyn said that over half of adults and 40% of children haven’t been to the dentist in the last year.</p> \n  <blockquote class=\"quoted\"> \n   <p>If you don’t go to the dentist for check-ups, you end up storing up problems in the long term. Over 100,000 are admitted to hospital every year because of problems with their teeth.</p> \n  </blockquote> \n  <p>The Labour leader is due on the Andrew Marr show shortly. I’ll bring you the latest from that.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-11-17T09:41:26.142Z\">at 9.41am GMT</time></p> \n</div>",
      "wordcount": "4113",
      "firstPublicationDate": "2019-11-17T09:41:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:35Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cm6xk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b8e7581ee74aba8f6e26e31ed55c72337a4a9d7c/0_137_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader Nigel Farage has insisted that claims the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”. Scotland Yard announced yesterday that it was assessing two allegations of electoral fraud in relation to the claims. Farage accused Boris Johnson’s party of corruption. Is he calling Ann Widdecombe a liar? Perhaps he is, I don’t know. Ann Widdecombe made it perfectly clear she received two phone calls, from a senior official in number 10, offering her a job on the negotiating team if she stood down as an election candidate. Fact. Jeremy Corbyn has told the BBC’s Andrew Marr show his government would allow “a great deal of movement” of people, in a sign Labour would look to keep a liberal immigration regime with Europe if Brexit goes ahead. The party’s 2017 manifesto said free movement would end at the point of Brexit, but a motion passed by Labour conference argued for the UK to “maintain and expand” free movement. Labour’s Kensington parliamentary candidate Emma Dent Coad is to report her Lib Dem rival – and former Tory MP – Sam Gyimah to the police over claims he made that she “was part of all the discussions that went on” regarding the cladding that was on Grenfell Tower. “If this is a political game, shame on him. We’ve sent rebuttals with all the links and all the evidence is there,” she told the Guardian. You can read the full story here. Guardian environment correspondents Sandra Laville and Matthew Taylor report that the Conservative party’s record on tackling the climate crisis has been condemned by leading scientists and former government advisers. Experts have accused the Conservatives of copying right-wing politicians in the US by deliberately weakening environmental protections. Meanwhile, new analysis by Labour reveals environmental policies put forward since 2017 and opposed by the Tories would have led to emissions reductions of over 70m tonnes a year by 2030 – more than the annual emissions of Portugal. Conservative politicians have criticised Angela Eagle – former Labour leadership hopeful – for retweeting this image of the foreign secretary. She has dismissed it as a joke: Labour’s candidate in Ashfield in Nottinghamshire – Gloria de Piero’s old seat – has tweeted pictures of her office with its windows smashed. A spokesman for Nottinghamshire Police said: The force was called to Outram Street in Sutton on November 17, 2019 at around 10.30am following reports of criminal damage. The incident is believed to have happened between 5.30pm on Saturday to 10am on Sunday. A number of windows have been smashed. If you saw the incident or have any information please call 101 quoting incident number 266 of 17 November 2019. The Guardian’s northern correspondent Nazia Parveen reports that housing and fire chiefs have criticised the government over a “cladding lottery” and called for an overhaul in UK fire safety regulations after a fire at student flats in Bolton. An investigation has been launched after more than 200 students were evacuated when a fire ripped through the upper part of the town-centre six-storey building, which is cladded in high-pressure laminate (HPL) material. The mayor of Salford city council, Paul Dennett, who leads the Greater Manchester’s high rise taskforce set up after the Grenfell tragedy, said it was an industrial crisis and called on the government to invest more funds in what he described as a “cladding lottery”. You can read the full story here: Labour has claimed that its living wage commitments would give workers who earn the national minimum wage at least £9,000 more by 2024 than the Tories. The party has said: Coupled with Labour’s pledge to not raise income tax or national insurance contributions for the bottom 95% of earners, this means a worker on the minimum wage will be at least £6,000 better off after tax. Analysis of latest ONS figures on earnings also shows that Labour’s pledge to immediately introduce a £10 an hour Real Living Wage for all workers over 16 will give approximately 7.5 million people a pay rise, including over 1.2 million young people. The current minimum wage is £8.21 for people 25 and over and £4.35 for 16-17 year olds. The Conservatives have responded with a statement from chief secretary to the treasury, Rishi Sunak: Since 2010, under the Conservatives, the lowest paid workers have £4,500 more in their pockets thanks to increases in the living wage and tax cuts. Whilst we’ve been working to make sure you keep more of the money you earn, Jeremy Corbyn’s Labour would take the equivalent of a month’s extra wages from you after hitting you with higher taxes to pay for their spending splurge. The Guardian’s political correspondent, Peter Walker, commenting on Conservative immigration plans. See Raab’s comments from earlier. The SNP has issued a statement in response to the BBC and Sunday Times investigation that accuses the UK government and the British army of covering up the killing of children in Afghanistan and Iraq. Journalists have obtained documents that allegedly contain evidence implicating troops in killing children and the torture of civilians. The reports claim to have obtained new evidence from inside the Iraq Historic Allegations Team (IHAT), which investigated alleged war crimes committed by British soldiers in Iraq, and Operation Northmoor, which investigated alleged war crimes in Afghanistan. The government closed IHAT and Operation Northmoor in 2017, after Phil Shiner, a solicitor who had taken more than 1,000 cases to IHAT, was struck off from practising law amid allegations he had paid people in Iraq to find clients. Foreign secretary Dominic Raab told the BBC earlier: All of the allegations that had evidence have been looked at by the armed forces prosecuting authorities, because we want to have accountability where there’s wrongdoing ... What we’re quite rightly doing is making sure spurious claims or claims without evidence don’t lead to the shadow of suspicion, the cloud of suspicion hanging over people who’ve served their country for years on end. And we’ve got the right balance. Jeremy Corbyn has told the BBC’s Andrew Marr show his government would allow “a great deal of movement” of people, in a sign Labour would look to keep a liberal immigration regime with Europe if Brexit goes ahead. The party’s 2017 manifesto said free movement would end at the point of Brexit, but a motion passed by Labour conference argued for the UK to “maintain and expand” free movement. The Labour leader said: A lot of EU nationals have made their homes in this country and made a massive contribution to our society. A lot of British people lie in different parts of the EU and many of those families have been through unbelievable stress. So they absolutely must have the right to remain and bring their families here. You can read our full report here. Labour has pledged this morning to scrap charges for dental checkups, giving everyone in England the right to a “free teeth MOT”. The proposals, estimated to cost £450m a year, would eliminate band-one dentistry charges, which were introduced by the NHS in 1951. The foreign secretary Dominic Raab has said it is not “remotely likely” that the UK will leave the EU without a deal. Also speaking to Marr, Raab initially declined to get into “hypothetical negotiating objectives” when asked if a no-deal would take place if the UK failed to secure its fishing objectives in trade talks. But he later replied: “I don’t think it’s remotely likely”. Critics have warned a no-deal Brexit could still occur at the end of 2020 given the lack of time to negotiate the future relationship between the UK and EU. The US businesswoman Jennifer Arcuri has told ITV’s Exposure that Boris Johnson brutally cast her aside “like some one-night stand”, leaving her “heartbroken” since he became prime minister and the controversy over their four-year relationship became public. The full interview will be aired on ITV’s Exposure this evening. Here’s our story. Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader Nigel Farage insisted that claims the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”. Scotland Yard announced yesterday that it was assessing two allegations of electoral fraud in relation to the claims. Speaking to BBC Radio 5 Live’s Pienaar’s Politics this morning, Brexit party leader Nigel Farage insisted that claims the party’s candidates were offered jobs by the Conservatives to persuade them to stand aside were “fact”. It has been claimed that Brexit figures – including Ann Widdecombe – were offered post-election roles or peerages as part of an attempt to get them to stand down at the general election, something the Conservatives have denied. Scotland Yard announced yesterday that it was assessing two allegations of electoral fraud in relation to the claims. Farage said: Is he calling Ann Widdecombe a liar? Perhaps he is, I don’t know. Ann Widdecombe made it perfectly clear she received two phone calls, from a senior official in number 10, offering her a job on the negotiating team if she stood down as an election candidate. Fact. You can agree with Ann’s views in life or disagree, but the fact that she’s a very honest woman, I think nobody would ever disagree with. Fact. Fact number two, [Boris Johnson’s chief strategic adviser] Sir Eddie Lister, rang up our candidate for Peterborough, offering him a job in higher education if he stood down as a candidate. They’re the things that are already out in the open. What I have said, John, is there was actually a package put together, in which eight senior figures of the Brexit party would go to the house of Lords and be offered a place in the negotiating team. It’s corruption. It’s corruption. The Brexit party leader said the situation showed how absolutely “rotten and broken” politics has become. Labour’s Kensington parliamentary candidate Emma Dent Coad is to report her Lib Dem rival – and former Tory MP – Sam Gyimah to the police over claims he made that she “was part of all the discussions that went on” regarding the cladding that was on Grenfell Tower. Dent Coad won the marginal constituency from the Conservatives by 20 votes in 2017. Under the representation of the people act it is illegal for any person to “publish any false statement of fact in relation to the candidate’s personal character or conduct, unless he or she can show that he had reasonable grounds for believing that statement to be true”. The Liberal Democrats have sent a legal letter to the BBC about leader Jo Swinson being left out of the broadcaster’s election TV debate. In the letter sent to the corporation’s director-general Tony Hall, the party’s lawyers said that the exclusion of Swinson was “clearly unlawful”. The party has already launched a High Court challenge against ITV over its decision not to include Swinson in the debate it has arranged. The ‘BBC Prime Ministerial Debate’ on Friday 6 December will see a head-to-head between Boris Johnson and Jeremy Corbyn live from Southampton. ITV is to hold ‘Johnson v Corbyn: The ITV Debate’ this coming Tuesday. The Lib Dem letter reads: The BBC’s approach is fundamentally disrespectful to the many millions of people who strongly support remaining in the EU. It ignores their concerns, their right to be heard and to be represented. People need to hear the arguments about Remain and Leave in a balanced way, but the leaders of the Labour Party and Conservative Party both want Britain to leave the EU. That means the BBC’s leaders’ debate has no place for those who take the opposite view. As you should be aware, the BBC is under a strict legal obligation to achieve ‘due impartiality’ in its election broadcasting. The exclusion of any voice of Remain in the leaders’ debate will clearly put the BBC in breach of that obligation. The SNP have similar complaints and they are taking legal action against ITV over its exclusion from a general election debate. Speaking to Andrew Marr this morning, the party’s Westminster leader Ian Blackford said: We’ll be in court tomorrow, because it’s grossly unfair. [...] We are the third party at Westminster. We’ve been in the government in Scotland for the last 12 years, we’re leading the polls in Scotland at 42% in the YouGov poll last week. And we’ve got to recognise that the public take their views from these debates. Deborah Mattinson, a founding partner of research and strategy consultancy BritainThinks, has written in the Observer that very little seems to be getting through to voters in the election campaign so far. “What have you picked up about the election so far?” I asked a focus group of undecided voters last week. Although they had plenty to say about policies, parties and politicians, their confident chatter died away fast. Eye contact was avoided. No one could think of anything that related to the campaign. A recent poll found a similar lack of engagement. Four thousand voters were asked what “incidents, events, stories etc” they had noticed. The winning score, at 42%, was for “none”. In second place came the 5% mentioning Jacob Rees-Mogg’s Grenfell remarks. Just 2% mentioned “Brexit” and 1% NHS funding. The shadow home secretary has responded to comments by Michael Gove in the Mail on Sunday. He wrote: Under EU rules, European nationals arriving here have preferential access to free NHS care whereas other migrants have to wait until they’ve paid into the system and secured settled status, a process which typically takes five years. It’s unfair that people coming from European countries can access free NHS care without paying in while others make significant contributions. Abbott points out that EU workers pay taxes like everybody else, so it is wrong to say they aren’t “paying in”. Here are some highlights from this morning’s political broadcast interviews. Jeremy Corby told the BBC’s Andrew Marr show that he would want his government to allow “a great deal of movement” of people if he became the next prime minister. Asked whether Labour would pledge to end free movement in its election manifesto – as it did in its 2017 manifesto – the Labour leader said we would have to wait until the document is unveiled on Thursday. A lot of EU nationals have made their homes in this country and made a massive contribution to our society. A lot of British people live in different parts of the EU and many of those families have been through unbelievable stress. So they absolutely must have the right to remain and bring their families here. Foreign secretary Dominic Raab told Andrew Marr that it was now “not remotely likely” that the UK would leave the UK without a deal. “Could we leave without a deal?” said Marr. “I think it’s, no,... I don’t think it’s remotely likely,” Raab responded. Asked about claims that the Tories offered peerages and jobs to Brexit Party figures in return for them standing aside, security minister Brandon Lewis told Sky News’ Sophy Ridge On Sunday: We have not offered any deals to anybody. I think what’s rather surreal with this conversation, not least of all is the fact that actually as chairman I removed Ann Widdecombe’s membership of the Conservative Party because she had joined the Brexit Party - that’s completely in breach of our constitution - but also because we’re the party saying we need to get a clear Conservative majority, we are fighting these seats to get Brexit done and deliver for people. Labour’s shadow health secretary Jonathan Ashworth refused to say whether immigration would increase or decrease under a Labour government. We want a balanced approach to immigration and what that means for the NHS is if a hospital trust thinks that a surgeon or a nurse or a midwife is qualified enough to come to our country to care for our sick and our elderly and offers them that opportunity, then they should be allowed to come to our country to care for our sick and our elderly. Here are some more details on Labour’s dentistry announcement. The party has pledged to scrap band one dentistry charges, giving everyone a free teeth MOT with their dentist, including checks for oral cancers. They say this will save money in the long run, taking pressure off GPs and hospitals. The British Dental Association has estimated that the measures would cost £450m per year. Here are some key passages from the announcement: Charges put people off from going to their dentist, and actively undermines prevention - nearly 1 in 5 patients delay going to the dentist because they can’t afford to see one ... The current system is also putting pressure on the wider NHS. Around 380,000 patients with toothache are choosing to head to their GPs who cannot provide dental treatment, costing the NHS over £20 million a year. Around 135,000 patients per year are also estimated to attend A&amp;E units with dental problems, at a cost of £18 million. Today’s measures are also aimed at improving children’s oral health. More than 100 children a day have rotting teeth removed in hospital, when nine in ten cases could have been prevented. Tooth decay remains the leading reason for hospitals admissions among 5 to 9 year olds, and are more than double those for tonsillitis. Corbyn says that their proposals for re-nationalisation are “very, very modest”. The water companies are failing and so is Royal Mail. He finishes the interview by saying he is “determined to win it and looking forward to winning it on 12 December”. On the party’s pledge to give people free dental check-ups, Corbyn says that the measure would actually save money because it would prevent more expensive – and painful – problems emerging. “You should look at expenditure as investment in the future,” he says. Asked if he agrees with army chief Nick Carter’s comment that NATO was the most successful military alliance in history, Corbyn says he wouldn’t define it as that but as “a product of an attempt to bring people together after the second world war”. On Trident, Corbyn says the nuclear deterrent would part of “nuclear non-proliferation discussions” if he became prime minister. The real insecurities in the world are not the same as they were in the Cold War, he says, they are more to do with cyber-security. Corbyn is asked about the SNP’s Ian Blackford’s insistence that his party would insist on a Scottish independence referendum in the first year of a Labour government. Corbyn says he cannot promise that. “We are not doing deals with anybody, we are not forming coalition,” he says. The issue of an independence referendum should not come “in the early years of a Labour government”, says Corbyn. He says the SNP will have a choice between bringing in a Tory government with all its austerity measures and a progressive Labour government. We paid £11bn into the EU budget last year to access the bloc’s market. Would Corbyn agree to that, says Marr. The Labour leader says it depends how much they were asking for but that we need to maintain access to EU markets. Corbyn is asked if the Labour party’s manifesto will repeat its 2017 promise to end free movement. “You’ll have to wait until Thursday [when the Labour manifesto will be unveiled] to find out the wording of it,” says Corbyn. A lot of EU nationals have made their homes here and make a massive contribution to this society, he says. They should be able to remain. Marr asks the Labour leader about his party’s conference motion to “extend free movement”. Corbyn says he thinks the movers of the motion had in mind “family reunion”, so allowing people to bring members of their family to the UK from outside the EU. (The Conservative party is interpreting the motion as meaning the extension of free movement to other countries.) Will free movement end if we leave the EU? “There will be an awful lot of movement,” says Corbyn. Corbyn is on Marr. Asked if he wanted the UK to leave the EU or not, he said he would put that choice to the British people and that he wanted “a close relationship with the EU”. “We will negotiate a credible option of leaving and put that along side remain and put that to the British people,” he said, adding that negotiations with the EU would start as soon as they entered government. Marr points out that most of the senior members of the shadow cabinet have said they would campaign to remain in any second referendum. “You don’t know who I’m going to take with me into those negotiations,” said Corbyn. “However people voted in the referendum, they didn’t vote to loose their job, they didn’t vote for a deregulated society,” he says. A Labour-negotiated deal would be put to the party’s conference as well as to parliament, he says. Labour would back a customs union with the EU. “We have to be realistic about where British trade is at the moment”, says Corbyn, and about half of UK trade is done with the EU. Foreign secretary Dominic Raab is on Marr, talking about Conservative plans on immigration – some of which have been set out this morning. Asked about the previous target of getting immigration down to 10s of thousands, Raab says that – speaking as the son of a refugee – he thinks that immigration can be very beneficial, but that people coming to the UK should have to wait five years before they can claim benefits and that they should pay into the NHS. His party has said that the “vast majority” of migrants will need a job offer to come to the UK to work if they form the next government, regardless of where they are from in the world. They say there will be a small number of exceptions, including high-skilled scientists and those who want to come to the UK to start a business. Asked what groups of migrant workers the party wanted fewer of in the UK, Raab said he didn’t want to stigmatise groups. He said he wanted to invest in innovation so that the UK was more productive and he wanted to reduce the need for cheap labour from abroad. The Conservatives have pledged that access to benefits will be equalised between EU nationals and those from the rest of the world, meaning non-UK citizens will typically need to wait five years before they are able to claim benefits. Under current rules, EU migrants can access welfare and services after being in the UK for three months. The party said it would put an end to the practice of child benefit being sent abroad to support children who do not live in the UK and that it would increase the immigration health surcharge from £400 to £625. They said the change will raise more than £500m a year. The surcharge was introduced in 2015 in a clampdown on so-called “health tourism”, and has previously been doubled from £200 to £400. Good morning and welcome to Politics live. Prince Andrew’s bombshell interview with Emily Maitlis for BBC’s Newsnight last night is likely to dominate this morning’s news agenda. The Duke of York claimed that he could not have had sex with a teenage girl in the London home of British socialite Ghislaine Maxwell because he was at home after attending a children’s party at Pizza Express in Woking. You can read the full story here and some analysis here. In politics news, the US businesswoman Jennifer Arcuri has told ITV’s Exposure that Boris Johnson brutally cast her aside “like some one-night stand”, leaving her “heartbroken” since he became prime minister and the controversy over their four-year relationship became public. The full interview will be aired on ITV’s Exposure this evening. Writing in the Observer, Jeremy Corbyn has said the Labour government will pass an emergency “NHS protection” law if it wins the general election, to ensure that powerful US pharmaceutical companies cannot infiltrate the health service and dramatically force up the price of drugs. The party has also pledged to provide free NHS dental check-ups for everyone in England this morning. Corbyn said that over half of adults and 40% of children haven’t been to the dentist in the last year. If you don’t go to the dentist for check-ups, you end up storing up problems in the long term. Over 100,000 are admitted to hospital every year because of problems with their teeth. The Labour leader is due on the Andrew Marr show shortly. I’ll bring you the latest from that.",
      "charCount": "24365",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-11-17T16:00:09Z",
    "webTitle": "Scientists and climate advisers condemn Tory environmental record",
    "webUrl": "https://www.theguardian.com/environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record",
    "apiUrl": "https://content.guardianapis.com/environment/2019/nov/17/scientists-and-climate-advisers-condemn-tory-environmental-record",
    "fields": {
      "headline": "Scientists and climate advisers condemn Tory environmental record",
      "standfirst": "<p>Party under pressure on climate crisis as Corbyn says Johnson can not be trusted</p><ul><li><a href=\"https://www.theguardian.com/environment/2019/nov/17/are-tories-green-commitments-all-talk-little-action\">The Tories’ green commitments</a></li><li><a href=\"https://www.theguardian.com/politics/2019/nov/17/how-do-the-parties-propose-to-tackle-the-climate-crisis-election\">The parties’ climate proposals</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/18/general-election-boris-johnson-arcuri-business-tax-labour-immigration-lib-dems-debates-live-news\">Latest election news - live updates</a></li></ul>",
      "trailText": "Party under pressure on climate crisis as Corbyn says Johnson can not be trusted ",
      "byline": "Sandra Laville and Matthew Taylor",
      "main": "<figure class=\"element element-image\" data-media-id=\"28c0617c527e51d7f0f034760c4342005acae72e\"> <img src=\"https://media.guim.co.uk/28c0617c527e51d7f0f034760c4342005acae72e/0_179_4865_2920/1000.jpg\" alt=\"Air pollution over the City of London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Air pollution over the City of London. </span> <span class=\"element-image__credit\">Photograph: Kathy deWitt/Alamy</span> </figcaption> </figure>",
      "body": "<p>The Conservative party’s record on tackling the climate crisis has been condemned by leading scientists and former government advisers, as the Labour leader, Jeremy Corbyn, warned that the forthcoming election was the last chance to halt the escalating emergency.</p> <p>Experts accused the Conservatives of copying rightwing politicians in the US by deliberately weakening environmental protections. Meanwhile, analysis by Labour reveals that environmental policies put forward since 2017 and opposed by the Tories would have led to emissions reductions of over 70m tonnes a year by 2030 – more than the annual emissions of Portugal.</p> <p>The climate emergency has become a key battleground in the election, with Labour promising a transformative green industrial revolution, the Liberal Democrats pledging to spend billions on the crisis, and the Conservatives announcing a pre-election moratorium on fracking and pledging to plant 30m trees a year by 2025.</p> <p>On Sunday, Labour leader Jeremy Corbyn said the Conservatives could not be trusted on the environment. “This general election is our last chance to radically change course, or face the threat of a hostile and dying planet,” he said. “The science is clear – we don’t have time to waste.”</p> <p>He said Labour’s green industrial revolution would create hundreds of thousands of “good, clean jobs that will transform towns, cities and communities that have been held back and neglected for decades”.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_carbon_emissions/giv-3902ktfn6ALw9rGC/\" data-alt=\"Carbon budget\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_carbon_emissions/giv-3902ktfn6ALw9rGC/\">Carbon budget</a> </figure>  <p>The Conservatives have come under increasing pressure on the climate crisis during the election campaign and <a href=\"https://unearthed.greenpeace.org/2019/11/12/environmental-targets-2020-uk/\">recent analysis</a> shows they are on course to miss several key environmental targets. Boris Johnson is the only party leader to have refused to take part in a TV climate debate, and he drew anger in Yorkshire last week when confronted by people whose livelihoods had been devastated by the floods. In Somerset, Johnson dodged environmental protesters, whom he later dismissed as “crusties”.</p> <p>Leading scientist David King, a key government adviser on the climate crisis until 2017, questioned whether Johnson could be trusted on the environment. He said he would give the Conservatives no more than three or four out of 10 for their record on tackling the climate crisis.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_water_condition/giv-3902JT6Y5A3JdbWx/\" data-alt=\"Water quality\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_water_condition/giv-3902JT6Y5A3JdbWx/\">Water quality</a> </figure>  <p>“I wouldn’t give them a pass mark. The leadership has simply not been there,” said King, who was Britain’s climate ambassador at the Paris talks that led to the landmark 2015 agreement pledging to keep global heating below 2C, or 1.5C if possible.</p> <p>“The government has completely taken its eye off delivery and it has not been as consistent as it needed to be. If there isn’t support across the board from No 10, then it’s not going to happen.”</p> <p>He added: “The Conservatives are trying to be greener than the other parties, but I wonder just how much we can trust the Conservative party leadership at the moment.”</p> <p>Tom Burke, a former senior adviser to three Conservative environment secretaries, said the government’s record was a disgrace and accused it of aping the libertarian right in the US.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_roads_funding/giv-3902WdtYruBqDnHt/\" data-alt=\"road investment\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_roads_funding/giv-3902WdtYruBqDnHt/\">road investment</a> </figure>  <p>“The current government has systematically weakened the capacity of this country to manage its environment. It’s been done by stealth.</p> <p>“They have taken a lesson, I suspect quite consciously, from the libertarian right in the US that you won’t win the argument about weakening environmental standards, so you don’t argue it. What you do is you weaken the capacity to make them effective.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_pm25_levels/giv-3902skdak3NeO1pQ/\" data-alt=\"PM 2.5\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/11/environment_pm25_levels/giv-3902skdak3NeO1pQ/\">PM 2.5</a> </figure>  <p>“They have completely cut the budgets of the Environment Agency and Natural England and they have systematically reduced their independence,” said Burke, who was a senior adviser to the Foreign Office special representative on climate change from 2006 to 2012 and now runs the environmental thinktank E3G.</p> <p>In a much vaunted announcement, the Conservatives this year committed to making the country carbon net zero by 2050. But their own climate change committee, <a href=\"https://www.theccc.org.uk/wp-content/uploads/2019/05/Net-Zero-The-UKs-contribution-to-stopping-global-warming.pdf\">in its latest analysis</a> of their performance, said there was a growing gap between Britain’s carbon cutting ambition and the policies in place to achieve it.</p> <p>The committee said the government was likely to miss greenhouse gas emissions reduction targets from 2023 onwards, there was still no serious plan for decarbonising UK heating systems, and a tree planting target of 20,000 hectares a year in the UK was not being met.</p> <p>In other key areas, including tackling illegal levels of air pollution – which, <a href=\"http://cdr.eionet.europa.eu/gb/eu/aqd/g/envxv1ozq/\">the latest government data shows</a>, covers 83% of the country – and <a href=\"https://jncc.gov.uk/our-work/ukbi-b7-surface-water-status/\">water quality</a>, the Conservative government is likely to fail to meet its legal obligations and targets. It is also set to miss targets for boosting renewable energy such as onshore wind and solar, <a href=\"https://unearthed.greenpeace.org/2019/11/12/environmental-targets-2020-uk/\">according to a Greenpeace analysis</a>.</p> <p>Carbon emissions from transport, which is responsible for a third of UK greenhouse gas emissions, remain static.</p> <p>Katie Nield, a lawyer for Client Earth, which has successfully taken the government to court on several occasions for its failure to clean up air pollution, said the Tories’ record on tackling toxic air was poor. “We have had these legal limits for nitrogen dioxide since 2010 in place – that’s almost 10 years. Yet they have still not met them. That is despite having a very clear idea of where the problems are, what the causes are and what potential solutions there are. And a failure to act in that context is quite shocking.”</p> <p>The analysis from the Labour party shows that policies opposed by the government on onshore and offshore wind power, home improvements and insulation, tidal power and transport would have led to nearly 70m tonnes of CO<sub>2</sub> emissions savings per year by 2030.</p> <p>Luke Clark, from Renewable UK, the renewable energy industry trade association, said the government in the last five years had excluded onshore wind and solar from the competitive market for renewable projects, which had led to an 80% fall in onshore wind installed in 2018, compared with the previous 12 months.</p> <p>“If [we] are not using cheap sources like onshore wind and solar, we are slowing down the process of how quickly we can achieve decarbonisation,” said Clark. “To tackle the climate emergency, we need all these options.”</p> <p>Greg Archer, a director of the zero-emissions pressure group Transport &amp; Environment, in a <a href=\"https://www.transportenvironment.org/publications/why-britain%E2%80%99s-fuel-tax-giveaway-costing-earth\">new analysis</a> of the Conservatives’ nine-year freeze on fuel duty, said the policy had put the equivalent of 2.5m additional cars on the road.</p> <p>“Conservative action to tackle transport emissions has been a story of wrong priorities, little action and missed opportunities, and whilst it has talked green, transport emissions have flatlined for 10 years,” said Archer. “Grants for electric cars have been cut and are scheduled to end in March 2020, stalling progress.”</p> <p>In addition, UK aviation emissions were forecast to continue to rise, but the government was advocating additional runways, including the Heathrow third runway and new terminals, said Archer.</p> <p>Next year will be a critical in the fight to tackle the climate crisis, with the UK hosting the most important <a href=\"https://www.theguardian.com/environment/2019/sep/10/glasgow-to-host-key-un-summit-on-tackling-climate-crisis\">climate conference</a> since the 2015 Paris agreement was signed. Experts say that will lead to unprecedented scrutiny of the environment policies of the new government, which will set the tone for the international response to the escalating global emergency.</p> <p>A Guardian investigation earlier this year found <a href=\"https://www.theguardian.com/environment/2019/oct/11/tory-mps-five-times-more-likely-to-vote-against-climate-action\">Conservative MPs were almost five times as likely</a> to vote against climate action as legislators from other parties. <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> was among several dozen MPs, mostly Conservatives, who recorded the worst possible score of zero on <a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/11/guardian-climate-score-how-did-your-mp-do\">the Guardian’s climate scorecard of MPs</a>.</p> <p>Theresa Villiers, the environment secretary, said: “The Conservatives have taken world-leading action to tackle climate change – legislating to achieve net zero, reducing emissions by a quarter since coming to office in 2010, and boosting renewables to record levels.</p> <p>“We have set manageable targets that will bring society with us. Corbyn’s Labour would ban people from using their cars or taking flights, and their plans have been slammed by their own unions as ‘utterly unachievable’.</p> <p>“Only Boris Johnson and the Conservatives will get Brexit done so we can continue tackling climate change while successfully growing our economy.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1318",
      "firstPublicationDate": "2019-11-17T16:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:36Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyzt6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/28c0617c527e51d7f0f034760c4342005acae72e/0_179_4865_2920/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Conservative party’s record on tackling the climate crisis has been condemned by leading scientists and former government advisers, as the Labour leader, Jeremy Corbyn, warned that the forthcoming election was the last chance to halt the escalating emergency. Experts accused the Conservatives of copying rightwing politicians in the US by deliberately weakening environmental protections. Meanwhile, analysis by Labour reveals that environmental policies put forward since 2017 and opposed by the Tories would have led to emissions reductions of over 70m tonnes a year by 2030 – more than the annual emissions of Portugal. The climate emergency has become a key battleground in the election, with Labour promising a transformative green industrial revolution, the Liberal Democrats pledging to spend billions on the crisis, and the Conservatives announcing a pre-election moratorium on fracking and pledging to plant 30m trees a year by 2025. On Sunday, Labour leader Jeremy Corbyn said the Conservatives could not be trusted on the environment. “This general election is our last chance to radically change course, or face the threat of a hostile and dying planet,” he said. “The science is clear – we don’t have time to waste.” He said Labour’s green industrial revolution would create hundreds of thousands of “good, clean jobs that will transform towns, cities and communities that have been held back and neglected for decades”. The Conservatives have come under increasing pressure on the climate crisis during the election campaign and recent analysis shows they are on course to miss several key environmental targets. Boris Johnson is the only party leader to have refused to take part in a TV climate debate, and he drew anger in Yorkshire last week when confronted by people whose livelihoods had been devastated by the floods. In Somerset, Johnson dodged environmental protesters, whom he later dismissed as “crusties”. Leading scientist David King, a key government adviser on the climate crisis until 2017, questioned whether Johnson could be trusted on the environment. He said he would give the Conservatives no more than three or four out of 10 for their record on tackling the climate crisis. “I wouldn’t give them a pass mark. The leadership has simply not been there,” said King, who was Britain’s climate ambassador at the Paris talks that led to the landmark 2015 agreement pledging to keep global heating below 2C, or 1.5C if possible. “The government has completely taken its eye off delivery and it has not been as consistent as it needed to be. If there isn’t support across the board from No 10, then it’s not going to happen.” He added: “The Conservatives are trying to be greener than the other parties, but I wonder just how much we can trust the Conservative party leadership at the moment.” Tom Burke, a former senior adviser to three Conservative environment secretaries, said the government’s record was a disgrace and accused it of aping the libertarian right in the US. “The current government has systematically weakened the capacity of this country to manage its environment. It’s been done by stealth. “They have taken a lesson, I suspect quite consciously, from the libertarian right in the US that you won’t win the argument about weakening environmental standards, so you don’t argue it. What you do is you weaken the capacity to make them effective. “They have completely cut the budgets of the Environment Agency and Natural England and they have systematically reduced their independence,” said Burke, who was a senior adviser to the Foreign Office special representative on climate change from 2006 to 2012 and now runs the environmental thinktank E3G. In a much vaunted announcement, the Conservatives this year committed to making the country carbon net zero by 2050. But their own climate change committee, in its latest analysis of their performance, said there was a growing gap between Britain’s carbon cutting ambition and the policies in place to achieve it. The committee said the government was likely to miss greenhouse gas emissions reduction targets from 2023 onwards, there was still no serious plan for decarbonising UK heating systems, and a tree planting target of 20,000 hectares a year in the UK was not being met. In other key areas, including tackling illegal levels of air pollution – which, the latest government data shows, covers 83% of the country – and water quality, the Conservative government is likely to fail to meet its legal obligations and targets. It is also set to miss targets for boosting renewable energy such as onshore wind and solar, according to a Greenpeace analysis. Carbon emissions from transport, which is responsible for a third of UK greenhouse gas emissions, remain static. Katie Nield, a lawyer for Client Earth, which has successfully taken the government to court on several occasions for its failure to clean up air pollution, said the Tories’ record on tackling toxic air was poor. “We have had these legal limits for nitrogen dioxide since 2010 in place – that’s almost 10 years. Yet they have still not met them. That is despite having a very clear idea of where the problems are, what the causes are and what potential solutions there are. And a failure to act in that context is quite shocking.” The analysis from the Labour party shows that policies opposed by the government on onshore and offshore wind power, home improvements and insulation, tidal power and transport would have led to nearly 70m tonnes of CO2 emissions savings per year by 2030. Luke Clark, from Renewable UK, the renewable energy industry trade association, said the government in the last five years had excluded onshore wind and solar from the competitive market for renewable projects, which had led to an 80% fall in onshore wind installed in 2018, compared with the previous 12 months. “If [we] are not using cheap sources like onshore wind and solar, we are slowing down the process of how quickly we can achieve decarbonisation,” said Clark. “To tackle the climate emergency, we need all these options.” Greg Archer, a director of the zero-emissions pressure group Transport &amp; Environment, in a new analysis of the Conservatives’ nine-year freeze on fuel duty, said the policy had put the equivalent of 2.5m additional cars on the road. “Conservative action to tackle transport emissions has been a story of wrong priorities, little action and missed opportunities, and whilst it has talked green, transport emissions have flatlined for 10 years,” said Archer. “Grants for electric cars have been cut and are scheduled to end in March 2020, stalling progress.” In addition, UK aviation emissions were forecast to continue to rise, but the government was advocating additional runways, including the Heathrow third runway and new terminals, said Archer. Next year will be a critical in the fight to tackle the climate crisis, with the UK hosting the most important climate conference since the 2015 Paris agreement was signed. Experts say that will lead to unprecedented scrutiny of the environment policies of the new government, which will set the tone for the international response to the escalating global emergency. A Guardian investigation earlier this year found Conservative MPs were almost five times as likely to vote against climate action as legislators from other parties. Boris Johnson was among several dozen MPs, mostly Conservatives, who recorded the worst possible score of zero on the Guardian’s climate scorecard of MPs. Theresa Villiers, the environment secretary, said: “The Conservatives have taken world-leading action to tackle climate change – legislating to achieve net zero, reducing emissions by a quarter since coming to office in 2010, and boosting renewables to record levels. “We have set manageable targets that will bring society with us. Corbyn’s Labour would ban people from using their cars or taking flights, and their plans have been slammed by their own unions as ‘utterly unachievable’. “Only Boris Johnson and the Conservatives will get Brexit done so we can continue tackling climate change while successfully growing our economy.”",
      "charCount": "8172",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sandralaville\">Sandra Laville</a> and <a href=\"profile/matthewtaylor\">Matthew Taylor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "artanddesign/2019/nov/17/three-lions-pride-of-brexit-sculptor-jason-decaires-taylor-protest",
    "type": "article",
    "sectionId": "artanddesign",
    "sectionName": "Art and design",
    "webPublicationDate": "2019-11-17T15:00:08Z",
    "webTitle": "Three lions on a beach: a sculpture for the age of Brexit",
    "webUrl": "https://www.theguardian.com/artanddesign/2019/nov/17/three-lions-pride-of-brexit-sculptor-jason-decaires-taylor-protest",
    "apiUrl": "https://content.guardianapis.com/artanddesign/2019/nov/17/three-lions-pride-of-brexit-sculptor-jason-decaires-taylor-protest",
    "fields": {
      "headline": "Three lions on a beach: a sculpture for the age of Brexit",
      "standfirst": "<p>What are three decrepit beasts doing washed up on Dover sands? Sculptor Jason deCaires Taylor reveals why The Pride of Brexit protests the ‘most unpatriotic events’ Britain has ever seen</p>",
      "trailText": "What are three decrepit beasts doing washed up on Dover sands? Sculptor Jason deCaires Taylor reveals why The Pride of Brexit protests the ‘most unpatriotic events’ Britain has ever seen",
      "byline": "Stuart Jeffries",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"c3d98cd98f23b8727c4ef3a50fd8063113f6f11b\"> <img src=\"https://media.guim.co.uk/c3d98cd98f23b8727c4ef3a50fd8063113f6f11b/0_541_7795_4677/1000.jpg\" alt=\"The Pride of Brexit, on a beach below the White Cliffs of Dover.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lion down … The Pride of Brexit, on a beach below the White Cliffs of Dover.</span> <span class=\"element-image__credit\">Photograph: Jason deCaires Taylor</span> </figcaption> </figure>",
      "body": "<p>British lions aren’t supposed to look like this. They’re meant to be fierce, mighty and indomitable, lords of all they survey. But the three creatures here on Dover Beach look sick, emaciated and exhausted. They seem to be crawling to their deaths.</p> <p>These sculptures were recently installed beneath the White Cliffs by Jason deCaires Taylor, who calls them The Pride of Brexit. “They convey,” says the British artist, “the sense of profound loss many of us <a href=\"https://www.theguardian.com/commentisfree/2019/oct/22/remain-identity-survive-brexit-young-generation\">remainers</a> feel.” His installation is meant to be “a monument to one of the most unpatriotic events Britain has ever seen”.</p> <p>Why lions? Because they are “a symbol in our heraldry, representing the might of the nation”. And why this shoreline? “The White Cliffs are quintessentially British. <a href=\"https://www.theguardian.com/music/2017/mar/12/vera-lynn-100-forces-sweetheart\">Vera Lynn</a>, the second world war. But our Pride is washed up on the Brexit tide.” But there’s one other reason: it was in Dover, Britain’s gateway to Europe, that Taylor was born in 1974.</p> <p>There are more of his sculpted lions, also in their death throes, in London. Across the Thames from Parliament, each sad, slouching beast has been tagged with Brexit slogans: “TAKE BACK CONTROL”, “BREXIT MEANS BREXIT” , “ENEMIES OF THE PEOPLE”, “GET IT DONE”. The slogans, says Taylor, were “devised to divide and conquer us. The sculptures are disfigured by graffiti, their ill health clearly contrasted with the majesty of Parliament – an institution trashed by the very forces that advocate ‘taking back control’.”</p>  <figure class=\"element element-image\" data-media-id=\"a8a7af0e1602621033d72ef14b7dc91b1e9165a0\"> <img src=\"https://media.guim.co.uk/a8a7af0e1602621033d72ef14b7dc91b1e9165a0/0_266_7952_4771/1000.jpg\" alt=\"One of the graffitied lions in Westminster.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of the graffitied lions in Westminster.</span> <span class=\"element-image__credit\">Photograph: Jason deCaires Taylor</span> </figcaption> </figure>  <p>It’s not the first time that Taylor has shoved his sculptural beasts in the faces of Westminster politicians. His first major British commission came in 2015 from Totally Thames, the river’s annual festival, and involved him installing <a href=\"https://www.theguardian.com/artanddesign/2015/sep/02/underwater-sculptures-thames-london\">The Rising Tide</a>, an allegory of the four horsemen of the apocalypse, in the river near Parliament, targeting the fossil fuel industry. The animals’ heads – cast from oil wells – were fully revealed only at low tide. “I try to be very site-specific,” he says. “I hope some of my work can help unmask power.”</p> <p>Why make such political art? “All art is political in that it seeks to express, in visual form, the challenges we face. There is a Spanish poem, one verse of which, loosely translated, says, ‘I disdain art that doesn’t take sides, till it’s soaked in blood, I disdain art conceived as a luxury, neutral for the neutrals.’”</p> <p>Taylor is perhaps best known as an underwater artist. His submarine sculptural work started in 2006 when he placed <a href=\"http://www.underwatersculpture.com/sculptures/viccisitudes/\">Vicissitudes</a>, a ring of sculpted schoolchildren, on the edge of an ocean shelf in Molinière Bay, Grenada. It was instrumental in creating a protected marine park now listed as one of National Geographic’s 25 wonders of the world. In 2009, while working in Mexico, he created the world’s first underwater museum, in Cancún. It is home to almost 500 of Taylor’s submerged sculptures.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>These public works help draw the power struggle out into the open and reframe the debate</p> </blockquote> </aside>  <p>Europe followed in 2016, when Taylor created the <a href=\"https://www.facebook.com/MuseoAtlantico/\">Museo Atlantico</a>. In Lanzarote, 15 metres beneath the sea, he installed The Raft of Lampedusa, a sculpted boat carrying 13 refugees – a modern take on Géricault’s 1818 shipwreck masterpiece The Raft of the Medusa - which sought to draw attention to how many African refugees have arrived in the Canary Islands by boat. It was joined by other seabed statues: a faceless couple taking a selfie, people glued to their phones, others wielding iPads or cameras.</p> <p>Closer to home, in 2017, Greenpeace activists placed his 2.5-tonne sculpture Plasticide at the entrance to Coca-Cola’s London HQ. It featured an idyllic family beach scene interrupted by birds choking on plastic. Protesters urged the company to do more to help prevent plastic pollution (<a href=\"https://www.theguardian.com/business/2019/mar/14/coca-cola-admits-it-produces-3m-tonnes-of-plastic-packaging-a-year\">In 2017, Coca-Cola produced an estimated 100 billion plastic bottles</a>). But it was soon removed. “These public works help draw the power struggle out into the open and reframe the debate,” says Taylor.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7abd4e3bc8b8796a209e9f45a81e5365c7c22f2d\"> <img src=\"https://media.guim.co.uk/7abd4e3bc8b8796a209e9f45a81e5365c7c22f2d/0_0_5184_3456/1000.jpg\" alt=\"The submerged refugee boat sculpture off Lanzarote.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The submerged refugee boat sculpture off Lanzarote.</span> <span class=\"element-image__credit\">Photograph: Jason deCaires Taylor</span> </figcaption> </figure>  <p>The Camberwell College of Arts graduate and keen scuba-diver has been concentrating on Australia of late, working on a new underwater museum on the Great Barrier Reef, combining what he calls “intertidal and fully submerged artworks that change in response to environmental conditions”. The first installation is about to be unveiled, a five-metre tall figure of an indigenous girl called The Ocean Siren. She will stand in the sea and change colour according to temperatures on the reef.</p> <p>But it’s another installation I’m looking forward to: the Coral Greenhouse will be a 12m tall underwater sculpture designed as an art space, science laboratory and place for marine life to flourish. In the tantalising artist’s impression, we see two girls potting coral in what looks like an submarine greenhouse. His hope is that “the breathtaking natural beauty of the Great Barrier Reef” will inspire visitors to live in a more green fashion.</p> <p>It all feels a long way from Brexit. Has being in Australia changed how Taylor feels about his homeland? “There is much to be proud of. Our amazing creativity and inventiveness in art, literature, music, and science. Our beautiful language, diplomacy, our beautiful landscape. Our tolerance, our unique sense of humour and sarcasm, our incredible achievements in industry, science, sport, our incomparable universities, our unique NHS, the BBC ... the list goes on.”</p> <p>And Brexit? It gives this underwater artist a sinking feeling. “Our youth will no longer have the freedom to work anywhere in Europe, and our European heritage will be diminished. Our union will be threatened, with the people of <a href=\"https://www.theguardian.com/commentisfree/2019/oct/18/second-referendum-scottish-independence-brexit-scots\">Scotland</a> and <a href=\"https://www.theguardian.com/politics/2019/aug/15/how-the-neithers-could-decide-northern-irelands-political-fate\">Northern Ireland</a> deciding that they will be better served remaining in the EU rather than aligning themselves with the insularity of the Brexiteers.”</p> <p>He takes a breath and adds: “The sole aim of Brexit is to enable the super-rich to move their money around the world, avoiding the regulation and <a href=\"https://www.theguardian.com/small-business-network/2016/apr/19/tax-avoidance-brexit-crackdown-eu-referendum\">taxation</a> that the EU seeks to impose. They get richer, we get poorer.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "959",
      "firstPublicationDate": "2019-11-17T15:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:03Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykfa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c3d98cd98f23b8727c4ef3a50fd8063113f6f11b/0_541_7795_4677/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "British lions aren’t supposed to look like this. They’re meant to be fierce, mighty and indomitable, lords of all they survey. But the three creatures here on Dover Beach look sick, emaciated and exhausted. They seem to be crawling to their deaths. These sculptures were recently installed beneath the White Cliffs by Jason deCaires Taylor, who calls them The Pride of Brexit. “They convey,” says the British artist, “the sense of profound loss many of us remainers feel.” His installation is meant to be “a monument to one of the most unpatriotic events Britain has ever seen”. Why lions? Because they are “a symbol in our heraldry, representing the might of the nation”. And why this shoreline? “The White Cliffs are quintessentially British. Vera Lynn, the second world war. But our Pride is washed up on the Brexit tide.” But there’s one other reason: it was in Dover, Britain’s gateway to Europe, that Taylor was born in 1974. There are more of his sculpted lions, also in their death throes, in London. Across the Thames from Parliament, each sad, slouching beast has been tagged with Brexit slogans: “TAKE BACK CONTROL”, “BREXIT MEANS BREXIT” , “ENEMIES OF THE PEOPLE”, “GET IT DONE”. The slogans, says Taylor, were “devised to divide and conquer us. The sculptures are disfigured by graffiti, their ill health clearly contrasted with the majesty of Parliament – an institution trashed by the very forces that advocate ‘taking back control’.” It’s not the first time that Taylor has shoved his sculptural beasts in the faces of Westminster politicians. His first major British commission came in 2015 from Totally Thames, the river’s annual festival, and involved him installing The Rising Tide, an allegory of the four horsemen of the apocalypse, in the river near Parliament, targeting the fossil fuel industry. The animals’ heads – cast from oil wells – were fully revealed only at low tide. “I try to be very site-specific,” he says. “I hope some of my work can help unmask power.” Why make such political art? “All art is political in that it seeks to express, in visual form, the challenges we face. There is a Spanish poem, one verse of which, loosely translated, says, ‘I disdain art that doesn’t take sides, till it’s soaked in blood, I disdain art conceived as a luxury, neutral for the neutrals.’” Taylor is perhaps best known as an underwater artist. His submarine sculptural work started in 2006 when he placed Vicissitudes, a ring of sculpted schoolchildren, on the edge of an ocean shelf in Molinière Bay, Grenada. It was instrumental in creating a protected marine park now listed as one of National Geographic’s 25 wonders of the world. In 2009, while working in Mexico, he created the world’s first underwater museum, in Cancún. It is home to almost 500 of Taylor’s submerged sculptures. Europe followed in 2016, when Taylor created the Museo Atlantico. In Lanzarote, 15 metres beneath the sea, he installed The Raft of Lampedusa, a sculpted boat carrying 13 refugees – a modern take on Géricault’s 1818 shipwreck masterpiece The Raft of the Medusa - which sought to draw attention to how many African refugees have arrived in the Canary Islands by boat. It was joined by other seabed statues: a faceless couple taking a selfie, people glued to their phones, others wielding iPads or cameras. Closer to home, in 2017, Greenpeace activists placed his 2.5-tonne sculpture Plasticide at the entrance to Coca-Cola’s London HQ. It featured an idyllic family beach scene interrupted by birds choking on plastic. Protesters urged the company to do more to help prevent plastic pollution (In 2017, Coca-Cola produced an estimated 100 billion plastic bottles). But it was soon removed. “These public works help draw the power struggle out into the open and reframe the debate,” says Taylor. The Camberwell College of Arts graduate and keen scuba-diver has been concentrating on Australia of late, working on a new underwater museum on the Great Barrier Reef, combining what he calls “intertidal and fully submerged artworks that change in response to environmental conditions”. The first installation is about to be unveiled, a five-metre tall figure of an indigenous girl called The Ocean Siren. She will stand in the sea and change colour according to temperatures on the reef. But it’s another installation I’m looking forward to: the Coral Greenhouse will be a 12m tall underwater sculpture designed as an art space, science laboratory and place for marine life to flourish. In the tantalising artist’s impression, we see two girls potting coral in what looks like an submarine greenhouse. His hope is that “the breathtaking natural beauty of the Great Barrier Reef” will inspire visitors to live in a more green fashion. It all feels a long way from Brexit. Has being in Australia changed how Taylor feels about his homeland? “There is much to be proud of. Our amazing creativity and inventiveness in art, literature, music, and science. Our beautiful language, diplomacy, our beautiful landscape. Our tolerance, our unique sense of humour and sarcasm, our incredible achievements in industry, science, sport, our incomparable universities, our unique NHS, the BBC ... the list goes on.” And Brexit? It gives this underwater artist a sinking feeling. “Our youth will no longer have the freedom to work anywhere in Europe, and our European heritage will be diminished. Our union will be threatened, with the people of Scotland and Northern Ireland deciding that they will be better served remaining in the EU rather than aligning themselves with the insularity of the Brexiteers.” He takes a breath and adds: “The sole aim of Brexit is to enable the super-rich to move their money around the world, avoiding the regulation and taxation that the EU seeks to impose. They get richer, we get poorer.”",
      "charCount": "5817",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stuartjeffries\">Stuart Jeffries</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "society/2019/nov/17/nhs-bosses-accused-of-gagging-staff-during-election-campaign",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-11-17T13:58:13Z",
    "webTitle": "NHS bosses accused of gagging staff during election campaign",
    "webUrl": "https://www.theguardian.com/society/2019/nov/17/nhs-bosses-accused-of-gagging-staff-during-election-campaign",
    "apiUrl": "https://content.guardianapis.com/society/2019/nov/17/nhs-bosses-accused-of-gagging-staff-during-election-campaign",
    "fields": {
      "headline": "NHS bosses accused of gagging staff during election campaign",
      "standfirst": "<p>Staff say some trusts have gone too far in applying rules on political impartiality</p>",
      "trailText": "Staff say some trusts have gone too far in applying rules on political impartiality",
      "byline": "Denis Campbell Health policy editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"dddf4133cddbb3a5027d466ab54fdbe573a324ca\"> <img src=\"https://media.guim.co.uk/dddf4133cddbb3a5027d466ab54fdbe573a324ca/0_40_3134_1880/1000.jpg\" alt=\"NHS ward\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NHS staff on social media often complain of understaffing and lack of funding.</span> <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> </figcaption> </figure>",
      "body": "<p>NHS staff claim they are being prevented from speaking out during the election campaign because their bosses are applying rules about political neutrality too zealously.</p> <p>Health workers have been told not to get involved in any political debates on social media during the campaign. NHS organisations have also banned staff from appearing in uniform or featuring any of their equipment, such as an ambulance, in their online posts or profiles.</p> <p>Doctors, nurses and paramedics have told the Guardian that the instructions from their employers are oppressive and an attempt to stop them highlighting the fragile state of the NHS in the run-up to the 12 December poll.</p> <p>The health service has been a prominent issue in the campaign so far, with the Conservatives and Labour making a series of pledges about funding and staffing.</p> <p>Some NHS trusts appear to be imposing tighter restrictions on staff during the purdah period than those <a href=\"https://www.england.nhs.uk/wp-content/uploads/2019/11/general-election-guidance-letter-001254.pdf\">outlined in guidance</a> that the NHS England chief executive, Simon Stevens, sent to health service leaders on 5 November.</p> <p>The guidance was aimed at NHS bodies and stressed that in the campaign “as always, the NHS must act and be seen to act with political impartiality, and its resources must not be used for party political purposes”.</p> <p>But its section on “staff activism” does not mention behaviour on social media. It says only: “NHS employees are free to undertake political activism in a personal capacity but should not involve their organisation or create the impression of their organisation’s involvement.”</p> <p>Kevin McGee, the chief executive of Blackpool teaching hospitals NHS trust, recently wrote to all its staff saying they “should not use the trust’s premises for political activism and should make every effort to preserve public professional neutrality, especially on social media.”</p> <p>Many of the NHS’s 1.5 million staff use social media, especially Twitter, to describe the pressure that the service is under. They often cite understaffing and lack of funding as key issues.</p> <p>One Blackpool consultant who asked to remain anonymous said: “Being told that I cannot share my views on social media in the run-up to the election is oppressive. I feel I am being denied both my right to express myself freely and denied this opportunity to share my opinions on manifestos or party policy which the public may find valuable, given my extensive experience within the NHS.”</p> <p>Health Education England has told its staff that during the campaign they should not use social networks “or online forums, communities and other public online discussions in a way that will call into question your political impartiality regarding your professional role at HEE”.</p> <p>Similarly, Pauline Howie, the chief executive of the Scottish ambulance service, recently wrote to her staff saying that during the campaign “if you mention that you work for the Scottish ambulance service on your personal social media channels, you cannot get involved in any online activity, debate or discussion which is political in nature.”</p> <p>NHS bodies are keen to ensure that staff who do debate political issues online do not mention which part of the health service they work for, in case it is seen to compromise their political impartiality.</p> <p>For example, the “staff activism” section of East Midlands ambulance service’s guidance to employees about the pre-election period says: “NHS employees are free to undertake political activism in a personal capacity but should not involve their organisation or create the impression of their organisation’s involvement.</p> <p>“Please be careful therefore with your personal social media accounts if you include where you work and/or photographs of you in uniform/with an EMAS vehicle feature in your profile.”</p> <p>The Scottish government’s advice to NHS bodies says staff “should not use their official premises, uniforms or equipment and should not make comments based on information not generally available to the public.”</p> <p>Dr Kumail Versi, a specialist registrar in paediatrics, said: “In light of the political climate, it is shocking to see NHS bosses trying to stop doctors from speaking out about the deterioration of the NHS under the Tory government. Doctors throughout the country are angry and frustrated at the chronic underfunding of the NHS and want to make it clear that continuing in this vein is dangerous to the public.”</p> <p>NHS England’s performance against key waiting times for A&amp;E and cancer care and planned operations has fallen to record lows, according to <a href=\"https://www.theguardian.com/society/2019/nov/14/ae-waiting-times-in-england-hit-worst-ever-level\">figures published last week</a>. The figures prompted claims that the service has been left unable to cope with fast-rising demand for care because of nine years of austerity funding and staff shortages.</p> <p>A paramedic in the north of England said: “I feel it is shameful on our management to have gagged us from speaking out out for political reasons. It’s disrespectful, frustrating and could cost lives.</p> <p>“In the NHS the truth hurts, and it feels like bosses are stopping us from telling people what is really going on. People are dying in the NHS due to cuts, but management don’t want us to tell anyone. Just because there is an election on, we are being gagged to prevent the truth coming out – it’s a disgrace.”</p> <p>A spokesperson for EveryDoctor, which campaigns to improve working conditions for doctors, said: “For many people, the NHS is the key issue this election season. The current conditions in the NHS are a direct consequence of nine years of planned austerity cuts by the government. To silence frontline NHS staff and prevent them from speaking up about the daily atrocities they witness is deeply wrong.”</p> <p>Rachel Harrison, a national officer with the GMB union, said: “NHS staff are the ones who have kept our health service running despite a decade of slashed funding, austerity and real-terms pay cuts. So earlier this month when our members received notices instructing them not to speak about the current state of the NHS and the damage that has been done over the last decade of a Tory government, it was the final straw for some.</p> <p>“GMB members on the frontline of the NHS should be able to speak openly and honestly about their real-life experiences at work in whatever forum why choose.”</p> <p>Kerry Gulliver, the director of human resources and organisational development at East Midlands ambulance service, said: “The purdah advice that we have included in our internal newsletter to staff is consistent with national guidelines and is what is being followed by all NHS organisations. The advice is the same advice we have provided to our staff in all previous pre-election periods.”</p> <p>• This article was corrected on 18 November 2019. Kerry Gulliver works for the East Midlands ambulance service, not Blackpool teaching hospitals as stated in an earlier version.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1104",
      "firstPublicationDate": "2019-11-17T13:58:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:36Z",
      "newspaperEditionDate": "2019-11-18T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cm6fj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dddf4133cddbb3a5027d466ab54fdbe573a324ca/0_40_3134_1880/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "NHS staff claim they are being prevented from speaking out during the election campaign because their bosses are applying rules about political neutrality too zealously. Health workers have been told not to get involved in any political debates on social media during the campaign. NHS organisations have also banned staff from appearing in uniform or featuring any of their equipment, such as an ambulance, in their online posts or profiles. Doctors, nurses and paramedics have told the Guardian that the instructions from their employers are oppressive and an attempt to stop them highlighting the fragile state of the NHS in the run-up to the 12 December poll. The health service has been a prominent issue in the campaign so far, with the Conservatives and Labour making a series of pledges about funding and staffing. Some NHS trusts appear to be imposing tighter restrictions on staff during the purdah period than those outlined in guidance that the NHS England chief executive, Simon Stevens, sent to health service leaders on 5 November. The guidance was aimed at NHS bodies and stressed that in the campaign “as always, the NHS must act and be seen to act with political impartiality, and its resources must not be used for party political purposes”. But its section on “staff activism” does not mention behaviour on social media. It says only: “NHS employees are free to undertake political activism in a personal capacity but should not involve their organisation or create the impression of their organisation’s involvement.” Kevin McGee, the chief executive of Blackpool teaching hospitals NHS trust, recently wrote to all its staff saying they “should not use the trust’s premises for political activism and should make every effort to preserve public professional neutrality, especially on social media.” Many of the NHS’s 1.5 million staff use social media, especially Twitter, to describe the pressure that the service is under. They often cite understaffing and lack of funding as key issues. One Blackpool consultant who asked to remain anonymous said: “Being told that I cannot share my views on social media in the run-up to the election is oppressive. I feel I am being denied both my right to express myself freely and denied this opportunity to share my opinions on manifestos or party policy which the public may find valuable, given my extensive experience within the NHS.” Health Education England has told its staff that during the campaign they should not use social networks “or online forums, communities and other public online discussions in a way that will call into question your political impartiality regarding your professional role at HEE”. Similarly, Pauline Howie, the chief executive of the Scottish ambulance service, recently wrote to her staff saying that during the campaign “if you mention that you work for the Scottish ambulance service on your personal social media channels, you cannot get involved in any online activity, debate or discussion which is political in nature.” NHS bodies are keen to ensure that staff who do debate political issues online do not mention which part of the health service they work for, in case it is seen to compromise their political impartiality. For example, the “staff activism” section of East Midlands ambulance service’s guidance to employees about the pre-election period says: “NHS employees are free to undertake political activism in a personal capacity but should not involve their organisation or create the impression of their organisation’s involvement. “Please be careful therefore with your personal social media accounts if you include where you work and/or photographs of you in uniform/with an EMAS vehicle feature in your profile.” The Scottish government’s advice to NHS bodies says staff “should not use their official premises, uniforms or equipment and should not make comments based on information not generally available to the public.” Dr Kumail Versi, a specialist registrar in paediatrics, said: “In light of the political climate, it is shocking to see NHS bosses trying to stop doctors from speaking out about the deterioration of the NHS under the Tory government. Doctors throughout the country are angry and frustrated at the chronic underfunding of the NHS and want to make it clear that continuing in this vein is dangerous to the public.” NHS England’s performance against key waiting times for A&amp;E and cancer care and planned operations has fallen to record lows, according to figures published last week. The figures prompted claims that the service has been left unable to cope with fast-rising demand for care because of nine years of austerity funding and staff shortages. A paramedic in the north of England said: “I feel it is shameful on our management to have gagged us from speaking out out for political reasons. It’s disrespectful, frustrating and could cost lives. “In the NHS the truth hurts, and it feels like bosses are stopping us from telling people what is really going on. People are dying in the NHS due to cuts, but management don’t want us to tell anyone. Just because there is an election on, we are being gagged to prevent the truth coming out – it’s a disgrace.” A spokesperson for EveryDoctor, which campaigns to improve working conditions for doctors, said: “For many people, the NHS is the key issue this election season. The current conditions in the NHS are a direct consequence of nine years of planned austerity cuts by the government. To silence frontline NHS staff and prevent them from speaking up about the daily atrocities they witness is deeply wrong.” Rachel Harrison, a national officer with the GMB union, said: “NHS staff are the ones who have kept our health service running despite a decade of slashed funding, austerity and real-terms pay cuts. So earlier this month when our members received notices instructing them not to speak about the current state of the NHS and the damage that has been done over the last decade of a Tory government, it was the final straw for some. “GMB members on the frontline of the NHS should be able to speak openly and honestly about their real-life experiences at work in whatever forum why choose.” Kerry Gulliver, the director of human resources and organisational development at East Midlands ambulance service, said: “The purdah advice that we have included in our internal newsletter to staff is consistent with national guidelines and is what is being followed by all NHS organisations. The advice is the same advice we have provided to our staff in all previous pre-election periods.” • This article was corrected on 18 November 2019. Kerry Gulliver works for the East Midlands ambulance service, not Blackpool teaching hospitals as stated in an earlier version.",
      "charCount": "6774",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/deniscampbell\">Denis Campbell</a> Health policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/17/general-election-car-crash-interviews-destroying-nuance",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-17T09:06:01Z",
    "webTitle": "In Britain’s gotcha-clip election, only the shameless politician will survive",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/17/general-election-car-crash-interviews-destroying-nuance",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/17/general-election-car-crash-interviews-destroying-nuance",
    "fields": {
      "headline": "In Britain’s gotcha-clip election, only the shameless politician will survive",
      "standfirst": "TV journalists’ relentless pursuit of the viral ‘car-crash interview’ is driving nuance and reasoning from the campaign",
      "trailText": "TV journalists’ relentless pursuit of the viral ‘car-crash interview’ is driving nuance and reasoning from the campaign",
      "byline": "Tim Adams",
      "main": "<figure class=\"element element-image\" data-media-id=\"5c8bd7b576feba7f8f1315b245afbb01b17abca7\"> <img src=\"https://media.guim.co.uk/5c8bd7b576feba7f8f1315b245afbb01b17abca7/0_223_4422_2653/1000.jpg\" alt=\"King and queen of the hit squad? Nick Ferrari and Emma Barnett.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">King and queen of the hit squad? Nick Ferrari and Emma Barnett.</span> <span class=\"element-image__credit\">Photograph: ITV</span> </figcaption> </figure>",
      "body": "<p>Speaking at an event devoted to “healing the nation” at the beginning of this election campaign, Robbie Gibb, recently knighted for his role as Theresa May’s communications chief, briefly lost it with a fellow panellist. The head of Sky News, Christina Nicolotti Squires, was explaining the corrosive effect of anonymous briefings on political stories. Gibb agreed up to a point, but responded bluntly that such concerns were a sideshow in the changing relationship between politicians and the media. A far bigger problem, he claimed, lay in the effect of social platforms, particularly Twitter, on the strategy of political interviewers on radio and TV.</p> <p>“Back in the day, the role of reporter and presenter was to act as an agent for viewers at home, wanting to know what’s going on,” Gibb argued. “What’s happening now is that the incentives are ‘retweets’ and ‘likes’, which totally distorts the type of interview which is done.”</p> <p>The result, he said, was the manufactured “car-crash interview … the ‘I really showed it to them’ line”. The rewards for journalists from this approach, he maintained, came not from enlightening viewers and listeners, but in the vanity of “likes and hat-tips from other reporters”. Everything had become about extracting a “gotcha” clip in which the hapless MP floundered or was skewered, footage that could go triumphantly viral. Informed investigation or examination of the issues was secondary to such exchanges. Political interviewers, Gibb said, needed to “get back in their box”.</p> <p>Gibb was in charge of BBC political output – responsible for everything from <em>The Andrew Marr Show</em> to the 2017 election coverage – before taking on the calamitous role of trying to get May’s tin-eared message over to parliament and the public. Leaving aside the fact that it requires some monumental chutzpah for him of all people to take issue with the culture of broadcast journalism, you can’t honestly watch the progress of the current campaign without seeing some truth in his analysis.</p> <p>The most memorable moments of the grim political fortnight so far have almost all been triggered by short viral clips from broadcast interviews: <a href=\"https://www.theguardian.com/politics/2019/nov/05/jacob-rees-mogg-claims-grenfell-victims-lacked-common-sense\" title=\"\">Jacob Rees-Mogg’s shameful arrogance about the residents of Grenfell Tower</a> in a conversation with LBC’s Nick Ferrari; 5 Live’s <a href=\"https://www.theguardian.com/politics/2019/nov/07/labour-candidate-kate-ramsden-steps-down-israel-comparison\" title=\"\">Emma Barnett letting Labour’s Jane Aitchison</a> dangle in silence for 12.5 seconds (count them) while she deliberated whether it was reasonable for a fellow candidate to imagine “celebrating” the deaths of Tony Blair and Benjamin Netanyahu; Sophy Ridge on Sky asking Jo Swinson to explain the <a href=\"https://www.theguardian.com/politics/2019/nov/16/lib-dems-criticised-for-selective-use-of-polling-data-on-leaflets\" title=\"\">misleading graphs on Lib Dem election leaflets</a>; and pretty much every exchange with the prime minister.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"4bf45bb17f4337667421cd65af094082108e5cde\"> <img src=\"https://media.guim.co.uk/4bf45bb17f4337667421cd65af094082108e5cde/0_936_3744_4680/800.jpg\" alt=\"Sophy Ridge of Sky confronted Lib Dem leader Jo Swinson with claims her party was using misleading campaign literature.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sophy Ridge of Sky confronted Lib Dem leader Jo Swinson with claims her party was using misleading campaign literature.</span> <span class=\"element-image__credit\">Photograph: Alicia Canter/The Guardian</span> </figcaption> </figure>  <p>Previous campaigns have turned on disastrous media moments – Gordon Brown and “<a href=\"https://www.theguardian.com/politics/2010/apr/29/gordon-brown-gillian-duffy-bigot\" title=\"\">that bigoted woman</a>”, Ed Miliband and <a href=\"https://www.theguardian.com/media/2015/may/06/sun-ed-miliband-labour-mail-telegraph-election\" title=\"\">his bacon sandwich</a> – but they have generally appeared as accidental exclamation marks in the narrative of electioneering. This, by contrast, is coming to seem a campaign made up of nothing but meme-worthy gaffes and clangers, a live stream that is all heckle and no debate.</p> <p>TV viewers and radio listeners have, apparently, long bought into the idea that it is in the aggressive interview that political presenters earn their sometimes eye-watering salaries. Twitter foregrounds that long-held vicarious desire for them to “go in hard” on our elected representatives, to catch them out, rather than to tease out genuine dilemmas or complications. Ever since Robin Day first mauled Harold Macmillan on TV in 1958, a ritualistic pattern has been established in which politicians attempt to convey only narrow pre-planned messages, and presenters dramatise the frustration of trying to trip them up. In this arena, as Tony Blair’s spin doctor Tim Allan once observed, “any communication by the politician on his or her terms is regarded [by the journalist and the viewer] as a failure.” Or as the BBC’s Evan Davis had it: “One of the purposes of what we do is to be seen to be pouring a bucket of custard over powerful people.”</p> <p>Those custard moments have been amplified by dramatic changes in the way that we tend to receive political news. Previously, there was the sense that they might be the cathartic conclusion of a longer strategic conversation. Given the way that interview clips are now shared, however, the bucket and the custard stand alone. One of the most telling demographic changes of the last decade or so is the way in which younger people have switched off TV news. According to the most recent <a href=\"https://www.ofcom.org.uk/__data/assets/pdf_file/0027/157914/uk-news-consumption-2019-report.pdf\" title=\"\">Ofcom report</a>, the average British pensioner watches 33 minutes of real-time TV news a day, but this figure falls to just two minutes among people aged 16-24. These ratios of attention are broadly reversed when it comes to viral messaging.</p> <p>For political campaigners, clipping interviews is easier than knocking doors. Labour’s highly organised Momentum group has what the organisation’s co-founder Emma Rees describes as a “distributed clipping team”, in which all media channels are monitored day and night by volunteers around the country. They wait to pounce on that precise moment when “a Labour MP has said something good, or a Tory MP has said something terrible” and get it trending. The Conservative party – bruised early on by its <a href=\"https://www.theguardian.com/media/2019/nov/05/tories-unrepentant-about-doctored-video-of-keir-starmer-tv-appearance\" title=\"\">unethical edit of Keir Starmer being interviewed by Piers Morgan</a> – is more likely to rely on foghorn sites such as Guido Fawkes and Breitbart to do its clip-attack work.</p> <p>If the mechanics of this process are increasingly transparent, the effect is more difficult to measure. The viral interview clips that have made headlines in this campaign have mostly gained traction because they seem to illustrate a broader truth: Rees-Mogg’s patrician self-regard, in imagining himself escaping the inferno is which others perished, amplified a perception that the Tories were criminally out of touch; Aitchison’s 12.5 seconds of “dead air” served to dramatise Labour’s wider difficulty over allegations of antisemitism; Swinson’s dodgy graphs appeared to illuminate a degree of exaggerated ambition.</p>  <figure class=\"element element-image\" data-media-id=\"45d091f2723824ee317781bcde00da5e708b427c\"> <img src=\"https://media.guim.co.uk/45d091f2723824ee317781bcde00da5e708b427c/0_226_3000_1801/1000.jpg\" alt=\"Andrew Marr, here interviewing Sajid Javid, admits he looks at the impact his shows have online.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrew Marr, here interviewing Sajid Javid, admits he looks at the impact his shows have online.</span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC</span> </figcaption> </figure>  <p>Does this potential for great internet excitement change the way that interviewers approach their subjects, as Gibb argued? Andrew Marr recently suggested that he measured success in two ways when faced with a guarded politician. “I judge myself by the newspaper stories and the online stories that follow any particular programme,” he said.</p> <p>“But secondly, at the same time, for the couple of million people watching the show, I really want them to be able to understand the person on the other side of conversation better.”</p> <p>And does it change the way that politicians approach the media? Channel 4’s Cathy Newman took to Twitter last week to express dismay that the leading lights of the government and opposition no longer felt duty bound to submit themselves to questioning. The old Mephistophelean exchange on which political interviews are based – trading publicity for scrutiny – has also been disrupted by social media. The prime minister can trot out no end of homemade videos in which he brews cups of tea and answers questions no harder than the name of his favourite pop group, and trust that at least part of the electorate won’t notice the difference. The easiest way to minimise potential damage is to minimise the number of interviews which could produce damaging clips. And, when that fails, to keep any such interviews short.</p> <p>Perhaps the most famous moment in the history of TV political interviewing came when <a href=\"https://www.theguardian.com/theguardian/2011/jul/02/david-frost-interview-frost-nixon\" title=\"\">David Frost extracted his mea culpa from Richard Nixon</a>. That ultimate clippable moment was not the result of five-minute jugular-directed questioning, however, but long hours of attritional listening and insidious charm. Frost’s forensic researcher James Reston Jr reflected of that moment: “The first and greatest sin of the deception of television is that it simplifies; it diminishes great, complex ideas, stretches of time; whole careers become reduced to a single snapshot.”</p> <p>If news stations understand the force of that fact, then so do politicians and their strategists. The interview clips that have gone viral in the current campaign are not always the ones that illustrate the most urgent news item. On Thursday morning, it appeared for once that damaging facts might upend the government’s election argument, when <a href=\"https://www.theguardian.com/society/2019/nov/14/ae-waiting-times-in-england-hit-worst-ever-level\" title=\"\">the desperate figures</a> for waiting times in NHS A&amp;E departments were released. In response, Twitter found health secretary Matt Hancock making selfies in a West Country field where a health centre was apparently planned. Interview clips of Priti Patel, meanwhile, started trending, revealing her refusal to answer a question about whether the Conservatives would increase or decrease immigration numbers. The clip appeared to show the Home Secretary cornered by the journalist, prevaricating. But it also served, online, to switch the focus away from those headline NHS figures – and perhaps imply that most cynical of all current political equations, that waiting times in A&amp;E were getting longer not because of cuts to services, but because of unchecked immigration.</p>  <figure class=\"element element-image\" data-media-id=\"4322a14b7dbf70a8e5dc41165233de6bdcfc9416\"> <img src=\"https://media.guim.co.uk/4322a14b7dbf70a8e5dc41165233de6bdcfc9416/0_170_3400_2040/1000.jpg\" alt=\"MIchael Gove has been giving the impression that he isn’t taking media encounters entirely seriously.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MIchael Gove has been giving the impression that he isn’t taking media encounters entirely seriously.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP via Getty Images</span> </figcaption> </figure>  <p>Michael Gove appears to be using this election campaign to test just that kind of “evolved” theory of news management. Consider that weird exchange with Andrew Neil on the subject of a second referendum just before campaigning began. In answer to Neil’s typically forthright questions, Gove adopted an unhinged patois, <a href=\"https://twitter.com/BBCPolitics/status/1184796948617781248?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1184800897018355712&amp;ref_url=https%3A%2F%2Fwww.thepoke.co.uk%2F2019%2F10%2F18%2Fmichael-gove-second-ref-aint-gonna-happen%2F\" title=\"\">“dere ain’t gonna be no second referendum”</a> that prompted several online observers to gleefully suggest he was stoned. The strange delivery not only guaranteed that the clip racked up views, but also carried the subtext from Gove that the interview format itself was bogus, comic, all a silly game. When <a href=\"https://twitter.com/BBCPolitics/status/1194554888006623232\" title=\"\">Nick Robinson confronted Gove</a> with a backtrack on a commitment to an inquiry into Islamophobia, also on Thursday, Gove maintained his innocence in a comparable jocular tone. If the interviewee can make the whole process appear contrived or trivial, then it loses its power to hurt.</p> <p>The prime minister, of course, has built his entire career on this principle. He appears to have calculated in this campaign that the more clips there are of him describing <a href=\"https://www.theguardian.com/politics/2019/jun/25/boris-johnson-reveals-he-makes-models-of-buses-to-relax\" title=\"\">building buses out of wine crates</a> or stepping on <a href=\"https://www.theguardian.com/politics/2019/nov/15/boris-johnson-says-brexit-will-realise-potential-of-country\" title=\"\">shards of shattered cafetières</a>, the less likely he is to be on the wrong end of the kind of brutal dismantling that <a href=\"https://www.theguardian.com/politics/video/2013/mar/24/boris-johnson-accused-nasty-video\" title=\"\">Eddie Mair’s persistent questioning</a> once delivered. On Friday, on the BBC <em>Breakfast</em> sofa, Johnson was apparently undone by a short, open question from Naga Munchetty about what made him “relatable” to the public. He waffled and mumbled in the same manner that he has been waffling and mumbling in response to brush-offs and fuck-offs from the flooded public in Yorkshire and the north Midlands, before attempting to dismiss the word “relatable” as absurd. Jeremy Vine leapt on to Twitter to congratulate his fellow BBC interrogator for her tactics. But was that <a href=\"https://www.theguardian.com/politics/video/2019/nov/15/boris-johnson-struggles-to-say-what-makes-him-relatable-to-voters-in-bbc-interview-video\" title=\"\">disseminated clip of Johnson muttering</a> about semantics the most damaging possible outcome of their exchange?</p> <p>It would be encouraging to believe that such journalistic moments, magnified by social media, serve to change hearts and minds. The evidence, among polarised news feeds, is not compelling. Paradoxically, the politicians who have lately found themselves unwelcome in party and parliament are not those exposed by interview pratfall and subsequent Twitter outrage, but those who have attempted to trade in the nuttiness of logic and nuance. However forensic the interviewer, when the medium is geared to promote 30 seconds of theatrical slapstick the political winners are not likely to be those wrestling with the difficult truths, but those who are simply least embarrassable.</p> <h2>Sophy Ridge, Sky News </h2> <p><em>Morning anchor started the campaign by exposing Jo Swinson’s double-standards in some of the Lib Dems campaign claims. “The people that I look up to in the way they interview, are those who just listen very carefully to the answers and then home in on something that they know is a story,” she says.</em></p> <h2>Emily Maitlis, BBC</h2> <p><em>Earlier in the year, an eye-roll from Newsnight’s lead interrogator, as she listened to Barry Gardiner set out Labour’s Brexit policy, was acknowledged to “sum up the national mood”. She describes TV interviewing as “Messy. It gets things wrong. It is imperfect – sometimes laughably so – [but] sometimes you just nail it.”</em></p> <h2>Emma Barnett, BBC</h2> <p><em>Barnett described the 12.5 seconds in which she waited for an answer from Labour candidate for Pudsey Jane Aitchison about whether it would be appropriate to celebrate the death of Tony Blair as the longest pause of her career. Former Newsnight presenter Jeremy Paxman identifies her as the interviewer he most admires.</em></p> <h2>Andrew Marr, BBC</h2> <p><em>The BBC had to apologise to home secretary Priti Patel after Marr accused her of laughing at him while he outlined business leaders’ concerns about Brexit. “I watch body language, sweat, eye movements. I’ll try smiley-gentle, nasty, repetitive ... almost anything to get a fresh or surprising answer,” he says.</em></p> <h2>Nick Ferrari, LBC</h2> <p><em>The Breakfast host is a cheerful scourge of woolly liberalism. His matey interview with Jacob Rees-Mogg, however, produced perhaps the most damaging quote of the campaign to date, when the minister suggested Grenfell Tower victims would have survived had they used “common sense” and ignored firefighters’ instructions.</em></p> <h2>Naga Munchetty, BBC</h2> <p><em>On Friday, the Breakfast presenter sat coolly alongside a squirming prime minister while asking him if he had ever used a mop before and why voters found it hard to relate to him. Fellow BBC broadcaster Jeremy Vine tweeted in admiration: “Great lesson for interviewers, this – the question so open, and so lethal.”</em></p> <p><em> </em></p>",
      "newspaperPageNumber": "38",
      "wordcount": "2198",
      "commentable": "false",
      "firstPublicationDate": "2019-11-17T09:06:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:38Z",
      "newspaperEditionDate": "2019-11-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cm2nx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5c8bd7b576feba7f8f1315b245afbb01b17abca7/0_223_4422_2653/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Speaking at an event devoted to “healing the nation” at the beginning of this election campaign, Robbie Gibb, recently knighted for his role as Theresa May’s communications chief, briefly lost it with a fellow panellist. The head of Sky News, Christina Nicolotti Squires, was explaining the corrosive effect of anonymous briefings on political stories. Gibb agreed up to a point, but responded bluntly that such concerns were a sideshow in the changing relationship between politicians and the media. A far bigger problem, he claimed, lay in the effect of social platforms, particularly Twitter, on the strategy of political interviewers on radio and TV. “Back in the day, the role of reporter and presenter was to act as an agent for viewers at home, wanting to know what’s going on,” Gibb argued. “What’s happening now is that the incentives are ‘retweets’ and ‘likes’, which totally distorts the type of interview which is done.” The result, he said, was the manufactured “car-crash interview … the ‘I really showed it to them’ line”. The rewards for journalists from this approach, he maintained, came not from enlightening viewers and listeners, but in the vanity of “likes and hat-tips from other reporters”. Everything had become about extracting a “gotcha” clip in which the hapless MP floundered or was skewered, footage that could go triumphantly viral. Informed investigation or examination of the issues was secondary to such exchanges. Political interviewers, Gibb said, needed to “get back in their box”. Gibb was in charge of BBC political output – responsible for everything from The Andrew Marr Show to the 2017 election coverage – before taking on the calamitous role of trying to get May’s tin-eared message over to parliament and the public. Leaving aside the fact that it requires some monumental chutzpah for him of all people to take issue with the culture of broadcast journalism, you can’t honestly watch the progress of the current campaign without seeing some truth in his analysis. The most memorable moments of the grim political fortnight so far have almost all been triggered by short viral clips from broadcast interviews: Jacob Rees-Mogg’s shameful arrogance about the residents of Grenfell Tower in a conversation with LBC’s Nick Ferrari; 5 Live’s Emma Barnett letting Labour’s Jane Aitchison dangle in silence for 12.5 seconds (count them) while she deliberated whether it was reasonable for a fellow candidate to imagine “celebrating” the deaths of Tony Blair and Benjamin Netanyahu; Sophy Ridge on Sky asking Jo Swinson to explain the misleading graphs on Lib Dem election leaflets; and pretty much every exchange with the prime minister. Previous campaigns have turned on disastrous media moments – Gordon Brown and “that bigoted woman”, Ed Miliband and his bacon sandwich – but they have generally appeared as accidental exclamation marks in the narrative of electioneering. This, by contrast, is coming to seem a campaign made up of nothing but meme-worthy gaffes and clangers, a live stream that is all heckle and no debate. TV viewers and radio listeners have, apparently, long bought into the idea that it is in the aggressive interview that political presenters earn their sometimes eye-watering salaries. Twitter foregrounds that long-held vicarious desire for them to “go in hard” on our elected representatives, to catch them out, rather than to tease out genuine dilemmas or complications. Ever since Robin Day first mauled Harold Macmillan on TV in 1958, a ritualistic pattern has been established in which politicians attempt to convey only narrow pre-planned messages, and presenters dramatise the frustration of trying to trip them up. In this arena, as Tony Blair’s spin doctor Tim Allan once observed, “any communication by the politician on his or her terms is regarded [by the journalist and the viewer] as a failure.” Or as the BBC’s Evan Davis had it: “One of the purposes of what we do is to be seen to be pouring a bucket of custard over powerful people.” Those custard moments have been amplified by dramatic changes in the way that we tend to receive political news. Previously, there was the sense that they might be the cathartic conclusion of a longer strategic conversation. Given the way that interview clips are now shared, however, the bucket and the custard stand alone. One of the most telling demographic changes of the last decade or so is the way in which younger people have switched off TV news. According to the most recent Ofcom report, the average British pensioner watches 33 minutes of real-time TV news a day, but this figure falls to just two minutes among people aged 16-24. These ratios of attention are broadly reversed when it comes to viral messaging. For political campaigners, clipping interviews is easier than knocking doors. Labour’s highly organised Momentum group has what the organisation’s co-founder Emma Rees describes as a “distributed clipping team”, in which all media channels are monitored day and night by volunteers around the country. They wait to pounce on that precise moment when “a Labour MP has said something good, or a Tory MP has said something terrible” and get it trending. The Conservative party – bruised early on by its unethical edit of Keir Starmer being interviewed by Piers Morgan – is more likely to rely on foghorn sites such as Guido Fawkes and Breitbart to do its clip-attack work. If the mechanics of this process are increasingly transparent, the effect is more difficult to measure. The viral interview clips that have made headlines in this campaign have mostly gained traction because they seem to illustrate a broader truth: Rees-Mogg’s patrician self-regard, in imagining himself escaping the inferno is which others perished, amplified a perception that the Tories were criminally out of touch; Aitchison’s 12.5 seconds of “dead air” served to dramatise Labour’s wider difficulty over allegations of antisemitism; Swinson’s dodgy graphs appeared to illuminate a degree of exaggerated ambition. Does this potential for great internet excitement change the way that interviewers approach their subjects, as Gibb argued? Andrew Marr recently suggested that he measured success in two ways when faced with a guarded politician. “I judge myself by the newspaper stories and the online stories that follow any particular programme,” he said. “But secondly, at the same time, for the couple of million people watching the show, I really want them to be able to understand the person on the other side of conversation better.” And does it change the way that politicians approach the media? Channel 4’s Cathy Newman took to Twitter last week to express dismay that the leading lights of the government and opposition no longer felt duty bound to submit themselves to questioning. The old Mephistophelean exchange on which political interviews are based – trading publicity for scrutiny – has also been disrupted by social media. The prime minister can trot out no end of homemade videos in which he brews cups of tea and answers questions no harder than the name of his favourite pop group, and trust that at least part of the electorate won’t notice the difference. The easiest way to minimise potential damage is to minimise the number of interviews which could produce damaging clips. And, when that fails, to keep any such interviews short. Perhaps the most famous moment in the history of TV political interviewing came when David Frost extracted his mea culpa from Richard Nixon. That ultimate clippable moment was not the result of five-minute jugular-directed questioning, however, but long hours of attritional listening and insidious charm. Frost’s forensic researcher James Reston Jr reflected of that moment: “The first and greatest sin of the deception of television is that it simplifies; it diminishes great, complex ideas, stretches of time; whole careers become reduced to a single snapshot.” If news stations understand the force of that fact, then so do politicians and their strategists. The interview clips that have gone viral in the current campaign are not always the ones that illustrate the most urgent news item. On Thursday morning, it appeared for once that damaging facts might upend the government’s election argument, when the desperate figures for waiting times in NHS A&amp;E departments were released. In response, Twitter found health secretary Matt Hancock making selfies in a West Country field where a health centre was apparently planned. Interview clips of Priti Patel, meanwhile, started trending, revealing her refusal to answer a question about whether the Conservatives would increase or decrease immigration numbers. The clip appeared to show the Home Secretary cornered by the journalist, prevaricating. But it also served, online, to switch the focus away from those headline NHS figures – and perhaps imply that most cynical of all current political equations, that waiting times in A&amp;E were getting longer not because of cuts to services, but because of unchecked immigration. Michael Gove appears to be using this election campaign to test just that kind of “evolved” theory of news management. Consider that weird exchange with Andrew Neil on the subject of a second referendum just before campaigning began. In answer to Neil’s typically forthright questions, Gove adopted an unhinged patois, “dere ain’t gonna be no second referendum” that prompted several online observers to gleefully suggest he was stoned. The strange delivery not only guaranteed that the clip racked up views, but also carried the subtext from Gove that the interview format itself was bogus, comic, all a silly game. When Nick Robinson confronted Gove with a backtrack on a commitment to an inquiry into Islamophobia, also on Thursday, Gove maintained his innocence in a comparable jocular tone. If the interviewee can make the whole process appear contrived or trivial, then it loses its power to hurt. The prime minister, of course, has built his entire career on this principle. He appears to have calculated in this campaign that the more clips there are of him describing building buses out of wine crates or stepping on shards of shattered cafetières, the less likely he is to be on the wrong end of the kind of brutal dismantling that Eddie Mair’s persistent questioning once delivered. On Friday, on the BBC Breakfast sofa, Johnson was apparently undone by a short, open question from Naga Munchetty about what made him “relatable” to the public. He waffled and mumbled in the same manner that he has been waffling and mumbling in response to brush-offs and fuck-offs from the flooded public in Yorkshire and the north Midlands, before attempting to dismiss the word “relatable” as absurd. Jeremy Vine leapt on to Twitter to congratulate his fellow BBC interrogator for her tactics. But was that disseminated clip of Johnson muttering about semantics the most damaging possible outcome of their exchange? It would be encouraging to believe that such journalistic moments, magnified by social media, serve to change hearts and minds. The evidence, among polarised news feeds, is not compelling. Paradoxically, the politicians who have lately found themselves unwelcome in party and parliament are not those exposed by interview pratfall and subsequent Twitter outrage, but those who have attempted to trade in the nuttiness of logic and nuance. However forensic the interviewer, when the medium is geared to promote 30 seconds of theatrical slapstick the political winners are not likely to be those wrestling with the difficult truths, but those who are simply least embarrassable. Sophy Ridge, Sky News Morning anchor started the campaign by exposing Jo Swinson’s double-standards in some of the Lib Dems campaign claims. “The people that I look up to in the way they interview, are those who just listen very carefully to the answers and then home in on something that they know is a story,” she says. Emily Maitlis, BBC Earlier in the year, an eye-roll from Newsnight’s lead interrogator, as she listened to Barry Gardiner set out Labour’s Brexit policy, was acknowledged to “sum up the national mood”. She describes TV interviewing as “Messy. It gets things wrong. It is imperfect – sometimes laughably so – [but] sometimes you just nail it.” Emma Barnett, BBC Barnett described the 12.5 seconds in which she waited for an answer from Labour candidate for Pudsey Jane Aitchison about whether it would be appropriate to celebrate the death of Tony Blair as the longest pause of her career. Former Newsnight presenter Jeremy Paxman identifies her as the interviewer he most admires. Andrew Marr, BBC The BBC had to apologise to home secretary Priti Patel after Marr accused her of laughing at him while he outlined business leaders’ concerns about Brexit. “I watch body language, sweat, eye movements. I’ll try smiley-gentle, nasty, repetitive ... almost anything to get a fresh or surprising answer,” he says. Nick Ferrari, LBC The Breakfast host is a cheerful scourge of woolly liberalism. His matey interview with Jacob Rees-Mogg, however, produced perhaps the most damaging quote of the campaign to date, when the minister suggested Grenfell Tower victims would have survived had they used “common sense” and ignored firefighters’ instructions. Naga Munchetty, BBC On Friday, the Breakfast presenter sat coolly alongside a squirming prime minister while asking him if he had ever used a mop before and why voters found it hard to relate to him. Fellow BBC broadcaster Jeremy Vine tweeted in admiration: “Great lesson for interviewers, this – the question so open, and so lethal.”",
      "charCount": "13652",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/timadams\">Tim Adams</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]