[
  {
    "id": "politics/2019/jun/21/jeremy-hunt-calls-for-live-tv-debates-before-tory-voting-begins",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-21T21:30:54Z",
    "webTitle": "Jeremy Hunt calls for live TV debates before Tory voting begins",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/21/jeremy-hunt-calls-for-live-tv-debates-before-tory-voting-begins",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/21/jeremy-hunt-calls-for-live-tv-debates-before-tory-voting-begins",
    "fields": {
      "headline": "Jeremy Hunt calls for live TV debates before Tory voting begins",
      "standfirst": "<p>Hunt urges Boris Johnson to take part in at least two debates before ballots are issued</p>",
      "trailText": "Hunt urges Boris Johnson to take part in at least two debates before ballots are issued",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"471cf2030f224d0dd348111fa6c1af3906d4d944\"> <img src=\"https://media.guim.co.uk/471cf2030f224d0dd348111fa6c1af3906d4d944/132_623_2013_1208/1000.jpg\" alt=\"Boris Johnson and Jeremy Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Jeremy Hunt during the BBC’s Tory leadership debate this week. </span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC via Getty</span> </figcaption> </figure>",
      "body": "<p>Jeremy Hunt has challenged Boris Johnson to agree to live TV debates before Conservative party members begin voting in the leadership contest. He said the candidates needed to have their character tested as part of the job.</p> <p>On Friday, the Sky News anchor Kay Burley said Johnson had turned down the chance to take part in a TV debate next Tuesday in front of a Tory-supporting audience.</p> <p>Hunt wrote to his leadership rival on Friday afternoon saying he believed they should take part in at least two debates in the next fortnight, before members receive their postal ballots.</p> <p>Johnson has so far committed only to a debate on ITV on 9 July, by which time Tory party members will have received their ballots. The Guardian understands that Johnson’s camp agreed with ITV that this would be the first head-to-head debate, requiring Sky to move its debate back.</p> <p>The foreign secretary said it was essential that candidates were tested before they took on the job of prime minister, suggesting untested candidates such as Theresa May and Gordon Brown had not been successful prime ministers and the “stakes are too high” for that to happen again.<br><br>“The purpose of this stage is to test us – our plans, our policies, our character,” Hunt wrote to Johnson. “We do this country and our democracy a deep disservice if we hide away until members have submitted their postal ballots. So my challenge to you is this: let’s have live televised debates right at the start of this contest, and specifically at least two in the next two weeks before members receive their ballot papers. I will debate you anytime, anywhere on live TV.”</p> <p>The two rivals will face 16 hustings across the country where they will be questioned, one after another, by Conservative party members, but not by journalists or other members of the public.</p> <p>Hunt said he wanted to ensure that the public also had an opportunity to question them, proposing a 30-minute Q&amp;A with local media after each hustings. “I can spare half an hour to meet the public and I’m sure you can too,” he told Johnson. “Scrutiny can be uncomfortable. But if we can’t handle it with friends, we won’t deserve to lead against our opponents.”</p> <p>Hunt said he had accepted live TV debate invitations from Sky, the BBC, Channel 4, the Sun and ITV. “My message is simple: if you want the job, you have to turn up for the interviews,” he wrote.</p> <p>Johnson took part in a BBC Newsnight debate on Tuesday night, but declined to attend an earlier debate on Channel 4 that featured the five other candidates still in the leadership race at the time.</p>",
      "wordcount": "447",
      "firstPublicationDate": "2019-06-21T21:30:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:32Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bymp5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/471cf2030f224d0dd348111fa6c1af3906d4d944/132_623_2013_1208/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Hunt has challenged Boris Johnson to agree to live TV debates before Conservative party members begin voting in the leadership contest. He said the candidates needed to have their character tested as part of the job. On Friday, the Sky News anchor Kay Burley said Johnson had turned down the chance to take part in a TV debate next Tuesday in front of a Tory-supporting audience. Hunt wrote to his leadership rival on Friday afternoon saying he believed they should take part in at least two debates in the next fortnight, before members receive their postal ballots. Johnson has so far committed only to a debate on ITV on 9 July, by which time Tory party members will have received their ballots. The Guardian understands that Johnson’s camp agreed with ITV that this would be the first head-to-head debate, requiring Sky to move its debate back. The foreign secretary said it was essential that candidates were tested before they took on the job of prime minister, suggesting untested candidates such as Theresa May and Gordon Brown had not been successful prime ministers and the “stakes are too high” for that to happen again. “The purpose of this stage is to test us – our plans, our policies, our character,” Hunt wrote to Johnson. “We do this country and our democracy a deep disservice if we hide away until members have submitted their postal ballots. So my challenge to you is this: let’s have live televised debates right at the start of this contest, and specifically at least two in the next two weeks before members receive their ballot papers. I will debate you anytime, anywhere on live TV.” The two rivals will face 16 hustings across the country where they will be questioned, one after another, by Conservative party members, but not by journalists or other members of the public. Hunt said he wanted to ensure that the public also had an opportunity to question them, proposing a 30-minute Q&amp;A with local media after each hustings. “I can spare half an hour to meet the public and I’m sure you can too,” he told Johnson. “Scrutiny can be uncomfortable. But if we can’t handle it with friends, we won’t deserve to lead against our opponents.” Hunt said he had accepted live TV debate invitations from Sky, the BBC, Channel 4, the Sun and ITV. “My message is simple: if you want the job, you have to turn up for the interviews,” he wrote. Johnson took part in a BBC Newsnight debate on Tuesday night, but declined to attend an earlier debate on Channel 4 that featured the five other candidates still in the leadership race at the time.",
      "charCount": "2566",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/21/mark-field-defender-of-the-right-to-protest-opponent-of-protests",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-21T17:21:41Z",
    "webTitle": "Mark Field: defender of the right to protest, critic of protests",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/21/mark-field-defender-of-the-right-to-protest-opponent-of-protests",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/21/mark-field-defender-of-the-right-to-protest-opponent-of-protests",
    "fields": {
      "headline": "Mark Field: defender of the right to protest, critic of protests",
      "standfirst": "<p>Minister has sought to blunt the effect of movements from Occupy to Extinction Rebellion<br></p>",
      "trailText": "Minister has sought to blunt the effect of movements from Occupy to Extinction Rebellion<br>",
      "byline": "Kevin Rawlinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6f671534-28fe-4b7b-bc46-454d4c4a24be\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Eq4ke8A-tHE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Mark Field, whose <a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\">suspension as a Foreign Office minister</a> was precipitated by the emergence of video footage showing him manhandling a Greenpeace protester who was trying to peacefully draw attention to the climate crisis, has often walked a fine line between seeking to protect the right to protest and to curb its effectiveness.</p> \n<p>In a Westminster Hall debate last month, he lauded the work of the Foreign Office in seeking to protect the rights of female activists across the world and detailed some of the many means used to silence them.</p> \n<p>When the <a href=\"https://www.theguardian.com/environment/2019/apr/25/extinction-rebellion-holds-hyde-park-rally-to-mark-pause-in-protests\">Extinction Rebellion demonstrations</a> were bringing parts of London to a standstill this year, Field similarly stood up for the right to protest peacefully.</p> \n<p>When it came to the actual demonstrations taking place, however, Field was more conflicted and went as far as to write to the Met police commissioner, Cressida Dick, demanding that she “take a much firmer grip” on those “protesting in this anti-social way”.</p> \n<p>The demonstrations, he said, had gone “well beyond a good-natured exercise in free speech”. Field added that the “detrimental effect these protests are having on ordinary citizens and local business is much too great for the protesters, however well intention, to be allowed to carry on in such an flagrant way”. </p> \n<p>It is a theme that has been repeated in other comments he has made in similar situations.</p> \n<p>In an interview with Channel 4 News in 2011, during the <a href=\"https://www.theguardian.com/uk/2012/feb/12/occupy-uncertain-future-st-pauls\">Occupy London demonstrations outside St Paul’s Cathedral</a>, he said he was “very proud that we have a tradition in this country of open protest. It is very much an important part of democracy.” The early Occupy demonstrations were, he said, “valid”.</p> \n<p>Asked whether the protest was not, therefore, still valid, he said: “There is making a protest and there is having a semi-permanent encampment … There are many rights that Londoners have and tourists have to be able to get into the cathedral and to be able to walk in what is the open highway.”</p> \n<p>Field, who has been a member of parliament since 2001 and a junior minister since 2017, has been described in glowing terms by both political allies and opponents, including Labour’s Liz McInnes, who has shadowed him.</p> \n<p>While she denounced his actions at Mansion House, she said she has “always found him to be unfailingly polite”. Field has often walked a fine line. Now he stands accused of crossing it.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "404",
      "firstPublicationDate": "2019-06-21T17:21:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T18:10:02Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bymy8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fc0039e859e269d96a1d1fba97d07b2d4f7bcf9d/0_0_2813_1688/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Mark Field, whose suspension as a Foreign Office minister was precipitated by the emergence of video footage showing him manhandling a Greenpeace protester who was trying to peacefully draw attention to the climate crisis, has often walked a fine line between seeking to protect the right to protest and to curb its effectiveness. In a Westminster Hall debate last month, he lauded the work of the Foreign Office in seeking to protect the rights of female activists across the world and detailed some of the many means used to silence them. When the Extinction Rebellion demonstrations were bringing parts of London to a standstill this year, Field similarly stood up for the right to protest peacefully. When it came to the actual demonstrations taking place, however, Field was more conflicted and went as far as to write to the Met police commissioner, Cressida Dick, demanding that she “take a much firmer grip” on those “protesting in this anti-social way”. The demonstrations, he said, had gone “well beyond a good-natured exercise in free speech”. Field added that the “detrimental effect these protests are having on ordinary citizens and local business is much too great for the protesters, however well intention, to be allowed to carry on in such an flagrant way”. It is a theme that has been repeated in other comments he has made in similar situations. In an interview with Channel 4 News in 2011, during the Occupy London demonstrations outside St Paul’s Cathedral, he said he was “very proud that we have a tradition in this country of open protest. It is very much an important part of democracy.” The early Occupy demonstrations were, he said, “valid”. Asked whether the protest was not, therefore, still valid, he said: “There is making a protest and there is having a semi-permanent encampment … There are many rights that Londoners have and tourists have to be able to get into the cathedral and to be able to walk in what is the open highway.” Field, who has been a member of parliament since 2001 and a junior minister since 2017, has been described in glowing terms by both political allies and opponents, including Labour’s Liz McInnes, who has shadowed him. While she denounced his actions at Mansion House, she said she has “always found him to be unfailingly polite”. Field has often walked a fine line. Now he stands accused of crossing it.",
      "charCount": "2368",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/21/mark-field-rage-tory-mp-suspended",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-21T16:58:36Z",
    "webTitle": "Mark Field’s rage acts as a litmus test for our divided times | Gaby Hinsliff",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/mark-field-rage-tory-mp-suspended",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/mark-field-rage-tory-mp-suspended",
    "fields": {
      "headline": "Mark Field’s rage acts as a litmus test for our divided times",
      "standfirst": "<p>The Tory MP has rightly been suspended as a minister. But he has also attracted a disturbing level of support</p>",
      "trailText": "The Tory MP has attracted a disturbing level of support, says Guardian columnist Gaby Hinsliff",
      "byline": "Gaby Hinsliff",
      "main": "<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Eq4ke8A-tHE\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/Eq4ke8A-tHE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Mark Field grabs Greenpeace protester Janet Barker</figcaption> </figure>",
      "body": "<p>They came wearing red evening dresses and sashes, like something from a bygone age of suffragette protests. Or perhaps that should be suffragists, the more peaceful wing of the movement. For the climate crisis campaigners who set out to disrupt the chancellor’s annual <a href=\"https://www.gov.uk/government/speeches/mansion-house-dinner-speech-2019-philip-hammond\" title=\"\">Mansion House speech</a> to the City had done all they could to look unthreatening, knowing that politicians are understandably jumpy about personal security nowadays. The protest was female-led, Greenpeace explained, in the hope of keeping it calm.</p> <p>Some hope. The police are investigating precisely what happened when protester Janet Barker walked behind the Conservative MP Mark Field, apparently heading towards the top table holding the great and good. But film of Field leaping up and <a href=\"https://www.theguardian.com/environment/2019/jun/20/greenpeace-activists-target-philip-hammond-speech-in-climate-protest\" title=\"\">grappling with her</a>, before frog-marching her out with a hand around her neck, has gone viral for good reason. Whatever the police investigation concludes, it is hard to think of a more toxic image of Conservatism than an angry-looking man in black tie manhandling a woman away from a fancy banquet. Brute male force versus plucky female resistance; cosy privileged club versus outsider somewhere she wasn’t invited. No wonder we can’t stop watching and re-watching it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/21/mark-field-video-male-violence-minister-female-protester\">The Mark Field video is chillingly familiar to anyone who recognises male violence | Suzanne Moore</a> </p> </aside>  <p>It arguably says something about Field that of all the diners she passes, he is the only one to shove back his chair. But the public reaction to what he did speaks volumes, too. To pick a side in this argument is to place yourself quite clearly on a spectrum running from those who are naturally at ease with conventional authority, through to those with good reason to fear it.</p> <p>So many women will watch that footage of Barker being shoved against a wall, and instinctively wince. You don’t need to have felt the sharp edge of a man’s temper to be afraid of it, and there is something viscerally disturbing about the sight of a hand closing in on a vulnerable neck. If he really thought she was so dangerous, why not wrestle her to the ground? And if he just wanted to get her out before she caused trouble, why not steer her by the elbow? As it is, the whole thing looks horribly reminiscent of a controlling husband, hustling away a wife who has had a few drinks at a party and is now in danger of making a scene, while everyone else stares uncomfortably at their shoes.</p> <p>But not everyone will see it that way. All over the country this morning, there will have been millions of Tory voters harrumphing that frankly she got what was coming to her; that it was her fault for bursting into a private dinner, wilfully causing a security scare when she must have known everyone was on edge. What happened split the room, never mind the country, with some guests reportedly horrified at what they saw as an overreaction while others broke into applause after she was removed.</p> <p>Field’s fellow diners have been criticised in some quarters for failing to step in and calm things down, but in the heat of the moment it isn’t always that simple. Theresa May’s cabinet were mocked for sitting around helplessly when a man (who thankfully turned out merely to be a comedian pulling off a stunt) suddenly lunged towards the podium <a href=\"https://www.theguardian.com/politics/video/2017/oct/04/man-interrupts-theresa-mays-speech-to-hand-her-p45-video\" title=\"\">during her 2017 party conference speech</a>. But all I can say, having been there at the time, is that it takes longer than you think for the brain to catch up with the evidence right in front of your eyes. Most bystanders’ natural response is to freeze in profoundly unheroic confusion, because they can’t quite believe what they’re seeing; surely this can’t be real?</p> <p>But watching the Mansion House film back in the cold light of day, it is simply impossible not to form a view. </p> <p>We know which side May is on, at least: she rightly <a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\" title=\"\">suspended Field</a>, with Downing Street confirming that she found the footage “very concerning”. Jeremy Hunt, whose leadership bid Field was supporting, chose to emphasise his colleague’s apology while adding that “he recognises that what happened was an overreaction”. But the biggest test of character here is perhaps for Boris Johnson, since those who instinctively sympathise with Field are now his natural constituency.</p> <p>Johnson’s path to the leadership in the current climate lies through the sort of Tory members grumbling that a man can’t even act like a man any more without being vilified for it, plus those sick of being preached at by what they see as sanctimonious lefties chipping away at the lifestyles they lead. Many of them regard Hunt as suspiciously wet, warming instead to Johnson’s incorrigible political incorrectness. But are these really the followers he wants? His reaction over the coming days is a fascinating test of what kind of leader he wants to be.</p> <p>At a debate hosted by the Policy Exchange thinktank last week, the strategist Lynton Crosby, widely expected to run Johnson’s first general election campaign if he becomes leader, sketched out <a href=\"https://www.msn.com/en-gb/news/uknews/lynton-crosby-says-next-tory-leader-must-offer-more-than-phoney-hope/ar-AAD3TZi\" title=\"\">how he thought the Tories might win</a> again. The model is Scott Morrison, the Australian politician who confounded pollsters, bookies and pundits by winning a <a href=\"https://www.theguardian.com/australia-news/2019/may/22/scott-morrison-won-the-unwinnable-election-now-the-hard-part-begins\" title=\"\">surprise re-election victory</a> shortly after assuming the leadership of the governing Liberal party. Morrison had, Crosby explained, pitched himself as the man for “quiet Australians” – people who don’t follow politics closely, aren’t active on social media, and just want to be left to get on with life – and won by aligning himself with their gut values. The next Tory leader should also pitch themselves as being on the side of what the Australian prime minister Robert Menzies famously called the “<a href=\"http://www.liberals.net/theforgottenpeople.htm\" title=\"\">forgotten people</a>”, better known here as John Major’s “silent majority”, Tony Blair’s “<a href=\"https://www.theguardian.com/uk/2005/sep/27/labourconference.speeches\" title=\"\">hardworking families</a>”, and David Cameron’s middle income “<a href=\"https://www.theguardian.com/politics/2012/oct/07/conservative-conference-squeezed-middle-strivers\" title=\"\">strivers</a>”. It may seem an oddly retro approach for the unpredictable times we’re living through, but Crosby clearly still believes elections all come down in the end to telling a story of shared, broadly socially conservative values.</p> <p>And that’s why the Mansion House incident matters; it’s a perfect litmus test of where people stand on those values. Deep down, are you socially liberal pink or socially conservative blue? If the latter, do you believe a true gentleman never lifts a hand to a woman, or that women can’t go around demanding equality and then expecting special treatment? Are you more afraid of cosy consensus forming behind closed doors, or of the chaos unleashed by someone breaking through them? All of us know, in our guts, how we’d answer even if we might avoid saying so publicly. Do not trust the politician who seeks election without having the courage to spell it out.</p> <p>• Gaby Hinsliff is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1110",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:58:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T17:06:08Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bymga",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6278db68c3ba0b7685873a8ce3db593c72c629f6/41_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "They came wearing red evening dresses and sashes, like something from a bygone age of suffragette protests. Or perhaps that should be suffragists, the more peaceful wing of the movement. For the climate crisis campaigners who set out to disrupt the chancellor’s annual Mansion House speech to the City had done all they could to look unthreatening, knowing that politicians are understandably jumpy about personal security nowadays. The protest was female-led, Greenpeace explained, in the hope of keeping it calm. Some hope. The police are investigating precisely what happened when protester Janet Barker walked behind the Conservative MP Mark Field, apparently heading towards the top table holding the great and good. But film of Field leaping up and grappling with her, before frog-marching her out with a hand around her neck, has gone viral for good reason. Whatever the police investigation concludes, it is hard to think of a more toxic image of Conservatism than an angry-looking man in black tie manhandling a woman away from a fancy banquet. Brute male force versus plucky female resistance; cosy privileged club versus outsider somewhere she wasn’t invited. No wonder we can’t stop watching and re-watching it. It arguably says something about Field that of all the diners she passes, he is the only one to shove back his chair. But the public reaction to what he did speaks volumes, too. To pick a side in this argument is to place yourself quite clearly on a spectrum running from those who are naturally at ease with conventional authority, through to those with good reason to fear it. So many women will watch that footage of Barker being shoved against a wall, and instinctively wince. You don’t need to have felt the sharp edge of a man’s temper to be afraid of it, and there is something viscerally disturbing about the sight of a hand closing in on a vulnerable neck. If he really thought she was so dangerous, why not wrestle her to the ground? And if he just wanted to get her out before she caused trouble, why not steer her by the elbow? As it is, the whole thing looks horribly reminiscent of a controlling husband, hustling away a wife who has had a few drinks at a party and is now in danger of making a scene, while everyone else stares uncomfortably at their shoes. But not everyone will see it that way. All over the country this morning, there will have been millions of Tory voters harrumphing that frankly she got what was coming to her; that it was her fault for bursting into a private dinner, wilfully causing a security scare when she must have known everyone was on edge. What happened split the room, never mind the country, with some guests reportedly horrified at what they saw as an overreaction while others broke into applause after she was removed. Field’s fellow diners have been criticised in some quarters for failing to step in and calm things down, but in the heat of the moment it isn’t always that simple. Theresa May’s cabinet were mocked for sitting around helplessly when a man (who thankfully turned out merely to be a comedian pulling off a stunt) suddenly lunged towards the podium during her 2017 party conference speech. But all I can say, having been there at the time, is that it takes longer than you think for the brain to catch up with the evidence right in front of your eyes. Most bystanders’ natural response is to freeze in profoundly unheroic confusion, because they can’t quite believe what they’re seeing; surely this can’t be real? But watching the Mansion House film back in the cold light of day, it is simply impossible not to form a view. We know which side May is on, at least: she rightly suspended Field, with Downing Street confirming that she found the footage “very concerning”. Jeremy Hunt, whose leadership bid Field was supporting, chose to emphasise his colleague’s apology while adding that “he recognises that what happened was an overreaction”. But the biggest test of character here is perhaps for Boris Johnson, since those who instinctively sympathise with Field are now his natural constituency. Johnson’s path to the leadership in the current climate lies through the sort of Tory members grumbling that a man can’t even act like a man any more without being vilified for it, plus those sick of being preached at by what they see as sanctimonious lefties chipping away at the lifestyles they lead. Many of them regard Hunt as suspiciously wet, warming instead to Johnson’s incorrigible political incorrectness. But are these really the followers he wants? His reaction over the coming days is a fascinating test of what kind of leader he wants to be. At a debate hosted by the Policy Exchange thinktank last week, the strategist Lynton Crosby, widely expected to run Johnson’s first general election campaign if he becomes leader, sketched out how he thought the Tories might win again. The model is Scott Morrison, the Australian politician who confounded pollsters, bookies and pundits by winning a surprise re-election victory shortly after assuming the leadership of the governing Liberal party. Morrison had, Crosby explained, pitched himself as the man for “quiet Australians” – people who don’t follow politics closely, aren’t active on social media, and just want to be left to get on with life – and won by aligning himself with their gut values. The next Tory leader should also pitch themselves as being on the side of what the Australian prime minister Robert Menzies famously called the “forgotten people”, better known here as John Major’s “silent majority”, Tony Blair’s “hardworking families”, and David Cameron’s middle income “strivers”. It may seem an oddly retro approach for the unpredictable times we’re living through, but Crosby clearly still believes elections all come down in the end to telling a story of shared, broadly socially conservative values. And that’s why the Mansion House incident matters; it’s a perfect litmus test of where people stand on those values. Deep down, are you socially liberal pink or socially conservative blue? If the latter, do you believe a true gentleman never lifts a hand to a woman, or that women can’t go around demanding equality and then expecting special treatment? Are you more afraid of cosy consensus forming behind closed doors, or of the chaos unleashed by someone breaking through them? All of us know, in our guts, how we’d answer even if we might avoid saying so publicly. Do not trust the politician who seeks election without having the courage to spell it out. • Gaby Hinsliff is a Guardian columnist",
      "charCount": "6575",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gabyhinsliff\">Gaby Hinsliff</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/jun/21/britain-responsibility-for-carnage-in-yemen",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-21T16:41:54Z",
    "webTitle": "Britain’s responsibility for carnage in Yemen | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/21/britain-responsibility-for-carnage-in-yemen",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/21/britain-responsibility-for-carnage-in-yemen",
    "fields": {
      "headline": "Britain’s responsibility for carnage in Yemen",
      "standfirst": "Responses to Arron Merat’s long read on the UK’s role in Saudi strikes on Yemen, and this week’s court ruling that British arms exports to Saudi Arabia are illegal",
      "trailText": "<strong>Letters:</strong> Responses to Arron Merat’s long read on the UK’s role in Saudi strikes on Yemen, and this week’s court ruling that British arms exports to Saudi Arabia are illegal",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c8b32965745086f6837053598fd0470e10ee705\"> <img src=\"https://media.guim.co.uk/3c8b32965745086f6837053598fd0470e10ee705/0_127_1918_1151/1000.jpg\" alt=\"The UK’s foreign secretary, Jeremy Hunt, meeting Saudi Arabia’s King Salman in November 2018\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK’s foreign secretary, Jeremy Hunt, with Saudi Arabia’s King Salman. ‘Not only did Jeremy Hunt want to continue UK arms sales to Saudi Arabia, but even more despicably he wanted to dissuade other countries from halting any sales,’ writes Rae Street.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>",
      "body": "<p>In his illuminating long read (<a href=\"https://www.theguardian.com/world/2019/jun/18/the-saudis-couldnt-do-it-without-us-the-uks-true-role-in-yemens-deadly-war\" title=\"\">‘They couldn’t do it without us’: the UK’s role in Yemen’s deadly war</a>, 18 June), Arron Merat describes the increasingly shaky claims made by ministers that the UK is not a party to the Yemen conflict (despite the UK posting personnel to prepare and maintain Saudi Arabian fighter jets, and sending UK special forces to fight on the side of the Saudi-led coalition). Such claims are clearly designed to avoid responsibility under rules of the Geneva conventions and other international humanitarian law that bind parties to conflict.</p> <p>Under the international law of state responsibility, however, the UK could still be liable for “aiding and assisting” another state that committed an internationally wrongful act or maintained a serious breach of a peremptory norm of international law. The overwhelming evidence collected on the ground by Mwatana, Ceasefire’s partner organisation cited by Arron Merat, testifies to gross and systematic violations including repeated airstrikes against schools, hospitals, markets, farms and food storage sites, far from any military objective.</p> <p>Nor is responsibility for war crimes restricted to individuals who are linked to a party to the conflict. The government’s policy is again placing UK service personnel at risk of prosecution, including RAF liaison officers stationed in command and control centres in Saudi Arabia. Rumoured techniques such as walking out of the room whenever a sensitive civilian target is discussed may not be enough for officers to escape responsibility for aiding and abetting a war crime.</p> <p>In Iraq and Syria, as well as Yemen, the UK government has adopted a strategy of pursuing military objectives “by, with or through” partner forces. While such a strategy may limit the military exposure of UK forces, it should not limit the UK’s liability for aiding devastating violations against civilians.<br><strong>Mark Lattimer</strong><br><em>Executive director, Ceasefire Centre for Civilian Rights</em></p> <p>• The ruling from the court of appeal (<a href=\"https://www.theguardian.com/law/2019/jun/20/uk-arms-sales-to-saudi-arabia-for-use-in-yemen-declared-unlawful\" title=\"\">UK arms exports to Saudi Arabia ruled illegal over risk to Yemenis</a>, 21 June) is to be welcomed. It may interest readers that in February this year the foreign secretary, Jeremy Hunt, one of the contenders for the Tory party leadership and thus to be prime minister, criticised his German counterpart for halting arms sales to Saudia Arabia. “I am very concerned about the impact of the German government’s decision on the British and European defence industry,” he wrote in a letter seen by Der Spiegel magazine (<a href=\"https://www.theguardian.com/world/2019/feb/20/jeremy-hunt-urges-germany-to-rethink-saudi-arms-sales-ban\" title=\"\">Jeremy Hunt urges Germany to rethink Saudi arms sales ban</a>, theguardian.com, 20 February).</p> <p>So not only did Jeremy Hunt want to continue UK arms sales to Saudi Arabia, but even more despicably he wanted to dissuade other countries from halting any sales.<br><strong>Rae Street</strong><br><em>Littleborough, Lancashire</em></p> <p>• The news from the court of appeal about arms exports to Saudi Arabia should contribute to the celebration of Jamal Khashoggi’s life that your editorial recommends (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/19/the-guardian-view-on-jamal-khashoggis-murder-saudi-arabia-and-its-friends\" title=\"\">Riyadh and its friends cannot draw a veil over Jamal Khashoggi’s death</a>, 20 June). The court found that the government had failed to properly assess whether there have been breaches of international humanitarian law. The arms sales – used to bomb schools, hospitals, weddings, and funerals – are not only immoral but illegal.</p> <p>The government is likely to resist the ruling; a fitting memorial to Jamal Khashoggi’s life would be to ensure this judgment continues to be upheld and even used as a precedent to stop US arms sales to Saudi Arabia.<br><strong>David Murray</strong><br><em>Wallington, London </em></p> <p>• With this week’s ruling on arms sales to Saudi Arabia, you might want to again look into the role that RAF Valley on Anglesey has played in training Saudi pilots to drop bombs on the Yemeni people, as <a href=\"https://www.theguardian.com/uk-news/2018/dec/23/wales-cardiff-mosque-yemen-disaster-hits-home\" title=\"\">mentioned in the Observer</a> some months ago. It is one thing training “our boys” (as I have often seen them called) to fly planes, but quite another to willingly help in the starvation and slaughter of defenceless people in faraway places.<br><strong>Jeff Teasdale</strong><br><em>Macclesfield, Cheshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "690",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:41:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T16:44:29Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bym4y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c8b32965745086f6837053598fd0470e10ee705/0_127_1918_1151/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In his illuminating long read (‘They couldn’t do it without us’: the UK’s role in Yemen’s deadly war, 18 June), Arron Merat describes the increasingly shaky claims made by ministers that the UK is not a party to the Yemen conflict (despite the UK posting personnel to prepare and maintain Saudi Arabian fighter jets, and sending UK special forces to fight on the side of the Saudi-led coalition). Such claims are clearly designed to avoid responsibility under rules of the Geneva conventions and other international humanitarian law that bind parties to conflict. Under the international law of state responsibility, however, the UK could still be liable for “aiding and assisting” another state that committed an internationally wrongful act or maintained a serious breach of a peremptory norm of international law. The overwhelming evidence collected on the ground by Mwatana, Ceasefire’s partner organisation cited by Arron Merat, testifies to gross and systematic violations including repeated airstrikes against schools, hospitals, markets, farms and food storage sites, far from any military objective. Nor is responsibility for war crimes restricted to individuals who are linked to a party to the conflict. The government’s policy is again placing UK service personnel at risk of prosecution, including RAF liaison officers stationed in command and control centres in Saudi Arabia. Rumoured techniques such as walking out of the room whenever a sensitive civilian target is discussed may not be enough for officers to escape responsibility for aiding and abetting a war crime. In Iraq and Syria, as well as Yemen, the UK government has adopted a strategy of pursuing military objectives “by, with or through” partner forces. While such a strategy may limit the military exposure of UK forces, it should not limit the UK’s liability for aiding devastating violations against civilians. Mark Lattimer Executive director, Ceasefire Centre for Civilian Rights • The ruling from the court of appeal (UK arms exports to Saudi Arabia ruled illegal over risk to Yemenis, 21 June) is to be welcomed. It may interest readers that in February this year the foreign secretary, Jeremy Hunt, one of the contenders for the Tory party leadership and thus to be prime minister, criticised his German counterpart for halting arms sales to Saudia Arabia. “I am very concerned about the impact of the German government’s decision on the British and European defence industry,” he wrote in a letter seen by Der Spiegel magazine (Jeremy Hunt urges Germany to rethink Saudi arms sales ban, theguardian.com, 20 February). So not only did Jeremy Hunt want to continue UK arms sales to Saudi Arabia, but even more despicably he wanted to dissuade other countries from halting any sales. Rae Street Littleborough, Lancashire • The news from the court of appeal about arms exports to Saudi Arabia should contribute to the celebration of Jamal Khashoggi’s life that your editorial recommends (Riyadh and its friends cannot draw a veil over Jamal Khashoggi’s death, 20 June). The court found that the government had failed to properly assess whether there have been breaches of international humanitarian law. The arms sales – used to bomb schools, hospitals, weddings, and funerals – are not only immoral but illegal. The government is likely to resist the ruling; a fitting memorial to Jamal Khashoggi’s life would be to ensure this judgment continues to be upheld and even used as a precedent to stop US arms sales to Saudi Arabia. David Murray Wallington, London • With this week’s ruling on arms sales to Saudi Arabia, you might want to again look into the role that RAF Valley on Anglesey has played in training Saudi pilots to drop bombs on the Yemeni people, as mentioned in the Observer some months ago. It is one thing training “our boys” (as I have often seen them called) to fly planes, but quite another to willingly help in the starvation and slaughter of defenceless people in faraway places. Jeff Teasdale Macclesfield, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4318",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/21/constitutional-crisis-cakeism-and-the-conservatives-crazy-thinking",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-21T16:41:41Z",
    "webTitle": "Constitutional crisis, cakeism and the Conservatives’ crazy thinking | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/21/constitutional-crisis-cakeism-and-the-conservatives-crazy-thinking",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/21/constitutional-crisis-cakeism-and-the-conservatives-crazy-thinking",
    "fields": {
      "headline": "Constitutional crisis, cakeism and the Conservatives’ crazy thinking",
      "standfirst": "Readers on the race to be prime minister, as Boris Johnson and Jeremy Hunt go through to a vote of Tory party members",
      "trailText": "<strong>Letters: </strong>Readers on the race to be prime minister, as Boris Johnson and Jeremy Hunt go through to a vote of Tory party members",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1e283f3cf8373bfb079a1b521bd63159c8f1dc9b\"> <img src=\"https://media.guim.co.uk/1e283f3cf8373bfb079a1b521bd63159c8f1dc9b/0_0_4544_2727/1000.jpg\" alt=\"Jeremy Hunt and Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A constitutional crisis exists because the Tories’ promises ignore the real problems facing the country,’ says Dr John Young. </span> <span class=\"element-image__credit\">Photograph: AFP/Getty</span> </figcaption> </figure>",
      "body": "<p>Your editorial (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/19/the-guardian-view-on-tory-leadership-and-the-constitution-a-crisis-in-the-making\" title=\"\">This Tories-only election will install a prime minister with no credible mandate</a>, 20 June) observes that the problem would “be awkward in less volatile times”. Volatility is not the problem. Let’s recall that Churchill faced catastrophe when he became prime minister. Within a week he told parliament he had nothing to offer but blood, toil, tears and sweat. Honesty made Churchill a great prime minister. Compare this with the fantasies being spun by the Tories. We can have our cake and eat it. With Brexit, forget about Christmas, it will all be over by Halloween. Thanks to Boris Johnson, imaginary money that was never sent to Europe can miraculously fund both the NHS and tax cuts for the rich. A constitutional crisis exists because the Tories’ promises ignore the real problems facing the country.<br><strong>Dr John Young</strong><br><em>Edinburgh</em></p> <p>• I keep reading and hearing that the Conservative party is about to elect the next prime minister. This is more than somewhat misleading. The Queen appoints as PM the person thought to be able to command a majority in the House of Commons. As your leader went some way to admitting towards the end, it is by no means clear that any of the candidates could achieve that majority. There is a hung parliament, the present government is in power only by courtesy of the DUP, whose views do not seem to have been advertised, and some Tory MPs have said they could not support a government led by the likely winner of the current party election.<br><strong>Robin M White</strong><br><em>Dundee</em></p> <p>• The poll that showed the madness of more than half the Conservative party membership willing to sacrifice the union, economic growth and even their own party, in order the achieve Brexit seems unbelievable (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/19/margaret-thatcher-brexit-tory-folly-40-years-conservatives\" title=\"\">Martin Kettle</a>, Journal, 20 June). But even more significant was the <a href=\"https://www.telegraph.co.uk/politics/2019/06/11/boris-johnson-course-140-seat-majority-general-election-becomes/amp/?__twitter_impression=true\" title=\"\">earlier poll</a> that showed Johnson as the only Tory who would win an absolute majority (of 140 seats!) in a general election. That seems to me the reason why Johnson won such a majority of MPs’ votes and will be backed by the grassroots, even though many in both groups distrust him. So it would be in Johnson’s interests to call an election as soon as he becomes prime minister, and before the 31 October deadline. He could then face the disaster of a no-deal Brexit with equanimity.<br><strong>Ralph Blumenau</strong><br><em>London</em></p> <p>• We are told of skulduggery by the Johnson team (<a href=\"https://www.theguardian.com/politics/2019/jun/20/jeremy-hunt-and-boris-johnson-are-final-two-in-tory-leadership-race\" title=\"\">It’s Johnson versus Hunt. But was the result fixed?</a>, 21 June). As Hunt scraped in by only two votes, either the skulduggery was undertaken with remarkable finesse, or with utter incompetence, the required result courtesy of luck.<br><strong>Peter Cave</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "488",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:41:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:28Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bymck",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1e283f3cf8373bfb079a1b521bd63159c8f1dc9b/0_0_4544_2727/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your editorial (This Tories-only election will install a prime minister with no credible mandate, 20 June) observes that the problem would “be awkward in less volatile times”. Volatility is not the problem. Let’s recall that Churchill faced catastrophe when he became prime minister. Within a week he told parliament he had nothing to offer but blood, toil, tears and sweat. Honesty made Churchill a great prime minister. Compare this with the fantasies being spun by the Tories. We can have our cake and eat it. With Brexit, forget about Christmas, it will all be over by Halloween. Thanks to Boris Johnson, imaginary money that was never sent to Europe can miraculously fund both the NHS and tax cuts for the rich. A constitutional crisis exists because the Tories’ promises ignore the real problems facing the country. Dr John Young Edinburgh • I keep reading and hearing that the Conservative party is about to elect the next prime minister. This is more than somewhat misleading. The Queen appoints as PM the person thought to be able to command a majority in the House of Commons. As your leader went some way to admitting towards the end, it is by no means clear that any of the candidates could achieve that majority. There is a hung parliament, the present government is in power only by courtesy of the DUP, whose views do not seem to have been advertised, and some Tory MPs have said they could not support a government led by the likely winner of the current party election. Robin M White Dundee • The poll that showed the madness of more than half the Conservative party membership willing to sacrifice the union, economic growth and even their own party, in order the achieve Brexit seems unbelievable (Martin Kettle, Journal, 20 June). But even more significant was the earlier poll that showed Johnson as the only Tory who would win an absolute majority (of 140 seats!) in a general election. That seems to me the reason why Johnson won such a majority of MPs’ votes and will be backed by the grassroots, even though many in both groups distrust him. So it would be in Johnson’s interests to call an election as soon as he becomes prime minister, and before the 31 October deadline. He could then face the disaster of a no-deal Brexit with equanimity. Ralph Blumenau London • We are told of skulduggery by the Johnson team (It’s Johnson versus Hunt. But was the result fixed?, 21 June). As Hunt scraped in by only two votes, either the skulduggery was undertaken with remarkable finesse, or with utter incompetence, the required result courtesy of luck. Peter Cave London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2883",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-06-21T16:41:30Z",
    "webTitle": "Policymaking to protect our future and the planet’s | Letter",
    "webUrl": "https://www.theguardian.com/environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets",
    "apiUrl": "https://content.guardianapis.com/environment/2019/jun/21/policymaking-to-protect-our-future-and-the-planets",
    "fields": {
      "headline": "Policymaking to protect our future and the planet’s",
      "standfirst": "What we do over the next decade will determine the future of humanity for the next 10,000 years, writes <strong>John Bird</strong>",
      "trailText": "<strong>Letter:</strong> What we do over the next decade will determine the future of humanity for the next 10,000 years, writes <strong>John Bird</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"49fddf46e26b9b3bece929abf44df9c103909ee7\"> <img src=\"https://media.guim.co.uk/49fddf46e26b9b3bece929abf44df9c103909ee7/0_119_4955_3272/1000.jpg\" alt=\"Planet Earth\" width=\"1000\" height=\"660\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Ideas on how to repair our democracy, and with it, the climate, are out there,’ writes John Bird.</span> <span class=\"element-image__credit\">Photograph: Planet Observer\\UIG/Rex</span> </figcaption> </figure>",
      "body": "<p>It may prove to be incredibly difficult, but we must rethink our short-termist priorities if we intend to make good on our promises to those striking for the future (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/15/transform-lives-burning-planet-agriculture-consumption\" title=\"\">Our lives must be transformed to defeat this climate crisis</a>, 15 June). Like your columnist, Susanna Rustin, I want us to break out of the short-term, four-year election inertia and reimagine our approach to policymaking via the prism of acting for tomorrow, today.</p> <p>This week, I led a parliamentary debate about how to protect and represent the interests of future generations, where I called on the government to look at how the Well-being of Future Generations (Wales) Act 2015 has shaken up “business as usual” by requiring public bodies in Wales to think about the long-term impact of their decisions and how best they can prevent persistent problems, including climate change, from happening.</p> <p>Ideas on how to repair our democracy, and with it the climate, are out there. Why couldn’t we replicate the role of a future generations commissioner for Wales in England, or in other UK regions? Why couldn’t parliament establish its own Committee for the Future, like Finland, to scrutinise policy and challenge ministerial short-termism? Why couldn’t every policy have to pass a future generations benchmark? Why couldn’t public bodies be required to scan the horizon to pre-empt problems coming down the track? And isn’t it time to get serious about preventive spending and require HM Treasury to define, measure and increase it?</p> <p>What we do over the next decade will determine the future of humanity for the next 10,000 years. And if we don’t want to be remembered as the generation that fiddled while Rome burned, we need to be brave, bold and ambitious in future-proofing our decision-making processes.</p> <p>After all, the best way to predict the future is to create it.<br><strong>John Bird</strong><br><em>Crossbencher, House of Lords </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "356",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:41:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T16:43:26Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byyhq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/49fddf46e26b9b3bece929abf44df9c103909ee7/5_268_4944_2967/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It may prove to be incredibly difficult, but we must rethink our short-termist priorities if we intend to make good on our promises to those striking for the future (Our lives must be transformed to defeat this climate crisis, 15 June). Like your columnist, Susanna Rustin, I want us to break out of the short-term, four-year election inertia and reimagine our approach to policymaking via the prism of acting for tomorrow, today. This week, I led a parliamentary debate about how to protect and represent the interests of future generations, where I called on the government to look at how the Well-being of Future Generations (Wales) Act 2015 has shaken up “business as usual” by requiring public bodies in Wales to think about the long-term impact of their decisions and how best they can prevent persistent problems, including climate change, from happening. Ideas on how to repair our democracy, and with it the climate, are out there. Why couldn’t we replicate the role of a future generations commissioner for Wales in England, or in other UK regions? Why couldn’t parliament establish its own Committee for the Future, like Finland, to scrutinise policy and challenge ministerial short-termism? Why couldn’t every policy have to pass a future generations benchmark? Why couldn’t public bodies be required to scan the horizon to pre-empt problems coming down the track? And isn’t it time to get serious about preventive spending and require HM Treasury to define, measure and increase it? What we do over the next decade will determine the future of humanity for the next 10,000 years. And if we don’t want to be remembered as the generation that fiddled while Rome burned, we need to be brave, bold and ambitious in future-proofing our decision-making processes. After all, the best way to predict the future is to create it. John Bird Crossbencher, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2168",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jun/21/a-history-lesson-for-the-homelessness-minister",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-06-21T16:40:27Z",
    "webTitle": "A history lesson for the homelessness minister | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/jun/21/a-history-lesson-for-the-homelessness-minister",
    "apiUrl": "https://content.guardianapis.com/society/2019/jun/21/a-history-lesson-for-the-homelessness-minister",
    "fields": {
      "headline": "A history lesson for the homelessness minister",
      "standfirst": "<strong>Prof Nick Crowson</strong> offers an insight into the background and work of rough sleepers prosecuted under the 1824 Vagrancy Act before 1914",
      "trailText": "Letter: <strong>Prof Nick Crowson</strong> offers an insight into the background and work of rough sleepers prosecuted under the 1824 Vagrancy Act before 1914",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"92580c9c10fbdbfae5a13c4762228210d83e4814\"> <img src=\"https://media.guim.co.uk/92580c9c10fbdbfae5a13c4762228210d83e4814/0_2237_3840_2304/1000.jpg\" alt=\"Heather Wheeler\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The homelessness minister, Heather Wheeler, has apologised after emails showed her using ‘racist’ language to describe rough sleepers before she joined the government.</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Although Heather Wheeler does not specify which historical period she believed that tinkers and knife-cutters were sleeping rough in her South Derbyshire constituency (<a href=\"https://www.theguardian.com/society/2019/jun/20/homelessness-minister-accused-of-racist-remarks-in-email\" title=\"\">Leak reveals homelessness minister’s ‘racist slurs’</a>, 21 June), these were people described by Raphael Samuel as the “comers and goers” of Victorian Britain. But the minister wrongly identifies the historical rough sleeper.</p> <p>My research into the life stories of individuals prosecuted under the <a href=\"https://www.legislation.gov.uk/ukpga/Geo4/5/83/section/4\" title=\"\">1824 Vagrancy Act</a> before 1914 include many born in her constituency, typically of the labouring trades seeking casual work, often ex-military, susceptible to mental health issues, single and having fallen out with their families.</p> <p>To be caught sleeping rough meant a prison sentence of hard labour. They circulated around the county, east Midlands and sometimes further afield, following very personalised routes, alternating between rough-sleeping, the workhouse casual ward, prison and cheap lodgings as circumstances dictated. The itinerant tradesman, in contrast, usually earned sufficient to avail themselves of nightly lodgings.<br><strong>Prof</strong><strong> Nick Crowson</strong><br><em>Department of history, University of Birmingham</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "210",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:40:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T16:44:29Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byyge",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/92580c9c10fbdbfae5a13c4762228210d83e4814/0_2237_3840_2304/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Although Heather Wheeler does not specify which historical period she believed that tinkers and knife-cutters were sleeping rough in her South Derbyshire constituency (Leak reveals homelessness minister’s ‘racist slurs’, 21 June), these were people described by Raphael Samuel as the “comers and goers” of Victorian Britain. But the minister wrongly identifies the historical rough sleeper. My research into the life stories of individuals prosecuted under the 1824 Vagrancy Act before 1914 include many born in her constituency, typically of the labouring trades seeking casual work, often ex-military, susceptible to mental health issues, single and having fallen out with their families. To be caught sleeping rough meant a prison sentence of hard labour. They circulated around the county, east Midlands and sometimes further afield, following very personalised routes, alternating between rough-sleeping, the workhouse casual ward, prison and cheap lodgings as circumstances dictated. The itinerant tradesman, in contrast, usually earned sufficient to avail themselves of nightly lodgings. Prof Nick Crowson Department of history, University of Birmingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1456",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/21/baby-boomers-big-spending-benefits-all",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-21T16:39:54Z",
    "webTitle": "Baby boomers’ big spending benefits all | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/21/baby-boomers-big-spending-benefits-all",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/21/baby-boomers-big-spending-benefits-all",
    "fields": {
      "headline": "Baby boomers’ big spending benefits all",
      "standfirst": "Brexit | Fabianism | Generational inequality | Statesmanship | Hergé’s detectives",
      "trailText": "<strong>Brief letters:</strong> Brexit | Fabianism | Generational inequality | Statesmanship | Hergé’s detectives",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3843f4d7a026dff1e38a9eec7b647369ee6c351c\"> <img src=\"https://media.guim.co.uk/3843f4d7a026dff1e38a9eec7b647369ee6c351c/0_384_5760_3456/1000.jpg\" alt=\"Avocado toast and egg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rita Gallard points out the benefits of baby boomers ‘laying out more on recreation, restaurants, hotels and culture’.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>The worst idea was having fixed terms for parliament (<a href=\"https://www.theguardian.com/politics/2019/jun/18/brexit-and-britains-broken-democracy\" title=\"\">Brexit and Britain’s broken democracy</a>, Letters, 19 June). The electorate can now go to sleep for five years, whereas everyone should be thinking politically more often. The Chartists had the best idea. Their only unachieved object was annual parliaments; but we should not need annual general elections. We could have the system that formerly existed in local government, with one-third of members coming up for election each year.<br><strong>Violet Pole</strong><br><em>Bridgend, Wales</em></p> <p>• In her review of the book about the Olivier sisters (<a href=\"https://www.theguardian.com/books/2019/jun/13/noble-savages-the-olivier-sisters-by-sarah-watling-review?page=with%3Aimg-2\" title=\"\">Review</a>, 15 June), Elizabeth Lowry spoke of “the bucolic idealism underpinning the Fabian worldview”. Fabianism is normally taken to be a reformist form of socialism which proposes change through more efficient administration, using rational and scientific methods. It has little or nothing to do with bucolic idealism.<br><strong>Michael Cunningham</strong><br><em>Wolverhampton</em></p> <p>• So baby boomers are laying out more on recreation, restaurants, hotels and culture, are we (<a href=\"https://www.theguardian.com/inequality/2019/jun/20/young-adults-have-less-to-spend-on-non-essentials-study-says\" title=\"\">Report</a>, 20 June)? Disgraceful. On the other hand, if we stopped, an awful lot more people would be out of work.<br><strong>Rita Gallard</strong><br><em>Norwich</em></p> <p>• What irony that 1 across in <a href=\"https://www.theguardian.com/crosswords/quick/15325\" title=\"\">Thursday’s quick crossword</a> (“Ability in the management of national affairs”, 13 letters, first one S) came on a day when we have never seen such an absence of this in our politicians.<br><strong>Marcus Cleaver</strong><br><em>Malvern, Worcestershire</em></p> <p>• Hergé’s detectives were, in English, Thomson and Thompson, not the Thompson twins (<a href=\"https://www.theguardian.com/politics/2019/jun/20/clues-in-the-back-of-boris-johnson-car\" title=\"\">Letters</a>, 21 June).<br><strong>Alec Sandison</strong><br><em>Ottery St Mary, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "285",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:39:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:32Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bym42",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3843f4d7a026dff1e38a9eec7b647369ee6c351c/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The worst idea was having fixed terms for parliament (Brexit and Britain’s broken democracy, Letters, 19 June). The electorate can now go to sleep for five years, whereas everyone should be thinking politically more often. The Chartists had the best idea. Their only unachieved object was annual parliaments; but we should not need annual general elections. We could have the system that formerly existed in local government, with one-third of members coming up for election each year. Violet Pole Bridgend, Wales • In her review of the book about the Olivier sisters (Review, 15 June), Elizabeth Lowry spoke of “the bucolic idealism underpinning the Fabian worldview”. Fabianism is normally taken to be a reformist form of socialism which proposes change through more efficient administration, using rational and scientific methods. It has little or nothing to do with bucolic idealism. Michael Cunningham Wolverhampton • So baby boomers are laying out more on recreation, restaurants, hotels and culture, are we (Report, 20 June)? Disgraceful. On the other hand, if we stopped, an awful lot more people would be out of work. Rita Gallard Norwich • What irony that 1 across in Thursday’s quick crossword (“Ability in the management of national affairs”, 13 letters, first one S) came on a day when we have never seen such an absence of this in our politicians. Marcus Cleaver Malvern, Worcestershire • Hergé’s detectives were, in English, Thomson and Thompson, not the Thompson twins (Letters, 21 June). Alec Sandison Ottery St Mary, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1836",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/21/defeat-boris-johnson-learn-lessons-donald-trump",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-21T16:35:29Z",
    "webTitle": "To defeat Boris Johnson, learn the lessons of Donald Trump | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/defeat-boris-johnson-learn-lessons-donald-trump",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/defeat-boris-johnson-learn-lessons-donald-trump",
    "fields": {
      "headline": "To defeat Boris Johnson, learn the lessons of Donald Trump",
      "standfirst": "Britons must not repeat the mistakes that have dogged opposition to the US president",
      "trailText": "Britons must not repeat the mistakes that have dogged opposition to the US president, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image\" data-media-id=\"2d649b104302d2b37e7b2881ce88b5fefef0d407\"> <img src=\"https://media.guim.co.uk/2d649b104302d2b37e7b2881ce88b5fefef0d407/0_0_3913_2608/1000.jpg\" alt=\"Boris Johnson and Donald Trump shaking hands\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Trump precedent suggests the notion of a new, tamed Boris Johnson will prove to be baloney.’ Boris Johnson and Donald Trump at the UN general assembly in New York, 2017.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>",
      "body": "<p>All we need now is for Boris Johnson to praise Mark Field, the government-minister-cum-self-appointed-close-protection-officer who thought the best way to deal with a peaceful distributor of leaflets was to <a href=\"https://twitter.com/PaulBrandITV/status/1141819192020295680\" title=\"\">ram</a> her into a pillar and grab her by the neck. If Johnson lauds Field as “my kind of guy”, then the already long list of similarities between Britain’s near-certain next prime minister and Donald Trump will get longer still. Compiling that list might once have been an amusing parlour game for politics nerds; now it is essential preparation for what is to come.</p> <p>For Trump, you will recall, did not share the public shock at one of his party’s lawmakers using physical violence against a citizen exercising a basic democratic right. In the US case, the offender was Republican congressman <a href=\"https://www.youtube.com/watch?v=f3t4NBUb57s\" title=\"\">Greg Gianforte</a>, who bodyslammed a reporter – a Guardian reporter, as it happens – whose desire to ask a question irritated him. Trump offered no condemnation. Instead, the president <a href=\"https://www.apnews.com/fce5e4b518684ce1bec91c744974c2d4\" title=\"\">said</a>: “Any guy that can do a bodyslam, he’s my kind of guy.”</p> <p>Still, we need not wait for Johnson to hymn Field’s prowess in manhandling the unarmed to spot multiple parallels between America’s current leader and Britain’s likely next one. The signature nest of blond hair; the political career forged by unexpected success on a TV show; the knack for grabbing attention by ensuring every public moment carries a frisson of danger, generated by the possibility that the rules are about to be broken, often through a remark that is crude or hurtful or both. Both men are skilled at making their appearances seem daringly, and therefore compellingly, unscripted – “seem” being the operative word in Johnson’s case. Note Jeremy Vine’s riveting <a href=\"https://www.facebook.com/1691455784407633/posts/2449074521979085/\" title=\"\">account</a> of watching the former London mayor deliver an apparently impromptu, even chaotically ad-libbed after-dinner speech – only to see him repeat the exact same performance, word for word, stumble for stumble, several years later.</p> <p>More substantive similarities have been well documented. Both men have the same elastic approach to the truth that they had to their wedding vows. Trump’s lies are so legion, CNN has <a href=\"https://twitter.com/ddale8/status/1136257506228035584\" title=\"\">appointed</a> a correspondent whose chief task is to tally them. Johnson’s form in this area is scarcely less impressive. The £350m on the side of the bus gets most of the attention, but let’s not forget the false claim that Turkey was on course to accede to the EU, a claim repeated by Johnson himself in a televised debate – only for him to <a href=\"https://www.theguardian.com/politics/2019/jan/18/boris-johnson-falsely-denies-issuing-turkey-warning-in-brexit-campaign\" title=\"\">deny</a> earlier this year that he had so much as mentioned Turkey during the 2016 referendum campaign. In other words, he lied and then lied about his lie.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>How do you oppose such a figure, one coated in Teflon and to whom the usual rules of political combat apparently don’t apply?</p> </blockquote> </aside>  <p>On Thursday, Johnson’s editor for a decade, Max Hastings, said, “I’m not sure he’s capable of caring for any human being other than himself,” words that have been said often of Trump, a man who seems devoid of basic human empathy. That was one reason why many Republicans vowed to stop him ever gaining power: “Never Trump” was their slogan. And yet, when the crunch came, they fell into line, so that today’s Republican party is entirely his creature. Likewise, many were the Tories who in recent years would earnestly tell any journalist within earshot that there was no need to worry, theirs was the army of ABB – Anyone But Boris – that they would coordinate in parliament and ensure Johnson got nowhere near the final two in a leadership contest. That resolve melted away the moment the Brexit party topped the poll in the European elections, prompting terrified Tory MPs to reach for a man they knew was, like Trump, wholly unfit to lead.</p> <p>You can keep going in this vein, noting the uncanny similarities. But that’s only useful if we learn the lessons these last three years of Trump have taught us, if we use the US experience as a guide to what’s coming – and how to deal with it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/13/mini-trump-across-the-channel-european-media-on-boris-johnson-as-british-pm\">'Mini-Trump across the Channel': EU media on Boris Johnson as British PM</a> </p> </aside>  <p>First, the Trump precedent suggests the notion of a new, tamed Johnson will prove to be baloney. Plenty in Washington assumed Trump would moderate once he was the Republican nominee and then, when that didn’t happen, once he was in office. He didn’t moderate. It would be equally naive to bank on Johnson discarding the shtick that got him to the summit once he reaches it. He might play benign Boris during this summer’s likely honeymoon period, but once things get difficult he’ll turn nasty, looking for whichever scapegoat he thinks might usefully deflect attention – and if that means baiting a vulnerable minority, say Muslim women, he’ll do it.</p> <p>Second, the Trump and Johnson cases present a similar challenge: how do you oppose a figure to whom the usual rules of political combat don’t apply? It’s often said that the only person who can destroy Boris Johnson in the coming weeks is … Boris Johnson. Only a scandalous revelation could undo him. But would even that hurt? Think of the number of appalling stories that have emerged about Trump and how they have just bounced off him. What could actually surface about Johnson that the Tory faithful would not forgive or shrug off? Anything that would break a normal candidate – whether it’s adulterous affairs, drug use, racism or lies – is seen by the devotees of a Trump or Johnson as just part of the rule-breaking brand. (That said, the former foreign secretary’s Teflon coating might be about to be tested, following <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">the Guardian’s report of a “loud altercation” at the Johnson residence</a> in the early hours of Friday morning.)</p> <p>The Trump experience surely suggests it’s more effective to confront Johnson on his own terrain. Trump promised a wall with Mexico and said Mexico would pay for it: it could never happen, and it duly hasn’t. Johnson has promised two things that are equally impossible: a new Brexit deal, which Brussels will not give him, or a no-deal Brexit, which parliament will block. Challenge Johnson on that and he retreats into cake-and-eat-it nonsense: his latest bit of magical thinking was his suggestion on Tuesday that we can crash out without a deal, but enjoy a “standstill” on our current EU terms while we work out a new arrangement. You can try this at home: cancel your Netflix subscription, but tell them you want a “standstill” that will allow you to keep watching all the shows you like. See how that works out.</p> <p>These are the arguments Jeremy Hunt – the Tim Henman of British politics, who surely has “Surrey” carved on his heart – should be pressing. He should also hit his opponent in his supposedly strongest spot. Johnson’s advocates speak of him as if he’s electoral catnip, irresistible to the public, even liberal and Labour-minded voters. Their evidence is those two London mayoral victories, the last of which was more than seven years ago. Those Tory optimists may not have noticed, but something happened between 2012 and today, something that rather took the bloom off the Johnson rose in the eyes of non-Tories. By heading the leave campaign, Johnson made himself toxic to a large slab of the electorate.</p> <p>For proof, look no further than those members of Team Corbyn who walked with a spring in their step this week. They reckon they can bring millions of Labour voters otherwise disenchanted with Jeremy Corbyn, and who voted Liberal Democrat or Green last month, back home when the alternative in a Westminster election is Prime Minister Johnson.</p> <p>Tories should take note. Yes, the blond maverick can excite your base. But he can also fire up your opponents, sometimes just as much. Republicans decided to take that gamble three years ago. Now Britain’s Conservatives are about to roll the same dice.</p> <p>• Jonathan Freedland is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1280",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T16:35:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:29Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bymhx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2d649b104302d2b37e7b2881ce88b5fefef0d407/0_6_3913_2347/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "All we need now is for Boris Johnson to praise Mark Field, the government-minister-cum-self-appointed-close-protection-officer who thought the best way to deal with a peaceful distributor of leaflets was to ram her into a pillar and grab her by the neck. If Johnson lauds Field as “my kind of guy”, then the already long list of similarities between Britain’s near-certain next prime minister and Donald Trump will get longer still. Compiling that list might once have been an amusing parlour game for politics nerds; now it is essential preparation for what is to come. For Trump, you will recall, did not share the public shock at one of his party’s lawmakers using physical violence against a citizen exercising a basic democratic right. In the US case, the offender was Republican congressman Greg Gianforte, who bodyslammed a reporter – a Guardian reporter, as it happens – whose desire to ask a question irritated him. Trump offered no condemnation. Instead, the president said: “Any guy that can do a bodyslam, he’s my kind of guy.” Still, we need not wait for Johnson to hymn Field’s prowess in manhandling the unarmed to spot multiple parallels between America’s current leader and Britain’s likely next one. The signature nest of blond hair; the political career forged by unexpected success on a TV show; the knack for grabbing attention by ensuring every public moment carries a frisson of danger, generated by the possibility that the rules are about to be broken, often through a remark that is crude or hurtful or both. Both men are skilled at making their appearances seem daringly, and therefore compellingly, unscripted – “seem” being the operative word in Johnson’s case. Note Jeremy Vine’s riveting account of watching the former London mayor deliver an apparently impromptu, even chaotically ad-libbed after-dinner speech – only to see him repeat the exact same performance, word for word, stumble for stumble, several years later. More substantive similarities have been well documented. Both men have the same elastic approach to the truth that they had to their wedding vows. Trump’s lies are so legion, CNN has appointed a correspondent whose chief task is to tally them. Johnson’s form in this area is scarcely less impressive. The £350m on the side of the bus gets most of the attention, but let’s not forget the false claim that Turkey was on course to accede to the EU, a claim repeated by Johnson himself in a televised debate – only for him to deny earlier this year that he had so much as mentioned Turkey during the 2016 referendum campaign. In other words, he lied and then lied about his lie. On Thursday, Johnson’s editor for a decade, Max Hastings, said, “I’m not sure he’s capable of caring for any human being other than himself,” words that have been said often of Trump, a man who seems devoid of basic human empathy. That was one reason why many Republicans vowed to stop him ever gaining power: “Never Trump” was their slogan. And yet, when the crunch came, they fell into line, so that today’s Republican party is entirely his creature. Likewise, many were the Tories who in recent years would earnestly tell any journalist within earshot that there was no need to worry, theirs was the army of ABB – Anyone But Boris – that they would coordinate in parliament and ensure Johnson got nowhere near the final two in a leadership contest. That resolve melted away the moment the Brexit party topped the poll in the European elections, prompting terrified Tory MPs to reach for a man they knew was, like Trump, wholly unfit to lead. You can keep going in this vein, noting the uncanny similarities. But that’s only useful if we learn the lessons these last three years of Trump have taught us, if we use the US experience as a guide to what’s coming – and how to deal with it. First, the Trump precedent suggests the notion of a new, tamed Johnson will prove to be baloney. Plenty in Washington assumed Trump would moderate once he was the Republican nominee and then, when that didn’t happen, once he was in office. He didn’t moderate. It would be equally naive to bank on Johnson discarding the shtick that got him to the summit once he reaches it. He might play benign Boris during this summer’s likely honeymoon period, but once things get difficult he’ll turn nasty, looking for whichever scapegoat he thinks might usefully deflect attention – and if that means baiting a vulnerable minority, say Muslim women, he’ll do it. Second, the Trump and Johnson cases present a similar challenge: how do you oppose a figure to whom the usual rules of political combat don’t apply? It’s often said that the only person who can destroy Boris Johnson in the coming weeks is … Boris Johnson. Only a scandalous revelation could undo him. But would even that hurt? Think of the number of appalling stories that have emerged about Trump and how they have just bounced off him. What could actually surface about Johnson that the Tory faithful would not forgive or shrug off? Anything that would break a normal candidate – whether it’s adulterous affairs, drug use, racism or lies – is seen by the devotees of a Trump or Johnson as just part of the rule-breaking brand. (That said, the former foreign secretary’s Teflon coating might be about to be tested, following the Guardian’s report of a “loud altercation” at the Johnson residence in the early hours of Friday morning.) The Trump experience surely suggests it’s more effective to confront Johnson on his own terrain. Trump promised a wall with Mexico and said Mexico would pay for it: it could never happen, and it duly hasn’t. Johnson has promised two things that are equally impossible: a new Brexit deal, which Brussels will not give him, or a no-deal Brexit, which parliament will block. Challenge Johnson on that and he retreats into cake-and-eat-it nonsense: his latest bit of magical thinking was his suggestion on Tuesday that we can crash out without a deal, but enjoy a “standstill” on our current EU terms while we work out a new arrangement. You can try this at home: cancel your Netflix subscription, but tell them you want a “standstill” that will allow you to keep watching all the shows you like. See how that works out. These are the arguments Jeremy Hunt – the Tim Henman of British politics, who surely has “Surrey” carved on his heart – should be pressing. He should also hit his opponent in his supposedly strongest spot. Johnson’s advocates speak of him as if he’s electoral catnip, irresistible to the public, even liberal and Labour-minded voters. Their evidence is those two London mayoral victories, the last of which was more than seven years ago. Those Tory optimists may not have noticed, but something happened between 2012 and today, something that rather took the bloom off the Johnson rose in the eyes of non-Tories. By heading the leave campaign, Johnson made himself toxic to a large slab of the electorate. For proof, look no further than those members of Team Corbyn who walked with a spring in their step this week. They reckon they can bring millions of Labour voters otherwise disenchanted with Jeremy Corbyn, and who voted Liberal Democrat or Green last month, back home when the alternative in a Westminster election is Prime Minister Johnson. Tories should take note. Yes, the blond maverick can excite your base. But he can also fire up your opponents, sometimes just as much. Republicans decided to take that gamble three years ago. Now Britain’s Conservatives are about to roll the same dice. • Jonathan Freedland is a Guardian columnist",
      "charCount": "7568",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/21/self-abasement-boris-johnson-shameless-gofers",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-21T15:15:50Z",
    "webTitle": "The self-abasement of Johnson’s shameless gofers will not be forgotten | Marina Hyde",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/self-abasement-boris-johnson-shameless-gofers",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/self-abasement-boris-johnson-shameless-gofers",
    "fields": {
      "headline": "The self-abasement of Johnson’s shameless gofers will not be forgotten",
      "standfirst": "From Johnny Mercer to Matt Hancock, the Boris Johnson cheerleader team is covering itself in infamy",
      "trailText": "From Johnny Mercer to Matt Hancock, the Boris Johnson cheerleader team is covering itself in infamy, says Guardian columnist Marina Hyde",
      "byline": "Marina Hyde",
      "main": "<figure class=\"element element-image\" data-media-id=\"0f74a9207b5152f29d940f7fd9846ecc02911ad1\"> <img src=\"https://media.guim.co.uk/0f74a9207b5152f29d940f7fd9846ecc02911ad1/0_0_4313_2589/1000.jpg\" alt=\"Johnny Mercer in WestminsterPlymouth MP Johnny Mercer at his office at the Houses of Parliament in London before making his first speech to the House of Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I naturally share Johnny Mercer’s disdain for newspaper columnists. However, only one of us wants a newspaper columnist to become prime minister.’</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Who is the worst minor character in the Borisverse? We have to ask, what with the big man himself only allowed out on an electronic tag for around six minutes’ talking time on the <a href=\"https://www.theguardian.com/politics/2019/jun/18/boris-johnson-bbc-debate-conservative-leadership-hunt-gove-stewart-javid\" title=\"\">BBC Tory leadership debate</a>. Collectors of vignettes displaying Johnson’s contempt for the public will have enjoyed the spectacle of a <a href=\"https://www.thesun.co.uk/news/9310256/boris-johnson-skips-tv-debate-takeaway/\" title=\"\">takeaway being delivered</a> to his house while the other candidates debated on Channel 4. Encouraging to see him building on his friend David Cameron’s legacy: trotters up even before you’ve screwed the country, instead of only after.</p> <p>The only other sightings of Johnson saw him accompanied by various childminders to vote for himself in a series of progressively apocalypse-beckoning votes in Westminster this week. Eventually, of course, Johnson himself will come for us all. He’s really the Tories’ <a href=\"https://www.youtube.com/watch?v=s2F4ZWTjwTU\" title=\"\">Papa Lazarou</a>, with his grotesque circus, his free-form gibberish, his expanding collection of wedding rings. And the rest. AND THE REST.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I wonder if proxying for Boris feels a bit less unspeakably awful every time they go out and do it</p> </blockquote> </aside>  <p>For now, though, he is represented by a praetorian guard of beta proxies, who <a href=\"https://www.theguardian.com/politics/2019/jun/12/boris-johnson-has-nothing-to-hide-says-liz-truss\" title=\"\">make the rounds of the news programmes</a> for him, interpreting what they think their overlord stands for on questions such as Brexit practicalities, and why you wouldn’t play a meaningful part in your own child’s upbringing. Hey – it’s a living. But is it a life?</p> <p>Maybe this is what you get into politics for. On the other hand, is there a less self-respecting role in public life than being the guy who goes on the radio to flounder about some other guy’s inability to wear a condom? This is effectively the situation in which hopelessly out-of-his-depth Plymouth Moor View MP Johnny Mercer found himself on Monday, <a href=\"https://twitter.com/bbc5live/status/1140569207517528066\" title=\"\">repeatedly pressed by Emma Barnett</a> on whether it wasn’t a bit weird that we didn’t know how many children the likely next prime minister would own up to having. Great chance to shine, and let’s hope Johnny gets Johnson’s equivalent of a DSO for it. Number two at defence?</p> <p>Or perhaps you have more admiration for fellow Johnson proxy Kwasi Kwarteng, who <a href=\"https://www.channel4.com/news/kwasi-kwarteng-on-boris-johnson-to-say-he-is-racist-is-scurrilous-offensive-and-completely-wrong\" title=\"\">appeared on Channel 4 news</a> to fume: “The idea he is racist is completely ridiculous. To say he is racist is scurrilous, offensive and completely wrong.” I wonder if proxying for Boris feels a bit less unspeakably awful every time they go out and do it. Maybe the proxies get endless free vodka to get them through the horror, like the guys shooting dogs in the Chernobyl exclusion zone. Even so, you’ve got to think a lot of this work is going to stay with you for the rest of your life.</p> <p>Asked if he would buy a used car from Johnson, Nadhim Zahawi trilled: “I would buy anything from Boris Johnson!” In that case, I have a <a href=\"https://www.theguardian.com/commentisfree/2019/feb/17/absurd-vanity-project-for-our-age-boris-johnson-garden-bridge\" title=\"\">garden bridge</a> to sell you. Also some water cannon, and a line about NHS funding.</p> <p>Or how about Matt Hancock? Eleven days ago, Matt launched his own leadership campaign as “the candidate of the future”, declaring that choosing between Jeremy Hunt and Michael Gove would be like “asking me to choose between my children”. But it was bad news for the Hancock kiddies, in the end, as Daddy decided to back Boris Johnson instead. Yup, here comes Cuck Rogers, back from the future to delude himself that Johnson has made the same assurances to him as he has to Steve Baker.</p> <p>We must assume the Westminster proxies are all being run by <a href=\"https://www.theguardian.com/politics/2019/may/05/gavin-williamson-accuses-no-10-of-anonymous-smears\" title=\"\">Gavin Williamson</a>, contrary to a welter of reports about 10 minutes ago that Gavin was completely finished in politics.</p> <p>But in the media, Johnson backers such as <a href=\"https://blogs.spectator.co.uk/2019/06/george-osbornes-change-of-heart/\" title=\"\">George Osborne</a> have only themselves to blame. Meanwhile, there is a very particular type of chap who goes in to bat for the Old Etonian Johnson with the somewhat tragic deference of a man who knows his own public school was one of the minor ones. This peculiar type of longing underpins much of the writing of Quentin Letts (Haileybury), with his <a href=\"https://www.thesun.co.uk/news/9342187/boris-johnson-breaks-the-rules-elites-hate-him/\" title=\"\">most recent Sun column</a> a case in point. Here he is on Johnson: “At an age when some blokes find their virility drooping, he still plainly has some lead in his pencil, with a new and much younger girlfriend … He has swanned through life breaking the rules, laughing and bonking. That INFURIATES [the elite]!” Always a pleasure to take lectures on “the establishment” and “the elite” and “the ruling class” from Rupert Murdoch’s highest-paid columnist.</p> <p>And with that, I fear we can avoid the columnist question no longer. I had an instructive online exchange with the aforementioned Johnny Mercer this week, during which he broke the habit of a lunchtime and mentioned his military service, adding in parenthesis “(you were probably writing columns)”. Probably. And I naturally share Johnny’s disdain for newspaper columnists, most especially myself. However, only one of us wants a newspaper columnist to become prime minister.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/21/boris-johnson-prime-minister-party\">Johnson’s campaign will probably succeed – but he’ll alienate people he needs | Katy Balls</a> </p> </aside>  <p>In the end, little encapsulates the stage-four clusterfuck the UK is facing as totally as the fact that it is about to be run by a journalist. And, incredibly, by the worse of the two journalists in the final three.</p> <p>Why are we getting journalists to run anything? What’s the rationale – that now they’ve torched their own industry, they should be allowed a go on the country? If the past couple of decades have shown us anything, it’s that journalists shouldn’t really have been in charge of even the journalism business. It is far from a coincidence that two of the leading architects of Brexit – Michael Gove and Johnson – were both journalists. Is it in any way surprising to find that the UK is very drunk and has already missed two deadlines?</p> <p>As for all Johnson’s proxies and the backers who should know so much better: every one of them must carry the mark of Cain when it goes tits up, as it assuredly will. It’s like the old saying goes: fool me once, shame on you. Fool me literally hundreds of times, shame on me.</p> <p>• Marina Hyde is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "999",
      "commentCloseDate": "2019-06-21T19:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-21T15:15:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:29Z",
      "newspaperEditionDate": "2019-06-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bym7b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0f74a9207b5152f29d940f7fd9846ecc02911ad1/0_0_4313_2589/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Who is the worst minor character in the Borisverse? We have to ask, what with the big man himself only allowed out on an electronic tag for around six minutes’ talking time on the BBC Tory leadership debate. Collectors of vignettes displaying Johnson’s contempt for the public will have enjoyed the spectacle of a takeaway being delivered to his house while the other candidates debated on Channel 4. Encouraging to see him building on his friend David Cameron’s legacy: trotters up even before you’ve screwed the country, instead of only after. The only other sightings of Johnson saw him accompanied by various childminders to vote for himself in a series of progressively apocalypse-beckoning votes in Westminster this week. Eventually, of course, Johnson himself will come for us all. He’s really the Tories’ Papa Lazarou, with his grotesque circus, his free-form gibberish, his expanding collection of wedding rings. And the rest. AND THE REST. For now, though, he is represented by a praetorian guard of beta proxies, who make the rounds of the news programmes for him, interpreting what they think their overlord stands for on questions such as Brexit practicalities, and why you wouldn’t play a meaningful part in your own child’s upbringing. Hey – it’s a living. But is it a life? Maybe this is what you get into politics for. On the other hand, is there a less self-respecting role in public life than being the guy who goes on the radio to flounder about some other guy’s inability to wear a condom? This is effectively the situation in which hopelessly out-of-his-depth Plymouth Moor View MP Johnny Mercer found himself on Monday, repeatedly pressed by Emma Barnett on whether it wasn’t a bit weird that we didn’t know how many children the likely next prime minister would own up to having. Great chance to shine, and let’s hope Johnny gets Johnson’s equivalent of a DSO for it. Number two at defence? Or perhaps you have more admiration for fellow Johnson proxy Kwasi Kwarteng, who appeared on Channel 4 news to fume: “The idea he is racist is completely ridiculous. To say he is racist is scurrilous, offensive and completely wrong.” I wonder if proxying for Boris feels a bit less unspeakably awful every time they go out and do it. Maybe the proxies get endless free vodka to get them through the horror, like the guys shooting dogs in the Chernobyl exclusion zone. Even so, you’ve got to think a lot of this work is going to stay with you for the rest of your life. Asked if he would buy a used car from Johnson, Nadhim Zahawi trilled: “I would buy anything from Boris Johnson!” In that case, I have a garden bridge to sell you. Also some water cannon, and a line about NHS funding. Or how about Matt Hancock? Eleven days ago, Matt launched his own leadership campaign as “the candidate of the future”, declaring that choosing between Jeremy Hunt and Michael Gove would be like “asking me to choose between my children”. But it was bad news for the Hancock kiddies, in the end, as Daddy decided to back Boris Johnson instead. Yup, here comes Cuck Rogers, back from the future to delude himself that Johnson has made the same assurances to him as he has to Steve Baker. We must assume the Westminster proxies are all being run by Gavin Williamson, contrary to a welter of reports about 10 minutes ago that Gavin was completely finished in politics. But in the media, Johnson backers such as George Osborne have only themselves to blame. Meanwhile, there is a very particular type of chap who goes in to bat for the Old Etonian Johnson with the somewhat tragic deference of a man who knows his own public school was one of the minor ones. This peculiar type of longing underpins much of the writing of Quentin Letts (Haileybury), with his most recent Sun column a case in point. Here he is on Johnson: “At an age when some blokes find their virility drooping, he still plainly has some lead in his pencil, with a new and much younger girlfriend … He has swanned through life breaking the rules, laughing and bonking. That INFURIATES [the elite]!” Always a pleasure to take lectures on “the establishment” and “the elite” and “the ruling class” from Rupert Murdoch’s highest-paid columnist. And with that, I fear we can avoid the columnist question no longer. I had an instructive online exchange with the aforementioned Johnny Mercer this week, during which he broke the habit of a lunchtime and mentioned his military service, adding in parenthesis “(you were probably writing columns)”. Probably. And I naturally share Johnny’s disdain for newspaper columnists, most especially myself. However, only one of us wants a newspaper columnist to become prime minister. In the end, little encapsulates the stage-four clusterfuck the UK is facing as totally as the fact that it is about to be run by a journalist. And, incredibly, by the worse of the two journalists in the final three. Why are we getting journalists to run anything? What’s the rationale – that now they’ve torched their own industry, they should be allowed a go on the country? If the past couple of decades have shown us anything, it’s that journalists shouldn’t really have been in charge of even the journalism business. It is far from a coincidence that two of the leading architects of Brexit – Michael Gove and Johnson – were both journalists. Is it in any way surprising to find that the UK is very drunk and has already missed two deadlines? As for all Johnson’s proxies and the backers who should know so much better: every one of them must carry the mark of Cain when it goes tits up, as it assuredly will. It’s like the old saying goes: fool me once, shame on you. Fool me literally hundreds of times, shame on me. • Marina Hyde is a Guardian columnist",
      "charCount": "5743",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marinahyde\">Marina Hyde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/21/boris-johnson-prime-minister-party",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-21T11:24:56Z",
    "webTitle": "Johnson’s campaign will probably succeed – but he’ll alienate people he needs | Katy Balls",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/boris-johnson-prime-minister-party",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/boris-johnson-prime-minister-party",
    "fields": {
      "headline": "Johnson’s campaign will probably succeed – but he’ll alienate people he needs",
      "standfirst": "The tactics being used to win the Tory leadership may backfire when it comes to commanding party loyalty",
      "trailText": "The tactics being used to win the Tory leadership may backfire when it comes to commanding party loyalty, says Katy Balls, deputy political editor of the Spectator",
      "byline": "Katy Balls",
      "main": "<figure class=\"element element-image\" data-media-id=\"396b02726fe71799220391e44799413c42413312\"> <img src=\"https://media.guim.co.uk/396b02726fe71799220391e44799413c42413312/0_118_3526_2116/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Some have suggested that Boris Johnson’s campaign is too heavy-handed and the tactics it has deployed are belong more to the mafia than big tent politics.’ </span> <span class=\"element-image__credit\">Photograph: Luke Dray/Getty Images</span> </figcaption> </figure>",
      "body": "<p>When the names of the final two <a href=\"https://www.theguardian.com/politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote\" title=\"\">Tory leadership candidates</a> were announced, there were celebrations among Boris Johnson’s backers. Joining the Tory leadership frontrunner in the final was not his old foe <a href=\"https://www.theguardian.com/politics/2019/jun/20/gove-and-javid-prepare-for-top-jobs-with-congratulatory-tweets\" title=\"\">Michael Gove</a> but <a href=\"https://www.theguardian.com/politics/2019/jun/10/jeremy-hunt-wins-support-penny-mordaunt-conservative-leadership\" title=\"\">Jeremy Hunt</a>. The foreign secretary beat Gove to second place by a mere two votes. Hunt was the candidate the Johnson campaign wanted to join him in the final. The view is that he poses the least threat as he voted remain and isn’t as skilled a debater as Gove.</p> <p>However, not everyone was so impressed with the result. Tory MPs quickly began to cry foul play and <a href=\"https://www.theguardian.com/politics/2019/jun/20/jeremy-hunt-and-boris-johnson-are-final-two-in-tory-leadership-race\" title=\"\">suggest dirty tricks</a>. The reason? The numbers don’t add up. After Sajid Javid was knocked out in the first secret ballot of the day, at least four of his backers said they would now vote for Boris Johnson. Yet despite this, Johnson only managed to muster three more votes in total in the final ballot that afternoon. The suggestion is that Johnson supporters “lent” their votes to Hunt in order to secure a weaker opponent.</p> <p>Suspicions hang in the air, too, over previous rounds. Ahead of the BBC debates, the only fellow hard Brexiteer in the competition, Dominic Raab, was eliminated. This meant that in the debate that night Johnson couldn’t be out-Brexited or pushed into boxing himself in with further Brexit promises. The next day Rory Stewart was kicked out of the competition – mysteriously losing 10 votes. He has suggested “<a href=\"https://www.thetimes.co.uk/article/rory-stewart-accuses-rival-of-dark-arts-as-he-is-knocked-out-of-tory-leadership-race-gt0fxzjk5\" title=\"\">dark arts</a>” were at play. In some quarters, the finger of blame is being pointed at Gavin Williamson – the former chief whip who revels in his reputation as a machiavellian character – who helped run the parliamentary part of the Johnson campaign.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/20/jeremy-hunt-boris-johnson-conservative-leadership\">Hunt and Johnson are wildly different, but it’s the latter who can deliver Brexit | Simon Jenkins</a> </p> </aside>  <p>And the allegations of dirty tricks go further than tactical voting. While the Johnson campaign has impressed with its efficiency and organisation, some have suggested that it is too heavy-handed and the tactics it has deployed belong more to the mafia than big tent politics. MPs complain that the pitch has often been focused on bad things that would happen if they didn’t back Johnson rather than good things that could happen if they did. “Dealing with the Boris campaign is like waking up with a horse’s head in your bed,” remarked one such MP.</p> <p>This means that although Johnson stamped his authority in the parliamentary rounds by winning the support of over half the party, there is growing unease about whether a Johnson premiership could bring the party back together. One such MP has already gone public. <a href=\"https://www.theguardian.com/politics/2018/jun/16/brexit-withdrawal-bill-tory-mp-antoinette-sandbach\" title=\"\">Antoinette Sandbach</a> shared a WhatsApp message she received from a male Tory MP which read: “<a href=\"https://www.bbc.co.uk/news/uk-politics-48713978\" title=\"\">You too are a disgrace. Time you left the party I think</a>”. Sandbach complained that “barely is the ink dry on the results and the dark ops begin” – concluding: “Is it any wonder three female MPs left.” Another warning sign can be found in the fact that two MPs spoiled their ballot in the penultimate voting round – suggesting that they were not willing to be led by any of the remaining candidates.</p> <p>The Johnson campaign hopes that the membership vote next month will give the new prime minister a clean mandate and political authority, pushing MPs with differing Brexit positions to fall into line. However, there’s a risk that a heavy-handed approach has the opposite effect and MPs decide to break rank and rebel – or leave the party altogether. The working Tory majority is so slim that even a couple of defections could mean that the next prime minister has no majority at all.</p> <p>So, is it inevitable that Johnson will become prime minister? There’s a view among Johnson allies that they need to spend nearly as much time preparing to take office in the coming month as preparing for hustings against Hunt. There’s a rule in politics that the Tory leadership frontrunner never wins. Right now Johnson looks unassailable – but campaigns can throw up surprises that move things off kilter.</p> <p>The first challenge has come in the form of Foreign Office minister Mark Field. The Conservative MP has been <a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\" title=\"\">filmed grabbing a female climate change activist by the neck</a> and pushing her out of a black-tie City event. The minister has now been suspended. Yet several Tory MPs have publicly come to his defence. Neither leadership candidate has made an intervention, but as Field and Hunt are longtime friends and Field has been a minister in his department, his response will come under particular scrutiny.</p> <p>The hustings over the next month will see each of the candidates move from trying to win over MPs to appealing to the party membership. The risk, however, is that by pivoting to the Eurosceptic grassroots, they further isolate many of the MPs who are on the other end of the spectrum. With great challenges awaiting the next leader, the new prime minister will need these MPs. It follows that alarm bells should be ringing in the Johnson camp about the way this could play out. Otherwise even if Johnson succeeds, it could be a very short stint in No 10.</p> <p>• Katy Balls is the Spectator’s deputy political editor</p>",
      "wordcount": "854",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T11:24:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:51Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byydg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/396b02726fe71799220391e44799413c42413312/0_118_3526_2116/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When the names of the final two Tory leadership candidates were announced, there were celebrations among Boris Johnson’s backers. Joining the Tory leadership frontrunner in the final was not his old foe Michael Gove but Jeremy Hunt. The foreign secretary beat Gove to second place by a mere two votes. Hunt was the candidate the Johnson campaign wanted to join him in the final. The view is that he poses the least threat as he voted remain and isn’t as skilled a debater as Gove. However, not everyone was so impressed with the result. Tory MPs quickly began to cry foul play and suggest dirty tricks. The reason? The numbers don’t add up. After Sajid Javid was knocked out in the first secret ballot of the day, at least four of his backers said they would now vote for Boris Johnson. Yet despite this, Johnson only managed to muster three more votes in total in the final ballot that afternoon. The suggestion is that Johnson supporters “lent” their votes to Hunt in order to secure a weaker opponent. Suspicions hang in the air, too, over previous rounds. Ahead of the BBC debates, the only fellow hard Brexiteer in the competition, Dominic Raab, was eliminated. This meant that in the debate that night Johnson couldn’t be out-Brexited or pushed into boxing himself in with further Brexit promises. The next day Rory Stewart was kicked out of the competition – mysteriously losing 10 votes. He has suggested “dark arts” were at play. In some quarters, the finger of blame is being pointed at Gavin Williamson – the former chief whip who revels in his reputation as a machiavellian character – who helped run the parliamentary part of the Johnson campaign. And the allegations of dirty tricks go further than tactical voting. While the Johnson campaign has impressed with its efficiency and organisation, some have suggested that it is too heavy-handed and the tactics it has deployed belong more to the mafia than big tent politics. MPs complain that the pitch has often been focused on bad things that would happen if they didn’t back Johnson rather than good things that could happen if they did. “Dealing with the Boris campaign is like waking up with a horse’s head in your bed,” remarked one such MP. This means that although Johnson stamped his authority in the parliamentary rounds by winning the support of over half the party, there is growing unease about whether a Johnson premiership could bring the party back together. One such MP has already gone public. Antoinette Sandbach shared a WhatsApp message she received from a male Tory MP which read: “You too are a disgrace. Time you left the party I think”. Sandbach complained that “barely is the ink dry on the results and the dark ops begin” – concluding: “Is it any wonder three female MPs left.” Another warning sign can be found in the fact that two MPs spoiled their ballot in the penultimate voting round – suggesting that they were not willing to be led by any of the remaining candidates. The Johnson campaign hopes that the membership vote next month will give the new prime minister a clean mandate and political authority, pushing MPs with differing Brexit positions to fall into line. However, there’s a risk that a heavy-handed approach has the opposite effect and MPs decide to break rank and rebel – or leave the party altogether. The working Tory majority is so slim that even a couple of defections could mean that the next prime minister has no majority at all. So, is it inevitable that Johnson will become prime minister? There’s a view among Johnson allies that they need to spend nearly as much time preparing to take office in the coming month as preparing for hustings against Hunt. There’s a rule in politics that the Tory leadership frontrunner never wins. Right now Johnson looks unassailable – but campaigns can throw up surprises that move things off kilter. The first challenge has come in the form of Foreign Office minister Mark Field. The Conservative MP has been filmed grabbing a female climate change activist by the neck and pushing her out of a black-tie City event. The minister has now been suspended. Yet several Tory MPs have publicly come to his defence. Neither leadership candidate has made an intervention, but as Field and Hunt are longtime friends and Field has been a minister in his department, his response will come under particular scrutiny. The hustings over the next month will see each of the candidates move from trying to win over MPs to appealing to the party membership. The risk, however, is that by pivoting to the Eurosceptic grassroots, they further isolate many of the MPs who are on the other end of the spectrum. With great challenges awaiting the next leader, the new prime minister will need these MPs. It follows that alarm bells should be ringing in the Johnson camp about the way this could play out. Otherwise even if Johnson succeeds, it could be a very short stint in No 10. • Katy Balls is the Spectator’s deputy political editor",
      "charCount": "4974",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/katy-balls\">Katy Balls</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/21/mark-field-conservative-grabs-climate-protester-neck-far-right-cheer",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-21T10:44:51Z",
    "webTitle": "Mark Field grabs a climate protester by the neck – and parts of the right cheer him on | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/21/mark-field-conservative-grabs-climate-protester-neck-far-right-cheer",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/21/mark-field-conservative-grabs-climate-protester-neck-far-right-cheer",
    "fields": {
      "headline": "Mark Field grabs a climate protester by the neck – and parts of the right cheer him on",
      "standfirst": "This incident is a chilling reminder of the misogyny, contempt for dissent and class privilege that blights our society",
      "trailText": "This incident is a chilling reminder of the misogyny, contempt for dissent and class privilege that blights our society, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6f671534-28fe-4b7b-bc46-454d4c4a24be\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Eq4ke8A-tHE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>What is more shocking? That during the chancellor of the exchequer’s Mansion House speech in London, at the heart of Britain’s establishment, Mark Field, a middle-aged male Tory minister, slammed a young, female Greenpeace protester against a pillar then forcefully propelled her out, clutching her neck? That no one at this gilded dinner, full of other middle-aged, besuited, bow-tie-wearing members of the British elite, did anything? That some even <a href=\"https://twitter.com/Peston/status/1141961001044238336\" title=\"\">reportedly applauded when he returned</a>? That multiple rightwing commentators have not only defended this minister but called for him to be awarded a medal? That social media abounds with predominantly men cheering the minister on, offering a disturbing and all too revealing insight into what male behaviour towards women they judge to be acceptable?</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The term 'gaslighting' is often abused in political debate, but here surely is a prima facie case</p> \n </blockquote> \n</aside> \n<p>Field’s defence should be treated with derision and contempt. <a href=\"https://twitter.com/PaulBrandITV/status/1141874476583464962\" title=\"\">He claims</a> that “many guests understandably felt threatened and when one protester rushed past me towards the top table I instinctively reacted”, and that “there was no security present and I was for a split-second genuinely worried she might have been armed”. The term “gaslighting” – used to describe psychological abuse in which the victim is made to doubt their recollection of events and even sanity – is often abused in political debate, but here surely is a prima facie case. Mr Field, we can see the video. No one appears threatened by a young Greenpeace activist in a red dress, and a friend of the ITV journalist Robert Peston – who was in attendance – vouches that they <a href=\"https://twitter.com/Peston/status/1141961001044238336\" title=\"\">did not feel so</a>. She does not “rush”, but calmly strides. She doesn’t even acknowledge Field until the moment he pushes her against a pillar. Anyone who believes a climate protester would be armed needs an urgent appointment with reality. Anyone watching the video can see not fear, let alone panic, in Field’s eyes, but rather rage: unsurprising for a man who just two months ago <a href=\"https://twitter.com/rosskempsell/status/1141836347612811264\" title=\"\">wrote a letter</a> demanding the Metropolitan police adopt “a much firmer grip” on climate protesters.</p> \n<p>I can speak from personal experience. I have been repeatedly harassed in the street by far-right protesters, screaming abuse, including <a href=\"https://twitter.com/OwenJones84/status/1084135345216802816\" title=\"\">overt homophobia</a>, spitting in my face and attempting to punch me. There is no comparison between those fighting the existential threat of the climate emergency and the far-right menace: the latter is a threat to minorities, women and to democracy itself, and its foot soldiers have a long history of using violence. Yet in none of these examples did I lose my temper; instead I <a href=\"https://twitter.com/OwenJones84/status/1082256193035345920\" title=\"\">ridiculed my aggressors</a>, even when I was surrounded by several of them. I wasn’t at a dinner surrounded by dozens of sympathisers being approached by a peaceful, female climate protester.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/jun/20/greenpeace-activists-target-philip-hammond-speech-in-climate-protest\">Mark Field urged to quit as minister after grabbing climate protester</a> </p> \n</aside> \n<p>Sometimes, incidents should not be seen in isolation, as one-offs, but rather as flares, lighting up the ugliest features of society. First, misogyny: here is a man using physical force to coerce and intimidate a woman. Second, class privilege: here was a closed elite circle invaded by protesters – in the proud tradition of peaceful direct action that helped win many of our rights and freedoms – attempting to hold our rulers and their powerful friends to account about an existential threat facing our species. Witness the rightwing hysteria over the <a href=\"https://www.theguardian.com/uk-news/2019/jun/18/nigel-farage-milkshake-attacker-pleads-guilty-to-common-assault\" title=\"\">milkshaking of Nigel Farage</a> – with a man convicted and sentenced to 150 hours of community service. And then imagine if a working-class black man had been filmed behaving like this. Would social media and the airwaves be full of rightwing commentators and Tory MPs defending him? Third, an increasingly authoritarian, Trumpian approach to dissent, in which critics and opponents of the Tories are routinely disparaged as “traitors”, “saboteurs” and, indeed, “enemies of the people”.</p> \n<p>Field may have been <a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\" title=\"\">suspended,</a> but his career is unlikely to end here. A petition demanding his sacking from the government has already attracted <a href=\"https://actionsprout.io/BB238C\" title=\"\">thousands of signatures</a>. At the last election, his majority collapsed from 9,961 votes to 3,148: here, surely, is a priority for a righteous unseating.</p> \n<p>But this whole incident is a chilling reminder of the intersection of misogyny, Trumpian contempt for dissent and class privilege that blights our society, and which has been exacerbated by a Tory government increasingly under the spell of rightwing populism.</p> \n<p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "701",
      "commentable": "false",
      "firstPublicationDate": "2019-06-21T10:44:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T11:42:36Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byy3e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc8cb0402b03a120e0f0fcf60ea37fce6c7b292f/0_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What is more shocking? That during the chancellor of the exchequer’s Mansion House speech in London, at the heart of Britain’s establishment, Mark Field, a middle-aged male Tory minister, slammed a young, female Greenpeace protester against a pillar then forcefully propelled her out, clutching her neck? That no one at this gilded dinner, full of other middle-aged, besuited, bow-tie-wearing members of the British elite, did anything? That some even reportedly applauded when he returned? That multiple rightwing commentators have not only defended this minister but called for him to be awarded a medal? That social media abounds with predominantly men cheering the minister on, offering a disturbing and all too revealing insight into what male behaviour towards women they judge to be acceptable? Field’s defence should be treated with derision and contempt. He claims that “many guests understandably felt threatened and when one protester rushed past me towards the top table I instinctively reacted”, and that “there was no security present and I was for a split-second genuinely worried she might have been armed”. The term “gaslighting” – used to describe psychological abuse in which the victim is made to doubt their recollection of events and even sanity – is often abused in political debate, but here surely is a prima facie case. Mr Field, we can see the video. No one appears threatened by a young Greenpeace activist in a red dress, and a friend of the ITV journalist Robert Peston – who was in attendance – vouches that they did not feel so. She does not “rush”, but calmly strides. She doesn’t even acknowledge Field until the moment he pushes her against a pillar. Anyone who believes a climate protester would be armed needs an urgent appointment with reality. Anyone watching the video can see not fear, let alone panic, in Field’s eyes, but rather rage: unsurprising for a man who just two months ago wrote a letter demanding the Metropolitan police adopt “a much firmer grip” on climate protesters. I can speak from personal experience. I have been repeatedly harassed in the street by far-right protesters, screaming abuse, including overt homophobia, spitting in my face and attempting to punch me. There is no comparison between those fighting the existential threat of the climate emergency and the far-right menace: the latter is a threat to minorities, women and to democracy itself, and its foot soldiers have a long history of using violence. Yet in none of these examples did I lose my temper; instead I ridiculed my aggressors, even when I was surrounded by several of them. I wasn’t at a dinner surrounded by dozens of sympathisers being approached by a peaceful, female climate protester. Sometimes, incidents should not be seen in isolation, as one-offs, but rather as flares, lighting up the ugliest features of society. First, misogyny: here is a man using physical force to coerce and intimidate a woman. Second, class privilege: here was a closed elite circle invaded by protesters – in the proud tradition of peaceful direct action that helped win many of our rights and freedoms – attempting to hold our rulers and their powerful friends to account about an existential threat facing our species. Witness the rightwing hysteria over the milkshaking of Nigel Farage – with a man convicted and sentenced to 150 hours of community service. And then imagine if a working-class black man had been filmed behaving like this. Would social media and the airwaves be full of rightwing commentators and Tory MPs defending him? Third, an increasingly authoritarian, Trumpian approach to dissent, in which critics and opponents of the Tories are routinely disparaged as “traitors”, “saboteurs” and, indeed, “enemies of the people”. Field may have been suspended, but his career is unlikely to end here. A petition demanding his sacking from the government has already attracted thousands of signatures. At the last election, his majority collapsed from 9,961 votes to 3,148: here, surely, is a priority for a righteous unseating. But this whole incident is a chilling reminder of the intersection of misogyny, Trumpian contempt for dissent and class privilege that blights our society, and which has been exacerbated by a Tory government increasingly under the spell of rightwing populism. • Owen Jones is a Guardian columnist",
      "charCount": "4358",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/jun/20/greenpeace-activists-target-philip-hammond-speech-in-climate-protest",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-21T06:58:51Z",
    "webTitle": "Mark Field urged to quit as minister after grabbing climate protester",
    "webUrl": "https://www.theguardian.com/environment/2019/jun/20/greenpeace-activists-target-philip-hammond-speech-in-climate-protest",
    "apiUrl": "https://content.guardianapis.com/environment/2019/jun/20/greenpeace-activists-target-philip-hammond-speech-in-climate-protest",
    "fields": {
      "headline": "Mark Field urged to quit as minister after grabbing climate protester",
      "standfirst": "<p>Video shows Foreign Office minister manhandling female demonstrator <br></p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jun/21/mark-field-suspended-as-minister-after-grabbing-climate-protester-by-neck\">Mark Field suspended as minister</a></li></ul>",
      "trailText": "Video shows Foreign Office minister manhandling female demonstrator <br>",
      "byline": "Kevin Rawlinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6f671534-28fe-4b7b-bc46-454d4c4a24be\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Eq4ke8A-tHE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The Conservatives have been plunged into controversy after a video showed a minister grab and manhandle a protester who disrupted the chancellor’s Mansion House speech.</p> \n<p>Police began looking into the incident on Thursday night after footage showed Mark Field pushing the female Greenpeace activist against a pillar and grabbing her neck. There were calls for Field to lose his position as a Foreign Office minister. In a statement, he apologised to the woman and said he would refer himself to the Cabinet Office over the incident.</p> \n<p>Meanwhile a separate scandal threatened the party as Antoinette Sandbach said she was sent messages by an unnamed fellow Conservative MP demanding she leave the party. Senior Tories condemned the messages and pledged to investigate.</p> \n<p>The video footage appeared to show an incident that occurred as dozens of Greenpeace activists sought to draw attention to the climate crisis while Philip Hammond prepared to deliver his set-piece address in the City of London.</p> \n<p>A group, most dressed all in red and wearing sashes bearing the words “climate emergency”, attempted to read out a message and “drown out” Hammond.</p> \n<p>In a short clip, later posted online by ITV News, Field grabbed one of the female activists, shoving her against a pillar and then marched her away while gripping the back of her neck. Greenpeace UK said: “We were shocked at the footage of an elected MP and government minister assaulting one of our peaceful protesters at the Mansion House tonight.”</p> \n<p>City of London police said: “We have received a small number of third party reports of an assault taking place at the [Mansion House] event. These reports are being looked into by police.” No arrests had been made, officers said.</p> \n<p>The Conservative party chairman, Brandon Lewis, said the incident had been referred for an internal investigation, telling ITV’s Good Morning Britain on Friday: “It’s very hard not to be astonished by what you’ve seen.”</p> \n<p>Labour MP Dawn Butler said the incident shown in the footage was “horrific” and appeared to be an assault. She tweeted: “[Field] must be immediately suspended or sacked.</p> \n<p>“I’m sure I’m not the only one who is wondering why no one intervened. So much violence does not seem justified. An investigation needs to take place as soon as possible.”</p> \n<p>In a statement Field said he reacted “instinctively” and had been “genuinely worried” that the protester might be armed. He said he “grasped the intruder firmly in order to remove her from the room as swiftly as possible”, adding: “I deeply regret this episode and unreservedly apologise to the lady concerned for grabbing her but in the current climate I felt I needed to act decisively to close down the threat to the safety of those present.”</p> \n<p>Field said he had referred himself to the Cabinet Office to “examine if there has been a breach of the ministerial code and will of course cooperate fully with their investigation”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChukaUmunna/status/1141836080381145093\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">This is totally unacceptable. <a href=\"https://t.co/yp9cIfJe25\">https://t.co/yp9cIfJe25</a></p>— Chuka Umunna (@ChukaUmunna) \n  <a href=\"https://twitter.com/ChukaUmunna/status/1141836080381145093?ref_src=twsrc%5Etfw\">June 20, 2019</a>\n </blockquote> \n</figure> \n<p>The Liberal Democrat former cabinet minister Sir Ed Davey called on Field to resign from the government. “No ifs, no buts about this. The sight of some penguin-suited Tory minister behaving in a violent way towards a female Greenpeace activist absolutely stinks.”</p> \n<p>Field’s fellow Conservative MP, Alistair Burt, was shown the clip by the BBC’s Newsnight programme and, afterwards, said: “Mark will answer for himself but it looks to be a very difficult situation for everyone concerned.”</p> \n<p>The Tory MP Sir Peter Bottomley defended Field, saying the activist “was trying to create a fuss. Most viewers would say it’s good that she didn’t succeed.”</p> \n<p>Last month, Field delivered a speech at a Westminster Hall debate in which he decried violence against and intimidation of female activists across the world.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkFieldUK/status/1126432512727764992\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">The UK remains committed to helping women all over the world to feel safe and protected in the work they do, so they can speak freely and be part of the change we all want. My remarks at the Westminster Hall Debate on Women Human Rights Defenders. <a href=\"https://t.co/fmQMtXSTgV\">https://t.co/fmQMtXSTgV</a></p>— Mark Field MP (@MarkFieldUK) \n  <a href=\"https://twitter.com/MarkFieldUK/status/1126432512727764992?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n </blockquote> \n</figure> \n<p>The Foreign Office and Downing Street were contacted for comment.</p> \n<p>According to the video, the rest of the activists were forced out of the room. After they had been removed, Hammond claimed it was “ironic” they had chosen to stage the protest shortly after the government had announced its commitment to reach net zero carbon emissions by 2050. Afterwards, Greenpeace UK countered that the Treasury had “tried to water down” the government’s action on climate change.</p> \n<p>Also on Thursday night, Sandbach posted an image on social media of messages she said were from a colleague and suggested that similar abuse had been behind the decisions of three female former Tory MPs to leave the party.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9b229eb1-7c68-4ccc-9098-733a2515a019\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/XbjGwjRszhs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“Barely is the ink dry on the results and the dark ops begin,” Sandbach, who supported Rory Stewart in the leadership race, wrote on Twitter. “This from a male conservative MP to me as I sit on the train home.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/20/tory-leadership-rumours-of-dark-arts-swirl-before-final-vote\">Gove's exit leaves Johnson and Hunt to fight for the spoils</a> </p> \n</aside> \n<p>The messages, which came only hours after Tory MPs voted Boris Johnson and the foreign secretary, Jeremy Hunt, through to the final round of the party leadership contest, read: “You too are a disgrace. Time you left the party I think.” She tagged it with the words “completewankspangle” and later deleted the tweet.</p> \n<p>In a supplementary tweet that remained live, the MP for Eddisbury added: “It’s bad enough when you get it from complete strangers. Is it any wonder three female MPs left.”</p> \n<p>Hunt denounced the messages, and added: “We have to come together as a party.” Julian Smith, the government chief whip, promised to investigate and offered to meet Sandbach on Monday.</p> \n<p>Smith said the messages were “totally unacceptable”, and thanked Sandbach for supporting the government in parliamentary votes on Theresa May’s Brexit withdrawal agreement. Sandbach told the Guardian on Thursday night that she and the party were dealing with the incident internally.</p> \n<p>﻿• This article was amended on 21 June 2019 because an earlier version referred to the Conservative MP Alistair Burt as a Foreign Office minister. Burt resigned from that position in March 2019. This has been corrected.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "960",
      "firstPublicationDate": "2019-06-20T20:34:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-21T16:27:35Z",
      "newspaperEditionDate": "2019-06-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/byt32",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/baa791049c03b794e41a7a1df8a9997a6e3c1a76/321_160_2065_1239/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Conservatives have been plunged into controversy after a video showed a minister grab and manhandle a protester who disrupted the chancellor’s Mansion House speech. Police began looking into the incident on Thursday night after footage showed Mark Field pushing the female Greenpeace activist against a pillar and grabbing her neck. There were calls for Field to lose his position as a Foreign Office minister. In a statement, he apologised to the woman and said he would refer himself to the Cabinet Office over the incident. Meanwhile a separate scandal threatened the party as Antoinette Sandbach said she was sent messages by an unnamed fellow Conservative MP demanding she leave the party. Senior Tories condemned the messages and pledged to investigate. The video footage appeared to show an incident that occurred as dozens of Greenpeace activists sought to draw attention to the climate crisis while Philip Hammond prepared to deliver his set-piece address in the City of London. A group, most dressed all in red and wearing sashes bearing the words “climate emergency”, attempted to read out a message and “drown out” Hammond. In a short clip, later posted online by ITV News, Field grabbed one of the female activists, shoving her against a pillar and then marched her away while gripping the back of her neck. Greenpeace UK said: “We were shocked at the footage of an elected MP and government minister assaulting one of our peaceful protesters at the Mansion House tonight.” City of London police said: “We have received a small number of third party reports of an assault taking place at the [Mansion House] event. These reports are being looked into by police.” No arrests had been made, officers said. The Conservative party chairman, Brandon Lewis, said the incident had been referred for an internal investigation, telling ITV’s Good Morning Britain on Friday: “It’s very hard not to be astonished by what you’ve seen.” Labour MP Dawn Butler said the incident shown in the footage was “horrific” and appeared to be an assault. She tweeted: “[Field] must be immediately suspended or sacked. “I’m sure I’m not the only one who is wondering why no one intervened. So much violence does not seem justified. An investigation needs to take place as soon as possible.” In a statement Field said he reacted “instinctively” and had been “genuinely worried” that the protester might be armed. He said he “grasped the intruder firmly in order to remove her from the room as swiftly as possible”, adding: “I deeply regret this episode and unreservedly apologise to the lady concerned for grabbing her but in the current climate I felt I needed to act decisively to close down the threat to the safety of those present.” Field said he had referred himself to the Cabinet Office to “examine if there has been a breach of the ministerial code and will of course cooperate fully with their investigation”. The Liberal Democrat former cabinet minister Sir Ed Davey called on Field to resign from the government. “No ifs, no buts about this. The sight of some penguin-suited Tory minister behaving in a violent way towards a female Greenpeace activist absolutely stinks.” Field’s fellow Conservative MP, Alistair Burt, was shown the clip by the BBC’s Newsnight programme and, afterwards, said: “Mark will answer for himself but it looks to be a very difficult situation for everyone concerned.” The Tory MP Sir Peter Bottomley defended Field, saying the activist “was trying to create a fuss. Most viewers would say it’s good that she didn’t succeed.” Last month, Field delivered a speech at a Westminster Hall debate in which he decried violence against and intimidation of female activists across the world. The Foreign Office and Downing Street were contacted for comment. According to the video, the rest of the activists were forced out of the room. After they had been removed, Hammond claimed it was “ironic” they had chosen to stage the protest shortly after the government had announced its commitment to reach net zero carbon emissions by 2050. Afterwards, Greenpeace UK countered that the Treasury had “tried to water down” the government’s action on climate change. Also on Thursday night, Sandbach posted an image on social media of messages she said were from a colleague and suggested that similar abuse had been behind the decisions of three female former Tory MPs to leave the party. “Barely is the ink dry on the results and the dark ops begin,” Sandbach, who supported Rory Stewart in the leadership race, wrote on Twitter. “This from a male conservative MP to me as I sit on the train home.” The messages, which came only hours after Tory MPs voted Boris Johnson and the foreign secretary, Jeremy Hunt, through to the final round of the party leadership contest, read: “You too are a disgrace. Time you left the party I think.” She tagged it with the words “completewankspangle” and later deleted the tweet. In a supplementary tweet that remained live, the MP for Eddisbury added: “It’s bad enough when you get it from complete strangers. Is it any wonder three female MPs left.” Hunt denounced the messages, and added: “We have to come together as a party.” Julian Smith, the government chief whip, promised to investigate and offered to meet Sandbach on Monday. Smith said the messages were “totally unacceptable”, and thanked Sandbach for supporting the government in parliamentary votes on Theresa May’s Brexit withdrawal agreement. Sandbach told the Guardian on Thursday night that she and the party were dealing with the incident internally. ﻿• This article was amended on 21 June 2019 because an earlier version referred to the Conservative MP Alistair Burt as a Foreign Office minister. Burt resigned from that position in March 2019. This has been corrected.",
      "charCount": "5790",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]