[
  {
    "id": "world/2019/may/16/irelands-deputy-pm-criticises-uk-defence-secretary-for-loose-comments",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-16T18:56:55Z",
    "webTitle": "Irish deputy PM criticises Mordaunt's troop amnesty remarks",
    "webUrl": "https://www.theguardian.com/world/2019/may/16/irelands-deputy-pm-criticises-uk-defence-secretary-for-loose-comments",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/16/irelands-deputy-pm-criticises-uk-defence-secretary-for-loose-comments",
    "fields": {
      "headline": "Irish deputy PM criticises Mordaunt's troop amnesty remarks",
      "standfirst": "<p>Defence secretary upbraided for ‘loose comments’ about prosecutions from Troubles era </p>",
      "trailText": "Defence secretary upbraided for ‘loose comments’ about prosecutions from Troubles era ",
      "byline": "Dan Sabbagh Defence and security editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"e4bf6126e79135f9802ea11f54963fa3d2185f14\"> <img src=\"https://media.guim.co.uk/e4bf6126e79135f9802ea11f54963fa3d2185f14/0_212_5832_3499/1000.jpg\" alt=\"The tánaiste, Simon Coveney, said the UK should uphold its commitments.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The tánaiste, Simon Coveney, said the UK should uphold its commitments.</span> <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> </figcaption> </figure>",
      "body": "<p>Ireland’s deputy prime minister has criticised Britain’s new defence secretary for making “loose comments” about introducing an amnesty against prosecution for British soldiers relating to incidents during the Troubles.</p> <p>Simon Coveney was responding to Penny Mordaunt, who said on Wednesday that she <a href=\"https://www.theguardian.com/uk-news/2019/may/15/northern-ireland-troubles-soldiers-should-be-given-amnesty-says-mordaunt\">thought her proposals</a> to introduce a statutory presumption against prosecution for veterans for alleged offences committed than 10 years ago should encompass Northern Ireland.</p> <p>Coveney told the Irish parliament that “we need to ensure loose comments that are made are not damaging in terms of trust” and said he expected the UK to uphold the commitments it had already made.</p> <p>“There should be effective investigation into deaths during the Troubles, regardless of the perpetrators,” Coveney said. “That is what is provided for in the legacy framework of the Stormont House agreement and it is imperative that we move forward.”</p> <p>He added that Karen Bradley, the UK’s Northern Ireland secretary, had written to him on 18 April saying that where there was evidence of wrongdoing relating to the Troubles, members of the British army should be prosecuted.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/15/the-guardian-view-on-prosecuting-war-crimes-no-one-is-above-the-law\">The Guardian view on prosecuting war crimes: no one is above the law | Editorial</a> </p> </aside>  <p>In the same debate, Michelle O’Neill, Sinn Féin’s deputy leader, said: “The comments made by Penny Mordaunt undermine the legacy mechanisms agreed by the two governments and five main parties at Stormont House [in 2014].”</p> <p>Earlier this week Mordaunt announced plans to bring in legislation for a statutory presumption against prosecution of veterans relating to alleged crimes committed during the course of duty that took place more than a decade ago.</p> <p>The proposals are likely to halt any future prosecutions of the military relating to the wars in Iraq and Afghanistan except in exceptional cases, but the Ministry of Defence initially said they would not apply to Northern Ireland.</p> <p>The investigation of cases and possible prosecutions dating back to the Troubles, in which an estimated 3,500 people died over a quarter of a century, form part of a separate legacy review process being conducted by the Northern Ireland Office.</p> <p>Earlier on Thursday, however, a string of Conservative MPs complained about the proposed Northern Ireland exemption in an emergency Commons debate.</p> <p>Bob Stewart, a backbencher, told MPs that he had completed seven tours in Northern Ireland. “I was involved in fatality shootings. I was investigated along with others. The investigations were thorough, aggressive, and bloody awful to go through,” he said.</p> <p>The debate had been prompted by an urgent question from Mark Francois, a former armed forces minister. He told MPs that he did not want to see Northern Ireland’s power-sharing executive re-established “at the price of some rancid backstairs deal between the Northern Ireland Office and Sinn Féin IRA [to allow the continued prosecution of soldiers over the Troubles]”.</p> <p>John Penrose, a Northern Ireland minister, said any new proposals for veterans serving abroad could not simply be extended to Northern Ireland, because “the rules were different when soldiers were serving in Northern Ireland”.</p> <p>He added: “They were there in support of the police and in support of civil powers, which forms a different legal basis than the one that applies if they are fighting abroad in other kinds of conflict.”</p> <p>Any attempt to introduce a statute of limitations to one group in Northern Ireland, Penrose added, would have to apply to all, including alleged terrorists. Human rights law would mean it would “have to apply to all sides of the conflict”, he said.</p> <p>Final proposals for dealing with the legacy of the Troubles in Northern Ireland, which include plans for a historical investigations unit, will be published later. Ministers are evaluating 17,000 responses to a consultation on the controversial topic.</p>",
      "wordcount": "598",
      "firstPublicationDate": "2019-05-16T18:56:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-18T15:16:54Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfgnq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e4bf6126e79135f9802ea11f54963fa3d2185f14/0_212_5832_3499/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ireland’s deputy prime minister has criticised Britain’s new defence secretary for making “loose comments” about introducing an amnesty against prosecution for British soldiers relating to incidents during the Troubles. Simon Coveney was responding to Penny Mordaunt, who said on Wednesday that she thought her proposals to introduce a statutory presumption against prosecution for veterans for alleged offences committed than 10 years ago should encompass Northern Ireland. Coveney told the Irish parliament that “we need to ensure loose comments that are made are not damaging in terms of trust” and said he expected the UK to uphold the commitments it had already made. “There should be effective investigation into deaths during the Troubles, regardless of the perpetrators,” Coveney said. “That is what is provided for in the legacy framework of the Stormont House agreement and it is imperative that we move forward.” He added that Karen Bradley, the UK’s Northern Ireland secretary, had written to him on 18 April saying that where there was evidence of wrongdoing relating to the Troubles, members of the British army should be prosecuted. In the same debate, Michelle O’Neill, Sinn Féin’s deputy leader, said: “The comments made by Penny Mordaunt undermine the legacy mechanisms agreed by the two governments and five main parties at Stormont House [in 2014].” Earlier this week Mordaunt announced plans to bring in legislation for a statutory presumption against prosecution of veterans relating to alleged crimes committed during the course of duty that took place more than a decade ago. The proposals are likely to halt any future prosecutions of the military relating to the wars in Iraq and Afghanistan except in exceptional cases, but the Ministry of Defence initially said they would not apply to Northern Ireland. The investigation of cases and possible prosecutions dating back to the Troubles, in which an estimated 3,500 people died over a quarter of a century, form part of a separate legacy review process being conducted by the Northern Ireland Office. Earlier on Thursday, however, a string of Conservative MPs complained about the proposed Northern Ireland exemption in an emergency Commons debate. Bob Stewart, a backbencher, told MPs that he had completed seven tours in Northern Ireland. “I was involved in fatality shootings. I was investigated along with others. The investigations were thorough, aggressive, and bloody awful to go through,” he said. The debate had been prompted by an urgent question from Mark Francois, a former armed forces minister. He told MPs that he did not want to see Northern Ireland’s power-sharing executive re-established “at the price of some rancid backstairs deal between the Northern Ireland Office and Sinn Féin IRA [to allow the continued prosecution of soldiers over the Troubles]”. John Penrose, a Northern Ireland minister, said any new proposals for veterans serving abroad could not simply be extended to Northern Ireland, because “the rules were different when soldiers were serving in Northern Ireland”. He added: “They were there in support of the police and in support of civil powers, which forms a different legal basis than the one that applies if they are fighting abroad in other kinds of conflict.” Any attempt to introduce a statute of limitations to one group in Northern Ireland, Penrose added, would have to apply to all, including alleged terrorists. Human rights law would mean it would “have to apply to all sides of the conflict”, he said. Final proposals for dealing with the legacy of the Troubles in Northern Ireland, which include plans for a historical investigations unit, will be published later. Ministers are evaluating 17,000 responses to a consultation on the controversial topic.",
      "charCount": "3781",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a> Defence and security editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/16/tories-theresa-may-departure-brexit-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-16T16:40:28Z",
    "webTitle": "At last, Tories can begin to talk about Theresa May in the past tense | Rafael Behr",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/16/tories-theresa-may-departure-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/16/tories-theresa-may-departure-brexit-deal",
    "fields": {
      "headline": "At last, Tories can begin to talk about Theresa May in the past tense",
      "standfirst": "<p>The prime minister has set a date for her departure – and it might provide the push to get her Brexit deal over the line</p>",
      "trailText": "Setting a departure date might help May get her Brexit deal over the line, says Guardian columnist Rafael Behr",
      "byline": "Rafael Behr",
      "main": "<figure class=\"element element-image\" data-media-id=\"cca7d3140dec462685f31bd109c913c2d39b1ef2\"> <img src=\"https://media.guim.co.uk/cca7d3140dec462685f31bd109c913c2d39b1ef2/0_50_5568_3341/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If her EU withdrawal bill is enacted, Theresa May will get something to feasibly call a legacy.’</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>There is a small but significant distinction in politics between what is known and what is declared. In recent weeks it has become ever harder to imagine how Theresa May might continue in her job if another attempt to steer Brexit through parliament fails. But imagination is no longer required. <a href=\"https://www.theguardian.com/politics/2019/may/16/may-averts-tory-mutiny-by-agreeing-to-set-her-exit-date-after-brexit-bill-vote\" title=\"\">Resignation terms have been negotiated</a> with the backbench 1922 Committee, and made public.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news\">May agrees to set departure date after Brexit bill vote as Johnson announces leadership bid - live</a> </p> </aside>  <p>After a second reading of the EU withdrawal bill, scheduled for the first week of June, May and Sir Graham Brady will draw up a timetable for the election of a new Tory leader.</p> <p>It has also not required a great leap of imagination to suppose that Boris Johnson fancies his chances in that contest. But it is still noteworthy <a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\" title=\"\">that he stopped being coy today</a>. “Of course I’m going to go for it,” he told an audience in Manchester. The state of being talked about as an inevitable candidate and actually running are different, partly because of the cascade of questions that follow. For other MPs it is no longer a matter of “could you support” but “do you support”. For other candidates there is added pressure to make implied ambition more explicit.</p> <p>And while little of substance appears to have shifted, the political narrative unfolds in a different tense, no longer “would” but “will”. Given the suffocating stasis that has afflicted Westminster politics in recent weeks, that counts as movement. For May the hope is that the certainty of a leadership contest, combined with terror at the <a href=\"https://www.theguardian.com/world/2019/may/11/brexit-party-may-get-more-eu-election-votes-than-tories-and-labour-combined-poll\" title=\"\">expected success of Nigel Farage’s Brexit party</a> in next week’s European parliamentary election, will persuade Tories that their interests are served by nudging the EU withdrawal agreement closer to enactment. It is a straightforward transaction. She gets something to feasibly call a legacy – a consoling moment in which it can be said that the one job she ever really had to do has been done. The party then gets to argue about how swiftly to move on from her legacy and who should have the honour of trashing it.</p>  <figure class=\"element element-image\" data-media-id=\"3ab9be6ec0c9977831f7366c1fb65b63c5c4819f\"> <img src=\"https://media.guim.co.uk/3ab9be6ec0c9977831f7366c1fb65b63c5c4819f/0_99_1600_960/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson has stopped being coy. ‘Of course I’m going to go for it,’ he told an audience in Manchester.’</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>That some Tory MPs are up for such a bargain was demonstrated when the <a href=\"https://www.theguardian.com/politics/2019/mar/29/mps-reject-theresa-mays-brexit-deal-third-time\" title=\"\">Commons voted on May’s deal on the 29 March</a> – the last day of the original article 50 negotiating period. It was another defeat for the prime minister, by 58 votes. But there was a discernible shift in mood on the Tory benches as a number of Eurosceptic ultras – including Jacob Rees-Mogg, Johnson and Dominic Raab – talked themselves into tactical alignment with Downing Street. Their argument, spelled out unambiguously in the Commons debate, was that the benefits of legally severing ties with the EU outweigh the costs of doing so on shabby terms. Brexit itself was imperilled by the machinations of remainers and so the priority was getting through the only visible exit door. All other considerations could then be dealt with on the landing.</p> <p>That argument might have even more purchase with Conservatives now that the electoral consequences of Brexit delay have been made brutally clear. Given <a href=\"https://www.theguardian.com/politics/2019/may/03/tories-lose-over-1200-seats-in-local-elections-as-major-parties-suffer\" title=\"\">what happened in local elections</a> earlier this month and what is expected in the MEP ballot next week, a rational evaluation of the Tories’ collective prospects suggests the party should set aside any reservations about May’s deal, stick a bow on it and offer it to the nation as the gift of freedom. But rationality has not been a conspicuous motive at the fanatical end of the Eurosceptic spectrum. There is a hard core of MPs who will not besmirch the ideal of total liberation from Europe by engaging in grubby tactical voting for a partial version.</p> <p>Besides, nothing repels Labour’s pro-Brexit MPs quite like the sight of Tories backing May with fingers ostentatiously crossed – plainly intending to pursue a more extreme agenda under a more radical successor. If Johnson is on board, Labour leavers jump ship. So the task of assembling a parliamentary majority in a fortnight is not that much easier than it was last time, or the time before, or the time before that.</p> <p>Only one thing has changed: the Conservative party no longer has to imagine the circumstances in which the prime minister stands down. It is no longer a hypothetical event but a certainty of the political calendar. May was due to face <a href=\"https://www.theguardian.com/politics/2019/apr/17/grassroots-tories-hold-no-confidence-vote-theresa-may\" title=\"\">a confidence vote of local party associations</a> on 15 June and the near certainty of humiliation has surely helped set the deadline for her resignation. The moment is now inked into Tory diaries for early June, alongside a set of calculations about who is backing whom in the subsequent leadership contest. The prime minister herself might still be thinking in terms of a legacy, how she might be remembered in the future, but everyone else in British politics from now on talks about Theresa May in the past tense.</p> <p>• Rafael Behr is a Guardian columnist</p>",
      "wordcount": "806",
      "commentCloseDate": "2019-05-17T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-16T16:40:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:28Z",
      "newspaperEditionDate": "2019-05-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfgtz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cca7d3140dec462685f31bd109c913c2d39b1ef2/0_50_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There is a small but significant distinction in politics between what is known and what is declared. In recent weeks it has become ever harder to imagine how Theresa May might continue in her job if another attempt to steer Brexit through parliament fails. But imagination is no longer required. Resignation terms have been negotiated with the backbench 1922 Committee, and made public. After a second reading of the EU withdrawal bill, scheduled for the first week of June, May and Sir Graham Brady will draw up a timetable for the election of a new Tory leader. It has also not required a great leap of imagination to suppose that Boris Johnson fancies his chances in that contest. But it is still noteworthy that he stopped being coy today. “Of course I’m going to go for it,” he told an audience in Manchester. The state of being talked about as an inevitable candidate and actually running are different, partly because of the cascade of questions that follow. For other MPs it is no longer a matter of “could you support” but “do you support”. For other candidates there is added pressure to make implied ambition more explicit. And while little of substance appears to have shifted, the political narrative unfolds in a different tense, no longer “would” but “will”. Given the suffocating stasis that has afflicted Westminster politics in recent weeks, that counts as movement. For May the hope is that the certainty of a leadership contest, combined with terror at the expected success of Nigel Farage’s Brexit party in next week’s European parliamentary election, will persuade Tories that their interests are served by nudging the EU withdrawal agreement closer to enactment. It is a straightforward transaction. She gets something to feasibly call a legacy – a consoling moment in which it can be said that the one job she ever really had to do has been done. The party then gets to argue about how swiftly to move on from her legacy and who should have the honour of trashing it. That some Tory MPs are up for such a bargain was demonstrated when the Commons voted on May’s deal on the 29 March – the last day of the original article 50 negotiating period. It was another defeat for the prime minister, by 58 votes. But there was a discernible shift in mood on the Tory benches as a number of Eurosceptic ultras – including Jacob Rees-Mogg, Johnson and Dominic Raab – talked themselves into tactical alignment with Downing Street. Their argument, spelled out unambiguously in the Commons debate, was that the benefits of legally severing ties with the EU outweigh the costs of doing so on shabby terms. Brexit itself was imperilled by the machinations of remainers and so the priority was getting through the only visible exit door. All other considerations could then be dealt with on the landing. That argument might have even more purchase with Conservatives now that the electoral consequences of Brexit delay have been made brutally clear. Given what happened in local elections earlier this month and what is expected in the MEP ballot next week, a rational evaluation of the Tories’ collective prospects suggests the party should set aside any reservations about May’s deal, stick a bow on it and offer it to the nation as the gift of freedom. But rationality has not been a conspicuous motive at the fanatical end of the Eurosceptic spectrum. There is a hard core of MPs who will not besmirch the ideal of total liberation from Europe by engaging in grubby tactical voting for a partial version. Besides, nothing repels Labour’s pro-Brexit MPs quite like the sight of Tories backing May with fingers ostentatiously crossed – plainly intending to pursue a more extreme agenda under a more radical successor. If Johnson is on board, Labour leavers jump ship. So the task of assembling a parliamentary majority in a fortnight is not that much easier than it was last time, or the time before, or the time before that. Only one thing has changed: the Conservative party no longer has to imagine the circumstances in which the prime minister stands down. It is no longer a hypothetical event but a certainty of the political calendar. May was due to face a confidence vote of local party associations on 15 June and the near certainty of humiliation has surely helped set the deadline for her resignation. The moment is now inked into Tory diaries for early June, alongside a set of calculations about who is backing whom in the subsequent leadership contest. The prime minister herself might still be thinking in terms of a legacy, how she might be remembered in the future, but everyone else in British politics from now on talks about Theresa May in the past tense. • Rafael Behr is a Guardian columnist",
      "charCount": "4721",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rafaelbehr\">Rafael Behr</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "inequality/2019/may/16/why-we-are-troubled-by-elitist-inequality-review",
    "type": "article",
    "sectionId": "inequality",
    "sectionName": "Inequality",
    "webPublicationDate": "2019-05-16T16:38:49Z",
    "webTitle": "Why we are troubled by elitist inequality review | Letters",
    "webUrl": "https://www.theguardian.com/inequality/2019/may/16/why-we-are-troubled-by-elitist-inequality-review",
    "apiUrl": "https://content.guardianapis.com/inequality/2019/may/16/why-we-are-troubled-by-elitist-inequality-review",
    "fields": {
      "headline": "Why we are troubled by elitist inequality review",
      "standfirst": "40 researchers, educators and campaigners on inequality criticise the makeup of the IFS Deaton review’s expert panel. Plus letters from <strong>David Sang</strong> and <strong>Ian Mitchell</strong>",
      "trailText": "<strong>Letters:</strong> 40 researchers, educators and campaigners on inequality criticise the makeup of the IFS Deaton review’s expert panel. Plus letters from <strong>David Sang</strong> and <strong>Ian Mitchell</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ab75a01e80a6645d9eed72fcc219e9d3156a35f1\"> <img src=\"https://media.guim.co.uk/ab75a01e80a6645d9eed72fcc219e9d3156a35f1/0_0_1981_1189/1000.jpg\" alt=\"Margaret Thatcher pictured in 1986\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Surely it is evident this has been the project of Thatcherism with its legislation against the rights of workers and their unions,’ writes David Sang.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>We welcome the idea of a major review of inequality (<a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\" title=\"\">Britain ‘risks heading to US levels of inequality’</a>, 14 May). With Brexit looming and recent analyses linking income inequality to voting for rightwing populists, mass shootings, mental ill health, status consumerism and domestic violence, this is indeed a critical issue for our times.</p> <p>However, there is widespread concern about the composition of this review’s “expert panel”, which has a majority of white economists. Although the panel includes an expert on health inequalities, none of the world’s leading experts on the health and psychosocial effects of income inequality itself are included, nor is there expertise in the spatial aspects of inequality. And there is a conspicuous absence of world-leading economists for whom income inequality is their primary focus – no Piketty, no Stiglitz, no Galbraith, no Frank, no Fitoussi, no Palma, no Chang, no Milanovic. Sir Angus Deaton, leading the review, <a href=\"https://science.sciencemag.org/content/344/6186/829\" title=\"\">stated in the journal Science in 2014 that he “get[s] angry”</a> about the theory that inequality has psychological and social effects on health – perhaps he has changed his mind now that his own research has uncovered rising deaths from addiction and suicide in the US, but there are many researchers with much greater depth in this area. Even more troubling, there is no ethnic minority representation on the “expert panel”, no people with lived experience of inequality, no representatives of charities, trade unions or other NGOs. The number of disciplines represented is also small, although the impact of inequality goes far beyond economics.</p> <p>We, and others, have been researching, educating and campaigning on inequality for many years, we understand the issues and we know what needs to be done. We cannot wait five years for a report from a worryingly elitist review. Getting policymakers and politicians to tackle inequality will require grassroots support from those most affected and is needed urgently.</p> <p><em> </em><strong>Kate Pickett </strong><em>Professor of epidemiology and research champion for justice and equality, University of York</em><br><strong>Richard Wilkinson </strong><em>Emeritus professor of social epidemiology, University of Nottingham</em><br><strong>Danny Dorling </strong><em>Harold Mackinder professor of geography, University of Oxford</em><br><strong>Dr Faiza Shaheen </strong><em>Director, CLASS</em><br><strong>Dimitris Ballas </strong><em>Professor of economic geography, University of Groningen</em><br><strong>Guy Standing </strong><em>Professor of development studies, </em><em>Soas</em><em> University of London</em><br><strong>Dr Lorenza Antonucci </strong><em>School of social policy, University of Birmingham</em><br><strong>Roberto De Vogli </strong><em>Associate professor, department of development and social psychology, and Human Rights Centre, University of Padua</em><br><strong>Ann Pettifor </strong><em>Director of Policy Research in Macroeconomics (PRIME)</em><br><strong>Paul C Sutton </strong><em>Professor of geography and the environment, University of Denver</em><br><strong>Susan Himmelweit </strong><em>Emeritus professor of economics, Open University, Women’s Budget Group</em><br><strong>Dr Johnna Montgomerie </strong><em>Reader in international political economy, King’s College London</em><br><strong>John Weeks </strong><em>Professor emeritus, </em><em>Soas University of London</em><br><strong>Dirk Philipsen </strong><em>Associate research professor of economic history, Duke University</em><br><strong>Dr Mary-Ann Stephenson </strong><em>Director, Women’s Budget Group</em><br><strong>Ruth Pearson </strong><em>Emeritus professor of development studies, University of Leeds, and management committee, Women’s Budget Group</em><br><strong>Dr Andrea Westall </strong><em>Senior visiting fellow, Open University, and Commissioner for Sustainable Equality</em><br><strong>Charlotte O’Brien </strong><em>Professor of law, University of York</em><br><strong>Rev Paul Nicolson </strong><em>Founder, Taxpayers Against Poverty</em><br><strong>Michael Pirson </strong><em>Associate professor of management, global sustainability, and social entrepreneurship, Fordham University</em><br><strong>Louka T Katseli </strong><em>Professor of economics, National and Kapodistrian University of Athens, and co-chair of the Independent Commission on Sustainable Equality, Progressive Society</em><br><strong>Lindsay Stringer </strong><em>Professor of environment and development, University of Leeds</em><br><strong>Julia K Steinberger </strong><em>Professor of social ecology and ecological economics, University of Leeds</em><br><strong>Hunter Lovins </strong><em>President, Natural Capitalism Solutions</em><br><strong>Jonathan Bradshaw </strong><em>Professor emeritus of social policy, University of York</em><br><strong>Robert Costanza </strong><em>VC’s chair in public policy, Australian National University</em><br><strong>James Ward </strong><em>Associate professor, school of natural and built environments, University of South Australia</em><br><strong>Tim Doran </strong><em>Professor of health policy, University of York</em><br><strong>Dr Keri Chiveralls </strong><em>Adjunct research fellow, Central Queensland University</em><br><strong>Mary Anne Mercer </strong><em>Senior lecturer emerita, Department of Global Health, University of Washington</em><br><strong>Dr Stephen Bezruchka </strong><em>Senior lecturer in health services and global health, University of Washington</em><br><strong>Roger Burrows </strong><em>Professor of cities, Newcastle University</em><br><strong>Ida Kubiszewski </strong><em>Associate professor in public policy, Australian National University</em><br><strong>Bev Skeggs </strong><em>Professor of sociology, University of Lancaster</em><br><strong>Rowland Atkinson </strong><em>Research chair in inclusive societies, University of Sheffield</em><br><strong>Kristín Vala Ragnarsdóttir </strong><em>Professor of sustainability science, University of Iceland</em><br><strong>Richard Murphy </strong><em>Professor of practice in international political economy, City, University</em><em> of London, and director of Tax Research UK</em><br><strong>Jacqueline McGlade</strong><em> Professor of resilience and sustainable development, University College London</em><br><strong>Damien Morrison</strong><em> Trustee, Tax Watch</em><br><strong>Nick Meynen</strong><em> Policy officer for environmental and economic justice, European Environmental Bureau</em></p> <p>• In 1968, when I went to university in Coventry, the local car workers successfully struck for a weekly wage of £40. They were accused of grabbing more than their share of the “national cake”. Fifty years on, the share of the national cake that goes to the workers who produce it has declined from roughly 70% to 50%; the rest goes to shareholders as unearned income.</p> <p>The IFS Deaton review will consider how this has come about, but surely it is evident that this has been the project of Thatcherism, with its legislation against the rights of workers and their trade unions. The Blair-Brown governments failed to reverse this and sought to mask its effects by boosting state benefits to working families.</p> <p>The <a href=\"https://www.ifs.org.uk/inequality/about-the-review/\" title=\"\">review</a> will investigate inequality and the “aspects of it [that] are perceived to be fair and unfair”. But the Brexit debate has shown how easy it is to build perceptions of unfairness, with talk of bullying bureaucracies and metropolitan elites. It’s not difficult to set up oppositions between south and north, or between young and old. Until the balance between workers and shareholders is shifted back in workers’ favour, inequality and the dangers of populist political rhetoric can only grow.<br><strong>David Sang</strong><br><em>Brighton</em></p> <p>• It is hardly surprising that two nations whose development has been driven by financial gain and greed share a common trend of growing inequality. It is inevitable that countries like the UK and US that measure success by economic growth will always favour those who already have wealth. In the circumstances it seems unfathomable that it needs five years to conclude that the rich get richer and the poor get poorer.<br><strong>Ian Mitchell</strong><br><em>Preston </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "8",
      "wordcount": "1032",
      "commentable": "false",
      "firstPublicationDate": "2019-05-16T16:38:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-16T18:04:47Z",
      "newspaperEditionDate": "2019-05-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfg3z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ab75a01e80a6645d9eed72fcc219e9d3156a35f1/0_0_1981_1189/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We welcome the idea of a major review of inequality (Britain ‘risks heading to US levels of inequality’, 14 May). With Brexit looming and recent analyses linking income inequality to voting for rightwing populists, mass shootings, mental ill health, status consumerism and domestic violence, this is indeed a critical issue for our times. However, there is widespread concern about the composition of this review’s “expert panel”, which has a majority of white economists. Although the panel includes an expert on health inequalities, none of the world’s leading experts on the health and psychosocial effects of income inequality itself are included, nor is there expertise in the spatial aspects of inequality. And there is a conspicuous absence of world-leading economists for whom income inequality is their primary focus – no Piketty, no Stiglitz, no Galbraith, no Frank, no Fitoussi, no Palma, no Chang, no Milanovic. Sir Angus Deaton, leading the review, stated in the journal Science in 2014 that he “get[s] angry” about the theory that inequality has psychological and social effects on health – perhaps he has changed his mind now that his own research has uncovered rising deaths from addiction and suicide in the US, but there are many researchers with much greater depth in this area. Even more troubling, there is no ethnic minority representation on the “expert panel”, no people with lived experience of inequality, no representatives of charities, trade unions or other NGOs. The number of disciplines represented is also small, although the impact of inequality goes far beyond economics. We, and others, have been researching, educating and campaigning on inequality for many years, we understand the issues and we know what needs to be done. We cannot wait five years for a report from a worryingly elitist review. Getting policymakers and politicians to tackle inequality will require grassroots support from those most affected and is needed urgently. Kate Pickett Professor of epidemiology and research champion for justice and equality, University of York Richard Wilkinson Emeritus professor of social epidemiology, University of Nottingham Danny Dorling Harold Mackinder professor of geography, University of Oxford Dr Faiza Shaheen Director, CLASS Dimitris Ballas Professor of economic geography, University of Groningen Guy Standing Professor of development studies, Soas University of London Dr Lorenza Antonucci School of social policy, University of Birmingham Roberto De Vogli Associate professor, department of development and social psychology, and Human Rights Centre, University of Padua Ann Pettifor Director of Policy Research in Macroeconomics (PRIME) Paul C Sutton Professor of geography and the environment, University of Denver Susan Himmelweit Emeritus professor of economics, Open University, Women’s Budget Group Dr Johnna Montgomerie Reader in international political economy, King’s College London John Weeks Professor emeritus, Soas University of London Dirk Philipsen Associate research professor of economic history, Duke University Dr Mary-Ann Stephenson Director, Women’s Budget Group Ruth Pearson Emeritus professor of development studies, University of Leeds, and management committee, Women’s Budget Group Dr Andrea Westall Senior visiting fellow, Open University, and Commissioner for Sustainable Equality Charlotte O’Brien Professor of law, University of York Rev Paul Nicolson Founder, Taxpayers Against Poverty Michael Pirson Associate professor of management, global sustainability, and social entrepreneurship, Fordham University Louka T Katseli Professor of economics, National and Kapodistrian University of Athens, and co-chair of the Independent Commission on Sustainable Equality, Progressive Society Lindsay Stringer Professor of environment and development, University of Leeds Julia K Steinberger Professor of social ecology and ecological economics, University of Leeds Hunter Lovins President, Natural Capitalism Solutions Jonathan Bradshaw Professor emeritus of social policy, University of York Robert Costanza VC’s chair in public policy, Australian National University James Ward Associate professor, school of natural and built environments, University of South Australia Tim Doran Professor of health policy, University of York Dr Keri Chiveralls Adjunct research fellow, Central Queensland University Mary Anne Mercer Senior lecturer emerita, Department of Global Health, University of Washington Dr Stephen Bezruchka Senior lecturer in health services and global health, University of Washington Roger Burrows Professor of cities, Newcastle University Ida Kubiszewski Associate professor in public policy, Australian National University Bev Skeggs Professor of sociology, University of Lancaster Rowland Atkinson Research chair in inclusive societies, University of Sheffield Kristín Vala Ragnarsdóttir Professor of sustainability science, University of Iceland Richard Murphy Professor of practice in international political economy, City, University of London, and director of Tax Research UK Jacqueline McGlade Professor of resilience and sustainable development, University College London Damien Morrison Trustee, Tax Watch Nick Meynen Policy officer for environmental and economic justice, European Environmental Bureau • In 1968, when I went to university in Coventry, the local car workers successfully struck for a weekly wage of £40. They were accused of grabbing more than their share of the “national cake”. Fifty years on, the share of the national cake that goes to the workers who produce it has declined from roughly 70% to 50%; the rest goes to shareholders as unearned income. The IFS Deaton review will consider how this has come about, but surely it is evident that this has been the project of Thatcherism, with its legislation against the rights of workers and their trade unions. The Blair-Brown governments failed to reverse this and sought to mask its effects by boosting state benefits to working families. The review will investigate inequality and the “aspects of it [that] are perceived to be fair and unfair”. But the Brexit debate has shown how easy it is to build perceptions of unfairness, with talk of bullying bureaucracies and metropolitan elites. It’s not difficult to set up oppositions between south and north, or between young and old. Until the balance between workers and shareholders is shifted back in workers’ favour, inequality and the dangers of populist political rhetoric can only grow. David Sang Brighton • It is hardly surprising that two nations whose development has been driven by financial gain and greed share a common trend of growing inequality. It is inevitable that countries like the UK and US that measure success by economic growth will always favour those who already have wealth. In the circumstances it seems unfathomable that it needs five years to conclude that the rich get richer and the poor get poorer. Ian Mitchell Preston • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7270",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/16/probation-service-will-take-years-to-recover-from-chris-grayling-privatisation-fiasco",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-16T16:38:38Z",
    "webTitle": "Probation service will take years to recover from Chris Grayling’s privatisation fiasco | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/16/probation-service-will-take-years-to-recover-from-chris-grayling-privatisation-fiasco",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/16/probation-service-will-take-years-to-recover-from-chris-grayling-privatisation-fiasco",
    "fields": {
      "headline": "Probation service will take years to recover from Chris Grayling’s privatisation fiasco",
      "standfirst": "For probation to provide the range and quality of services it once did will be a major undertaking, writes <strong>Mike Worthington</strong>; Grayling was told in no uncertain terms by Napo that his reforms were destined to fail, says <strong>Pat Waterman</strong>",
      "trailText": "<strong>Letters:</strong> For probation to provide the range and quality of services it once did will be a major undertaking, writes <strong>Mike Worthington</strong>; Grayling was told in no uncertain terms by Napo that his reforms were destined to fail, says <strong>Pat Waterman</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fe8c6e2a24f733eab5be4bac42515368d7dd3d1e\"> <img src=\"https://media.guim.co.uk/fe8c6e2a24f733eab5be4bac42515368d7dd3d1e/310_96_2622_1573/1000.jpg\" alt=\"Chris Grayling\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Grayling. ‘As Grayling’s reforms destroyed the probation service, I watched as careers were destroyed and the health of some of my members was ruined,’ writes former Napo branch chair Pat Waterman.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>The government’s decision to restore the probation service to the public sector is good news (<a href=\"https://www.theguardian.com/society/2019/may/16/part-privatisation-probation-sevices-to-be-reversed-offender-management-nationalised-chris-grayling\" title=\"\">Probation will be renationalised after disastrous Grayling reforms</a>, 16 May). However, it is only the first step. For probation to provide the range and quality of services it once did in the justice sector will be a major rebuilding undertaking. Who will deliver the complex and skilled supervision of offenders that justice secretary David Gauke talks of? It is my understanding that the size of the probation service staff has been halved since privatisation. Significant numbers of qualified and experienced probation officers have been lost. And the qualifying training which was in place in the heyday of the service was abandoned some time ago.</p> <p>To recruit, train and retain the numbers of staff needed by the service will take years to achieve. And if this succeeds, where will they be housed? In my area, like most, we developed a network of district offices and units to accommodate staff and deliver services locally. In Northumbria, we had 41 offices and units. Since 2014, 35 have been closed and are now either sold or rented, or up for sale or rent. To achieve the kind of probation service Mr Gauke intends will require major planning and resources. It will demand sustained political will. I hope that his intentions do become reality.<br><strong>Mike Worthington</strong><br><em>Former chief probation officer, Northumbria</em></p> <p>• I was the chair of the London branch of the National Association of Probation Officers (Napo) from 2012 to 2016. As Chris Grayling’s reforms destroyed the probation service, I watched as careers were destroyed and the health of some of my members was ruined. I watched as my members did everything they could to bring the government to its senses. But I also watched as some senior managers pocketed large payoffs, at public expense, having done and said little to contradict their political masters. Grayling was told in no uncertain terms by Napo that his reforms were destined to fail. But he did not listen and his arrogance has cost this country a fortune. So although I welcome the news that probation is to renationalised, it is with a heavy heart.<br><strong>Pat Waterman</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "8",
      "wordcount": "410",
      "commentable": "false",
      "firstPublicationDate": "2019-05-16T16:38:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-16T16:39:25Z",
      "newspaperEditionDate": "2019-05-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bffpv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fe8c6e2a24f733eab5be4bac42515368d7dd3d1e/310_96_2622_1573/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government’s decision to restore the probation service to the public sector is good news (Probation will be renationalised after disastrous Grayling reforms, 16 May). However, it is only the first step. For probation to provide the range and quality of services it once did in the justice sector will be a major rebuilding undertaking. Who will deliver the complex and skilled supervision of offenders that justice secretary David Gauke talks of? It is my understanding that the size of the probation service staff has been halved since privatisation. Significant numbers of qualified and experienced probation officers have been lost. And the qualifying training which was in place in the heyday of the service was abandoned some time ago. To recruit, train and retain the numbers of staff needed by the service will take years to achieve. And if this succeeds, where will they be housed? In my area, like most, we developed a network of district offices and units to accommodate staff and deliver services locally. In Northumbria, we had 41 offices and units. Since 2014, 35 have been closed and are now either sold or rented, or up for sale or rent. To achieve the kind of probation service Mr Gauke intends will require major planning and resources. It will demand sustained political will. I hope that his intentions do become reality. Mike Worthington Former chief probation officer, Northumbria • I was the chair of the London branch of the National Association of Probation Officers (Napo) from 2012 to 2016. As Chris Grayling’s reforms destroyed the probation service, I watched as careers were destroyed and the health of some of my members was ruined. I watched as my members did everything they could to bring the government to its senses. But I also watched as some senior managers pocketed large payoffs, at public expense, having done and said little to contradict their political masters. Grayling was told in no uncertain terms by Napo that his reforms were destined to fail. But he did not listen and his arrogance has cost this country a fortune. So although I welcome the news that probation is to renationalised, it is with a heavy heart. Pat Waterman London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2479",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-16T16:35:54Z",
    "webTitle": "May agrees to set departure date after Brexit bill vote as Johnson announces leadership bid – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news",
    "fields": {
      "headline": "May agrees to set departure date after Brexit bill vote as Johnson announces leadership bid – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd6a438f08d2b474ebd06c#block-5cdd6a438f08d2b474ebd06c\">May agrees to set timetable for her departure after vote on Brexit bill</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">Boris Johnson confirms he will stand for Tory leadership</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd6c6d8f08ea3978d87d4b#block-5cdd6c6d8f08ea3978d87d4b\">Full text of 1922 Committee statement after its meeting with May</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd56738f088c3e913d769d#block-5cdd56738f088c3e913d769d\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd8b6d8f088c3e913d79a7#block-5cdd8b6d8f088c3e913d79a7\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"9c58b76676fae116a734639db37fa8c0042a601d\"> <img src=\"https://media.guim.co.uk/9c58b76676fae116a734639db37fa8c0042a601d/0_153_3000_1800/1000.jpg\" alt=\"Theresa May arrives for a meeting with the Conservative party’s backbench 1922 Committee.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May arrives for a meeting with the Conservative party’s backbench 1922 Committee.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cdd8b6d8f088c3e913d79a7\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:35:54.564Z\">5.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/16/may-averts-tory-mutiny-by-agreeing-to-set-her-exit-date-after-brexit-bill-vote\">Theresa May has agreed to set a timetable for her departure as prime minister in the first week of June, which MPs believe means she will trigger a leadership contest before the summer.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/16/boris-johnson-confirms-he-will-bid-for-tory-leadership\">Boris Johnson has publicly thrown his hat into the ring for the Conservative leadership, saying he is determined to see Brexit become a reality.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/16/david-cameron-book-for-the-record-to-be-published-in-september\">David Cameron’s autobiography will be published in September, his publisher has announced.</a></strong></li> </ul> <ul> <li><strong>The government has been accused of a “pernicious form of racism” by a Muslim MP for rejecting a widely accepted definition of Islamophobia.</strong> As the Press Association reports, Labour’s <strong>Naz Shah </strong>attacked the Conservatives as a “party in denial” of its own problem with Islamophobia, who are “not serious about the safety and security of British Muslims”. She revealed she fears for her own safety in an emotional speech to the Commons during a backbench debate on the issue. She said: </li> </ul> <blockquote class=\"quoted\"> <p>If it is down to women to define the experience of feminism, the experiences of people of colour to define racism, the experience of Jews to define antisemitism, the experience of the LGBTQ+ communities to define homophobia, I ask the minister how dare he tell the British Muslims that our experiences cannot define Islamophobia. If that isn’t a pernicious form of racism then what is it?</p> </blockquote> <p>She called on the government to “rethink this decision” after it rejected the definition of Islamophobia drafted by the all-party parliamentary group (APPG) on British Muslims, which has been accepted by a number of other political parties, on the grounds that “further careful consideration” over the wording was needed.</p> <p>That’s all from me for today.</p> <p>I’ll be back with a Politics Live blog tomorrow.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5cdd8f638f08d2b474ebd28c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:30:07.263Z\">5.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Anti-Brexit campaigners have put up a series of billboards taking aim at Nigel Farage and the Brexit party by highlighting past statements he and his candidates have made. <br>As the Press Association report, photos show the billboards in place at locations including Taunton in Somerset, Coventry, and Neath in South Wales, with slogans such as “attack the NHS” and “less maternity pay” next to comments attributed to Brexit party members. The billboard in Coventry cites a quote Farage gave during a speech where he said: “We need to move to an insurance-based system of healthcare.” The group <strong>Led by Donkeys</strong> wrote on Twitter: </p> <blockquote class=\"quoted\"> <p>Brexit party leader Nigel Farage hasn’t written a manifesto so we’ve done it for him, based on statements by him and his candidates. Billboards going up across the country this week.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d7a8bca3d42ecd3a966386ccc12f84206fa55f37\"> <img src=\"https://media.guim.co.uk/d7a8bca3d42ecd3a966386ccc12f84206fa55f37/0_64_3500_2100/1000.jpg\" alt=\"Handout photo issued by Led By Donkeys of a billboard in Taunton, Somerset, showing one of Brexit party leader Nigel Farage’s previous policy pronouncements.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Handout photo issued by Led By Donkeys of a billboard in Taunton, Somerset, showing one of Brexit party leader Nigel Farage’s previous policy pronouncements.</span> <span class=\"element-image__credit\">Photograph: Luke MacGregor/Led By Donkeys/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd8e868f08ea3978d87f36\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:26:23.025Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ERG opposition to May's Brexit agreement increasing, says Tory MP Mark Francois</h2>  <div class=\"block-elements\">  <p>When MPs last voted on the prime minister’s Brexit agreement, the European Research Group, which represents Tories pushing for a harder Brexit, was split, with some of its members voting for and some against. But <strong>Mark Francois</strong>, its vice chair, has said this afternoon that “within the ERG, opposition to the withdrawal agreement bill is increasing.” He said it was “incredibly unlikely” the bill would pass its second reading.</p> </div>   </div> <div id=\"block-5cdd8bff8f088c3e913d79aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:16:34.023Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from <strong>Nikki da Costa</strong>, the former director of legislative affairs at Number 10 under Theresa May.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nmdacosta/status/1129022463852056577\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If Party is to stand any chance, new PM MUST be in place for the summer. It is the one time that you can get a grip on Whitehall and hit ground running.  As it is nothing will happen in June and July in parliament. Running process over summer, feels like indulgent navel gazing. <a href=\"https://t.co/NGbALIbXEg\">https://t.co/NGbALIbXEg</a></p>&mdash; Nikki da Costa (@nmdacosta) <a href=\"https://twitter.com/nmdacosta/status/1129022463852056577?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>The BBC’s <strong>Laura Kuenssberg </strong>says the next big row in Conservative politics will be over the timetable for the leadership contest.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1129046672837926912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">this is the next and big row over process that&#39;s coming very soon - should Tories squash a leadership contest into June and July, with new PM in place by the summer, or get MP s to whittle it down by end of July, with new leader announced at Tory conference ... <a href=\"https://t.co/24Bf5ZWU0j\">https://t.co/24Bf5ZWU0j</a></p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1129046672837926912?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>Timetables matter a lot in party leadership contests. It is widely assumed in Tory circles that a long contest helped enable David Cameron to win in 2005 - and equally, in Labour circles, that a long contest in 2015 helped enable Andy Burnham to lose.</p> </div>   </div> <div id=\"block-5cdd8ac18f08ea3978d87efc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:09:01.343Z\">5.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And, for the case against Boris Johnson, <a href=\"https://blogs.spectator.co.uk/2019/05/anyone-but-boris/\">this blog</a> by <strong>Alex Massie</strong> for the Spectator’s Coffee House is good. Here’s an extract.</p> <blockquote class=\"quoted\"> <p>But Prime Minister Johnson would have, I suspect, explosive consequences. He might be a ‘One Nation’ Tory (of sorts) but there’s a hefty chance he’d find himself leading a much smaller nation. As matters stand, Nicola Sturgeon and the SNP have no persuasive or easy route to a second independence referendum, nor any compelling answers to the problems Brexit will cause for the practical aspects of independence. Even so, the most recent Times/YouGov poll put support for independence at 49 per cent. </p> <p>You might think escaping Boris Johnson a small or thin or feeble reason for breaking up the United Kingdom and I might agree with you but the point is many others would not. Nicola Sturgeon couldn’t ask for a better recruiting officer than Johnson. There’s a reason Ruth Davidson hates him, you know, and it goes beyond Johnson’s abundant sense of entitlement and evident sense work is for other, lesser, people. </p> </blockquote> </div>   </div> <div id=\"block-5cdd87a38f088c3e913d7963\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T16:03:04.654Z\">5.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With Boris Johnson confirming that he will stand for the Conservative leadership, here are two good assessments of his chances of winning.</p> <ul> <li><a href=\"https://members.tortoisemedia.com/2019/04/03/boris-johnson/content.html?sig=hdXvAZgWnrfunv9-swR-lx1B3mFzCULHptzK_HT4gHA&amp;utm_source=Twitter&amp;utm_medium=Social&amp;utm_campaign=3April2019&amp;utm_content=boris_PM_horror_horror\"><strong>Matthew d’Ancona at Tortoise thinks Johnson is suited to modern celebrity culture.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>“Look,” says one cabinet member who is also a likely leadership candidate. “There are plenty of MPs who will try to keep him out of the final two. It could be a very nasty contest. But lots of them also think that his name recognition and his shameless populism is exactly the edge they need to save their seats.”</p> <p>Concerning the contest to succeed May, this minister adds: “We’ll probably all be talking about our departmental records, and how qualified we are to follow Theresa. Boris will be talking about voters’ feelings. And feelings win these days.”</p> <p>This final observation – almost a throwaway remark – gets us to the nub. In the weeks and months ahead, learned commentators and pollsters will comb through Johnson’s past failures and present contradictions in forensic detail, and conclude – like those of us who predicted that remain and Hillary Clinton would prevail in 2016 – that, logically, he cannot win.</p> <p>They will not only be wrong. They will be using the wrong tools of analysis. If Trump’s victory has a single, unavoidable lesson, it is that, to an increasing extent, politics is best understood as a branch of the entertainment industry, in which the populist tormentor of elites is king, and sentiment is more important than rationality.</p> </blockquote> <ul> <li><strong><a href=\"https://www.spectator.co.uk/2019/05/cometh-the-hour-boris-johnson-may-be-the-tories-best-hope/\">James Forsyth in this week’s Spectator thinks Johnson is now the leading contender.</a></strong></li> </ul> <blockquote class=\"quoted\"> <p>Those close to Boris admit that he was naïve about how easily it would all fall into place — and deeply rattled by the ferocity of the backlash to Brexit’s victory. He had gone from being the capital’s Olympic mascot to having hundreds of people outside his home shouting abuse. Worse, many of his own friends and family were furious about the referendum result, and not shy about letting him know. Given Boris’s near-pathological desire to be liked, this shook him badly.</p> <p>But those who spend the most time with him say that he’s now more determined. That he is reconciled to being a hate figure for many remainers, less anxious to be liked — and more prepared to take on officialdom. ‘Being outside the system has made him more gung-ho,’ says someone who knows him well. He has also come to terms with his new status as a pariah in <em>bien pensant</em> society. In private, he jokes about how he now receives ‘ABC1 abuse’.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T16:09:23.154Z\">at 5.09pm BST</time></p>  </div> <div id=\"block-5cdd86578f08d2b474ebd21a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T15:48:59.489Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"fd8204475c02dbd73e49ff6d02936f4540c848c6\"> <img src=\"https://media.guim.co.uk/fd8204475c02dbd73e49ff6d02936f4540c848c6/0_113_3500_2100/1000.jpg\" alt=\"An anti-Brexit protester stands next to Brexit party campaign placards outside of the Houses of Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit protester stands next to Brexit party campaign placards outside of the Houses of Parliament</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd7e678f08ea3978d87e41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T15:32:24.023Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Yesterday YouGov published some polling suggesting that just 13% of people think Labour’s Brexit policy is very or fairly clear, making it the party with the most opaque stance on Brexit. The Conservatives are not much better. On this measure, the Brexit party, followed by Ukip, come top.</p> <p>Of course, this measure is not the same as approval for a party’s stance.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/britainelects/status/1128671675548147712\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On how clear each party&#39;s Brexit policy is: <a href=\"https://t.co/tx5MhinNWv\">https://t.co/tx5MhinNWv</a><br><br>BREX: 59%<br>UKIP: 48%<br>LDEM: 41% <br>GRN: 34%<br>CHUK: 31%<br>CON: 17%<br>LAB: 13%<br><br>(via <a href=\"https://twitter.com/YouGov?ref_src=twsrc%5Etfw\">@YouGov</a>, 13 - 14 May) <a href=\"https://t.co/ldth0nwySd\">pic.twitter.com/ldth0nwySd</a></p>&mdash; Britain Elects (@britainelects) <a href=\"https://twitter.com/britainelects/status/1128671675548147712?ref_src=twsrc%5Etfw\">May 15, 2019</a></blockquote>  </figure>  <p>On a visit to Salford today, asked about these findings, <strong>Jeremy Corbyn </strong>denied that Labour’s message was “confused” in the run-up to the European elections. He said: </p> <blockquote class=\"quoted\"> <p>I’m not judging people about how they voted in 2016, what I’m saying is hold the government to account, make sure we have got a proper relationship with Europe in the future to protect manufacturing industry and the service industry jobs all across the North West and don’t allow the siren voices of the far right to divide our communities.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"8d981ecabc6b48ada20bdfd9004b9d106d7495bb\"> <img src=\"https://media.guim.co.uk/8d981ecabc6b48ada20bdfd9004b9d106d7495bb/0_111_5221_3133/1000.jpg\" alt=\"Jeremy Corbyn and Rebecca Long Bailey, the shadow business secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn and Rebecca Long Bailey, the shadow business secretary.</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd7c6c8f08d2b474ebd174\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T15:12:34.458Z\">4.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Javid criticises tech giants for not paying enough tax</h2>  <div class=\"block-elements\">  <p><strong>Sajid Javid</strong> has been quick out of the blocks with some unofficial leadership campaigning, making a speech to a thinktank extolling the merits of small business, and bemoaning the lack of government help they receive.</p> <p>The home secretary, seen as a definite contender when Theresa May eventually announces her departure, was speaking at an event by the Centre for Policy Studies, the free enterprise organisation co-founded by Margaret Thatcher.</p> <p>Introducing a new report calling for a simplified tax regime for small firms, Javid reminisced about the women’s clothing store in Bristol run by his father, above which the family lived:</p> <blockquote class=\"quoted\"> <p>I remember with my dad, his business had its ups and downs. I could see how the family mood would change sometimes when a bill arrived and you wonder: are you going to have the business over the next few week, the next few months, to actually meet that bill. Could you be in trouble?</p> </blockquote> <p>Javid was critical at the lack of what he called a “level playing field” over tax for small and big businesses, and was particularly scathing about tech giants:<br></p> <blockquote class=\"quoted\"> <p>Whilst the small businesses are paying their fair share of tax they see these tech businesses paying what I would say is a piddling share of tax, if anything at all. That is not fair, it’s not right, and it’s not acceptable.</p> </blockquote> <p>None of this message could be described as surprising, but it was a reminder of the credibility Javid brings as someone who can genuinely understand the difficulties of small businesses and struggling families. The speech also reminded the audience of another aspect to Javid – that he is a somewhat wooden speaker. Either way, he is definitely among the front few to replace May.<br></p>  <figure class=\"element element-image\" data-media-id=\"e046ccc6bf072c7423ebb84dacb7a174674ebb58\"> <img src=\"https://media.guim.co.uk/e046ccc6bf072c7423ebb84dacb7a174674ebb58/429_27_1879_1127/1000.jpg\" alt=\"Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sajid Javid</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd7b098f088c3e913d789b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T15:06:00.258Z\">4.06pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Government 'stuck in a kind of limbo' over Brexit, says international development secretary Rory Stewart</h2>  <div class=\"block-elements\">  <p><strong>Rory Stewart,</strong> the new international development secretary, has admitted that the government is “stuck in a kind of limbo” over Brexit. He was visiting the Department for International Development office in East Kilbride and was asked if he thought the prime minister’s Brexit agreement would pass the Commons next month. He replied:</p> <blockquote class=\"quoted\"> <p>I think literally anybody who pretends they can prophesy what is going to happen with Brexit is fooling you. </p> <p>The reality is that it seems to be checkmate in every direction. </p> <p>My instinct is we’ve just got to get this through by hook or by crook, there’s got to be some way of driving this thing through because this is not good for business, it’s not good for citizens. </p> <p>We’re stuck in a kind of limbo, people voted to leave, some people disagree with that, I voted to remain but in the end the majority voted to leave and we have to get on and deliver that.</p> <p>I’m arguing about getting this deal done so that we can move on to other things, to the climate, to the environment, to international development, to sorting out housing in the United Kingdom. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1128997712161067008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Really proud to be in East Kilbride this morning with our <a href=\"https://twitter.com/DFID_UK?ref_src=twsrc%5Etfw\">@DFID_UK</a> headquarters - everything from a great Scottish role in UK development to brave and important work on Syria. Thank you <a href=\"https://t.co/XcnbDNoy0S\">pic.twitter.com/XcnbDNoy0S</a></p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1128997712161067008?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd79068f088c3e913d7873\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:52:48.296Z\">3.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrew Bridgen</strong>, the Tory Brexiter, has told the Press Association he expects the leadership contest to conclude well before the end of the summer recess. He said:</p> <blockquote class=\"quoted\"> <p>We will be able to have the Conservative party leadership concluded well before the end of the summer recess and by September, when we come back, we will have a new prime minister and it needs to be a Brexiteer who believes in Brexit and is willing to get us out on October 31 without a deal, if necessary.</p> </blockquote> </div>   </div> <div id=\"block-5cdd77b28f08d2b474ebd124\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:49:54.952Z\">3.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is more on Theresa May’s meeting with the Conservative backbench 1922 Committee.</p> <p>From the BBC’s <strong>Norman Smith</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1129032722519855107\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Am told meeting between PM and 1922 was &quot;very realistic.. ie she was left in no doubt she wd have to go if defeated on Brexit bill.</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1129032722519855107?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>From the Sun’s <strong>Tom Newton Dunn</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1129023706532065281\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Brexiteers on the &#39;22 executive are unhappy, and say they&#39;ve bottled it. But the reality of the situation is Graham Brady has forced the PM to resign this summer earlier than she wanted to, Brexit done or not - after she gets one last shot at it.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1129023706532065281?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1129031454376247297\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">After the PM left, only &quot;4 or 5&quot; (out of 18) 1922 exec members argued for a vote on a rule change. Alec Shelbrooke and Antoinette Sandbach were the most vociferous against a vote, and most of the room agreed with them.</p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1129031454376247297?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd76078f088c3e913d7838\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:40:35.041Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May 'so incompetent she can't even resign properly', claim SNP</h2>  <div class=\"block-elements\">  <p>Here is<strong> Ian Blackford</strong>, the SNP’s leader at Westminster, on the outcome of Theresa May’s meeting with the 1922 Committee. He said:</p> <blockquote class=\"quoted\"> <p>The Tories have given up governing the country, they’ve given up campaigning in the European elections and they’ve given up even pretending to support their leader. The only thing we’ve learned from today’s latest fudge from the 1922 Committee is that Theresa May is so incompetent that she can’t even resign properly.</p> </blockquote> </div>   </div> <div id=\"block-5cdd74218f08d2b474ebd102\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:38:00.750Z\">3.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Change UK MP<strong> Joan Ryan</strong> came up with a rather bizarre way to explain to supporters how they could solve the problems facing the nation at a campaign event in Bath today. There is a clip here. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LBC/status/1129009495991095297\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Change UK&#39;s Joan Ryan: “Can you just look at your hands please?”<br><br>** everyone holds out their hands in front them **<br><br>“That’s it, it’s there, that&#39;s the answer to this. It&#39;s in your hands.” <a href=\"https://t.co/3SvfTIsy4D\">pic.twitter.com/3SvfTIsy4D</a></p>&mdash; LBC (@LBC) <a href=\"https://twitter.com/LBC/status/1129009495991095297?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>Maybe if Theresa May tries the same line in the House of Commons, she can persuade MPs to back her Brexit deal ...</p> </div>   </div> <div id=\"block-5cdd708d8f08d2b474ebd0d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:15:55.822Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a clip from the<strong> Graham Brady</strong> interview.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1129027042345832448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">PM Theresa May will meet backbenchers to agree a timetable for the election of a new Conservative leader after MPs&#39; <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> vote in June, &quot;regardless of whether it passes&quot; – chairman of 1922 Committee Sir Graham Brady <a href=\"https://t.co/LOx6nLSStl\">https://t.co/LOx6nLSStl</a> <a href=\"https://t.co/i9lCvRF72T\">pic.twitter.com/i9lCvRF72T</a></p>&mdash; BBC Politics (@BBCPolitics) <a href=\"https://twitter.com/BBCPolitics/status/1129027042345832448?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd705a8f08d2b474ebd0d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:14:57.752Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From my colleague<strong> Rowena Mason</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1129026393512325125\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Member of 1922 says everyone should expect a leadership contest before the summer. Some Brexiters wanted her to go sooner, some remainers wanted her to hold on but this was a fair compromise....</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1129026393512325125?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd70308f08ea3978d87d8a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:14:23.964Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Heather Stewart.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1129025178829283329\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Keep an eye on how Labour responds - McDonnell has already made clear May’s fragility makes a deal all but impossible. Now she’s an even lamer 🦆 will they walk away? One source reckons they could be out of the talks by the end of the day.</p>&mdash; Heather Stewart (@GuardianHeather) <a href=\"https://twitter.com/GuardianHeather/status/1129025178829283329?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd6d388f08ea3978d87d52\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:07:35.843Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Brady says May’s meeting with the 1922 Committee was 'very frank'</h2>  <div class=\"block-elements\">  <p><strong>Sir Graham Brady</strong>, the chairman of the 1922 Committee, is speaking now.</p> <p>He starts by summarising his statement. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd6c6d8f08ea3978d87d4b#block-5cdd6c6d8f08ea3978d87d4b\"> 3pm.)</a></p> <p>Asked if May will have to stand down even if she cannot pass Brexit, Brady says he and Theresa May have agreed to meet to discuss the timetable for a leadership contest, regardless of whether or not the EU withdrawal agreement bill is passed at second reading.<br></p> <blockquote class=\"quoted\"> <p>We have agreed to meet to decide the timetable for the election of a new leader of the Conservative party as soon as the second reading has occurred and that will take place regardless of what the vote is on the second reading - whether it passes or whether it fails.</p> </blockquote> <ul> <li><strong>Brady confirms that May will be expected to announce her resignation if she loses the vote on the Brexit withdrawal agreement bill in early June. </strong></li> </ul> <p>He says the discussion today was “very frank”. He says he tried to ensure all views were expressed.</p> <blockquote class=\"quoted\"> <p>It was a very frank discussion, I tried to make sure that all the views represented on the executive were expressed and we had a very frank exchange with the prime minister.</p> </blockquote> <ul> <li><strong>Brady says May’s meeting with the 1922 Committee was “very frank”.</strong></li> </ul> <p>“Very frank” is normally code for a blazing row. It sounds as if, <a href=\"https://www.theguardian.com/politics/2019/may/14/theresa-may-faces-ultimatum-set-your-exit-date-or-quit-now\">as reported in advance, </a>some members of the executive did tell May that she should go immediately.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T14:55:29.513Z\">at 3.55pm BST</time></p>  </div> <div id=\"block-5cdd6c6d8f08ea3978d87d4b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T14:00:53.260Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Full text of 1922 Committee statement after its meeting with May</h2>  <div class=\"block-elements\">  <p>Here is the full text of the statement from <strong>Sir Graham Brady,</strong> chairman of the Conservative backbench 1922 Committee. He said:</p> <blockquote class=\"quoted\"> <p>The prime minister is determined to secure our departure from the European Union and is devoting her efforts to securing the 2nd reading of the withdrawal agreement bill in the week commencing 3rd June 2019 and the passage of that bill and the consequent departure of the United Kingdom from the European Union by the summer.</p> <p>We have agreed that she and I will meet following the 2nd reading of the bill to agree a timetable for the election of a new leader of the Conservative and Unionist party.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"db1e72939ef178065e97577458de660f04a756cf\"> <img src=\"https://media.guim.co.uk/db1e72939ef178065e97577458de660f04a756cf/0_75_3500_2100/1000.jpg\" alt=\"Sir Graham Brady\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Graham Brady</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T14:08:04.102Z\">at 3.08pm BST</time></p>  </div> <div id=\"block-5cdd6a438f08d2b474ebd06c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:53:47.689Z\">2.53pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May agrees to set timetable for her departure after vote on Brexit bill in early June</h2>  <div class=\"block-elements\">  <p>Here is the statement from the 1922 Committee.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1129020750688661504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The 1922 Committee executive blinks, and gives Theresa May two more weeks. She will set out a timetable to quit in early June, after the WAB. <a href=\"https://t.co/0r6lDVxs5p\">pic.twitter.com/0r6lDVxs5p</a></p>&mdash; Tom Newton Dunn (@tnewtondunn) <a href=\"https://twitter.com/tnewtondunn/status/1129020750688661504?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>And here is the key point.</p> <ul> <li><strong>Theresa May has been granted a temporary reprieve after the 1922 Committee agreed to let her wait until after the vote on the EU withdrawal agreement bill in early June before she has to set a date for her departure.</strong> But she has agreed to set a date then - regardless of whether or not MPs approve her deal in the second reading vote on the EU withdrawal agreement bill. Until recently she was not willing to discuss resigning in the event of her Brexit plan not being passed.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T14:01:15.448Z\">at 3.01pm BST</time></p>  </div> <div id=\"block-5cdd691e8f08d2b474ebd052\" class=\"block is-key-event\" data-block-contributor=\"profile/stevenmorris\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:47:40.398Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Plaid Cymru claim they are leading pro-remain party in Wales</h2>  <div class=\"block-elements\">  <p>The Brexit party is heading for an overwhelming victory in Wales in the EU elections and both Labour and the Tories are in free-fall, a YouGov poll suggests.</p> <p>Conducted for the nationalists, Plaid Cymru, the poll has the Brexit party winning a third of the votes in Wales, up 23% on last month. Labour is way behind on 18%, the Tories on a mere 7%.</p> <p>Plaid is very pleased to be at 16%, which it says shows it has a chance of beating Labour in a nationwide election for the first time ever. It is appealing for pro-remain voters to lend them their support to secure a majority for the remain camp.</p> <p>Plaid Cymru leader <strong>Adam Price </strong>said:</p> <blockquote class=\"quoted\"> <p>This poll makes absolutely clear that Plaid Cymru is the only remain party that can win in Wales. We are the party on the up and we are the only viable option for remain supporters.</p> <p>Parties like the Liberal Democrats and Greens simply cannot win in Wales. I am appealing to their voters to back Plaid Cymru in the European election because we are the only realistic option for those seeking to beat Brexit.</p> <p>I am also appealing to disillusioned and disenfranchised Labour supporters, who have had enough of their party leadership’s attempts to facilitate a Tory Brexit, to lend their vote to us in order to secure a majority for remain.</p> <p>If Liberal Democrat, Green, and Change UK supporters back Plaid Cymru, remain would win two seats, and push the Brexit party to second place.</p> </blockquote> <p>The Lib Dems, for one, see it differently. They reckon the poll means the Brexit party, Welsh Labour and Plaid will win one of the four Welsh seats each. They believe the Brexit party might win a second seat – or the Lib Dems could take it. So it is calling for the Greens, Change UK and remain Labour voters to support the Lib Dems.<br></p> <p>Here are the full results, with the change since April Wales barometer poll in brackets<br></p> <p><em>Brexit party</em> – 33% (+23%)<br></p> <p><em>Labour </em>– 18% (-12%)<br></p> <p><em>Plaid Cymru </em>– 16% (+1%)<br></p> <p><em>Lib Dems</em> – 10% (+4%)<br></p> <p><em>Greens</em> – 8% (+3%)<br></p> <p><em>Conservatives </em>– 7% (-9%)<br></p> <p><em>Change UK</em> – 4% (-4%)<br></p> <p><em>Ukip </em>– 3% (-8%)</p>  <figure class=\"element element-image\" data-media-id=\"947f5293201fd3daa34b71811f0e6185d0fdc0ba\"> <img src=\"https://media.guim.co.uk/947f5293201fd3daa34b71811f0e6185d0fdc0ba/0_141_3441_2066/1000.jpg\" alt=\"The Plaid Cymru leader Adam Price\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Plaid Cymru leader Adam Price</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd675d8f088c3e913d776c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:36:43.829Z\">2.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This from Bloomberg’s <strong>Kitty Donaldson.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kitty_donaldson/status/1129013115885117440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">PM <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> hasn&#39;t set a date to step down and will meet the Chairman of the 1922 Committee Graham Brady after the second reading of the Withdrawal Agreement Bill</p>&mdash; Kitty Donaldson (@kitty_donaldson) <a href=\"https://twitter.com/kitty_donaldson/status/1129013115885117440?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd648e8f088c3e913d774b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:34:47.662Z\">2.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Cameron’</strong>s memoir will be out in September, at the start of the party conference season, his publishers have announced.</p> <p>And it is going to be called “For The Record” – which does not tell you a lot, but does sound a bit defensive, understandably. Attention will almost certainly focus on how he justifies his decision to hold the Brexit referendum.</p> <p>(On the basis of what he has said about it already, I would expect his line to be that, if the British public were really daft enough to want to leave the EU, it was not his job to stop them. In another era a member of the patrician ruling class like Cameron would have said that that was exactly what the job entailed.)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HarperCollinsUK/status/1129008809454784515\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We are pleased to announce that <a href=\"https://twitter.com/WmCollinsBooks?ref_src=twsrc%5Etfw\">@WmCollinsBooks</a> – an imprint of HarperCollins UK – will publish former Prime Minister David Cameron’s autobiography this autumn. FOR THE RECORD will be released on Thursday 19th September, in hardback, ebook and audio. <a href=\"https://t.co/IQU5lZyslX\">pic.twitter.com/IQU5lZyslX</a></p>&mdash; HarperCollinsUK (@HarperCollinsUK) <a href=\"https://twitter.com/HarperCollinsUK/status/1129008809454784515?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T13:36:53.144Z\">at 2.36pm BST</time></p>  </div> <div id=\"block-5cdd64238f08d2b474ebd00c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:22:58.022Z\">2.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the Telegraph’s <strong>Jack Maidment</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jrmaidment/status/1129014055933546497\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Understand the 1922 Committee executive has been sworn to secrecy until Sir Graham Brady has published his written statement on Theresa May&#39;s future. <br><br>Statement coming in next 15 minutes apparently.</p>&mdash; Jack Maidment (@jrmaidment) <a href=\"https://twitter.com/jrmaidment/status/1129014055933546497?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd62ae8f08d2b474ebcff6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:16:47.527Z\">2.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Press Association.</p> <blockquote class=\"quoted\"> <p>A meeting of the executive of the 1922 Committee has broken up and a written statement will be issued shortly, the Press Association understands. </p> </blockquote> </div>   </div> <div id=\"block-5cdd62628f08d2b474ebcff4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:15:57.895Z\">2.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Graham Brady,</strong> the chairman of the Conservative backbench 1922 Committee, is about to tell us what happened at today’s meeting, the BBC says.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1129011503741509632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1922 committee meeting has broken up - Sir Graham Brady likely to speak soon......</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1129011503741509632?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd56738f088c3e913d769d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T13:01:55.050Z\">2.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Theresa May has left a lengthy private meeting with the executive of the Conservative backbench 1922 Committee, where members were going to tell to announce a timetable for her resignation.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd148f8f08ea3978d8791c#block-5cdd148f8f08ea3978d8791c\"> 9.15am.) </a>The meeting took place in the House of Commons, and May was driven away about half an hour ago. Often, within half an hour of a cabinet meeting ending, accounts of what was said have already been leaked to journalists. But no member of the 1922 executive has spoken to the media in public yet, there don’t seem to be any leaks, and Number 10 has not been briefing either, and so we are still in the dark about what happened.</li> </ul> <ul> <li><strong>Boris Johnson, the former foreign secretary, has confirmed he will stand for the Conservative party leadership. </strong>This will come as a surprise to no one, but it is good to have it on the record. This is from the BBC’s Huw Edwards.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/huwbbc/status/1129004670184304642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Of course I’m going to go for it — says <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> about the Conservative leadership speaking at <a href=\"https://twitter.com/BIBAbroker?ref_src=twsrc%5Etfw\">@BIBAbroker</a> in Manchester <a href=\"https://twitter.com/hashtag/BIBA2019?src=hash&amp;ref_src=twsrc%5Etfw\">#BIBA2019</a> <a href=\"https://t.co/IR5AzTT3s1\">pic.twitter.com/IR5AzTT3s1</a></p>&mdash; Huw Edwards (@huwbbc) <a href=\"https://twitter.com/huwbbc/status/1129004670184304642?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <ul> <li><a href=\"https://www.theguardian.com/politics/2019/may/16/may-refusing-to-budge-on-brexit-customs-union-says-labour\"><strong>The government is refusing to budge on Labour’s central demand for a permanent customs union in cross-party talks on Brexit, according to Rebecca Long-Bailey, the shadow business secretary.</strong></a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/technology/2019/may/16/huawei-poses-security-threat-to-uk-says-former-mi6-chief\">Huawei should be completely banned from supplying 5G mobile networks in the UK because its operations are “subject to influence by the Chinese state”, according to a report by a Conservative MP and two academics.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/16/jean-claude-juncker-i-regret-not-debunking-350m-a-week-brexit-claims\">Jean-Claude Juncker, the president of the European commission, has said he regrets failing to rebut claims made in the run-up to the Brexit referendum about the hundreds of millions of pounds the UK would save each week if it left the EU.</a></strong></li> </ul> <ul> <li><strong>Angry Conservatives MPs have hit out at the government following reports that plans to protect armed forces veterans from prosecution will not apply to Northern Ireland.</strong> As the Press Association reports, the government faced accusations of making a “rancid backstairs deal” with Sinn Fein, as MPs lined up to call for better protection for ex-servicemen and women from “vexatious attacks” and being pursued through the courts. Following an announcement from the defence secretary, Penny Mordaunt, that British veterans would have greater protection against prosecution for actions on the battlefield, there were calls to extend the protection to service personnel who served in Northern Ireland. Speaking in the House of Commons, Tory MP <strong>Mark Francois </strong>dubbed proposals to re-investigate every fatality during the Troubles from the late 1960s onwards as “IHAT mark two”, after the controversial Iraq Historic Allegations Team (IHAT) investigation, which was shut down over fraudulent claims of criminality by soldiers. During an urgent question he said:</li> </ul> <blockquote class=\"quoted\"> <p>After the appalling, tragic events in Londonderry, we all want to see the Northern Ireland executive re-established but that cannot be at the price of some rancid backstairs deal between the Northern Ireland Office and Sinn Fein IRA to sell Corporal Johnny Atkins down the river at the price of establishing the executive.</p> </blockquote> </div>   </div> <div id=\"block-5cdd596e8f08ea3978d87c55\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T12:46:29.066Z\">1.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May has turned UK into 'laughing stock', says Farage</h2>  <div class=\"block-elements\">  <p><strong>Nigel Farage</strong> has made a campaign visit to an Essex nightclub favoured by the cast of Towie and told a crowded room: “The Only Way Is Brexit.” As the Press Association reports, the Brexit party leader was welcomed to Sugar Hut in Brentwood by club owner Mick Norcross ahead of next week’s European elections. Boxer Dereck Chisora was among the crowd, which also included many international journalists. </p> <p>Farage said: </p> <blockquote class=\"quoted\"> <p>I thought if we won the Brexit battle our politicians would simply have to deliver it. </p> <p>I’ve now learnt that this battle is about far more than Brexit, this battle actually is about democracy. </p> <p>It’s about whether we are a democratic nation, it’s about whether we have a bond of trust between us and those that govern us, it’s about how the rest of the world looks at us. </p> <p>We used to be an admired country. This prime minister and our parliament have turned us into a laughing stock.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"48b4a11f57a9de69d60dada9c134ae49d299ef4e\"> <img src=\"https://media.guim.co.uk/48b4a11f57a9de69d60dada9c134ae49d299ef4e/0_185_3500_2100/1000.jpg\" alt=\"Nigel Farage at the Sugar Hut in Brentwood, Essex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage at the Sugar Hut in Brentwood, Essex.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd56058f08ea3978d87c2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T12:22:47.764Z\">1.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the Telegraph’s <strong>Jack Maidment</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jrmaidment/status/1128998177967935489\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Theresa May’s convoy has just left parliament after her crunch meeting with the executive of the 1922 Committee in the House of Commons. <br><br>Did she set a date for her departure or are we now heading towards another confidence vote?</p>&mdash; Jack Maidment (@jrmaidment) <a href=\"https://twitter.com/jrmaidment/status/1128998177967935489?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd54f48f088c3e913d768d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T12:18:40.752Z\">1.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Daily Mail’s <strong>Jason Groves.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1128997924485173249\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Theresa May leaving the Commons meeting with the 1922 Committee now. No word on what&#39;s been decided</p>&mdash; Jason Groves (@JasonGroves1) <a href=\"https://twitter.com/JasonGroves1/status/1128997924485173249?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd51d18f08d2b474ebcefb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T12:11:31.848Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And since we’re on the subject of polling, <strong>Peter Kellner, </strong>the former YouGov president, has written a good piece for the Guardian about the relationship between Brexit and support for political parties. YouGov has a very large database which means that it can look at how the same individuals voted in the 2016 referendum and in the 2017 general, and how those same people say they would vote now. He says this proves that Labour’s recent fall in support has been caused entirely by defections from pro-Europeans.</p> <p>Here is an excerpt.</p> <blockquote class=\"quoted\"> <p>Let’s start with all those who voted Labour in 2017. The shift is clear. Defections to remain parties – the Liberal Democrats in particular – rose sharply, while those to leave parties did not. In late April, defections divided two to one in favour of remain parties; by last week, that had risen to three to one. More of those who voted Labour two years ago now plan to switch to one of the remain parties than plan to stay loyal to <a href=\"https://www.theguardian.com/politics/labour\">Labour</a>.</p> </blockquote> <p>And here is the full article.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/16/labour-brexit-remain-voters-european-elections\">The polls are clear – Labour’s Brexit tactics are failing spectacularly | Peter Kellner</a> </p> </aside> </div>   </div> <div id=\"block-5cdd4cd58f08d2b474ebcea1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:55:59.113Z\">12.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>YouGov has released <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/05/16/theresa-may-and-jeremy-corbyn-now-less-popular-nig\">some polling</a> this morning showing that Nigel Farage, the Brexit party leader, has got a significantly higher favourability rating than either Theresa May or Jeremy Corbyn, who are both doing very appallingly. Although it would probably be more accurate to say that he is less unpopular, because all their ratings are negative. At the end of 2016 Farage was behind them both.</p>  <figure class=\"element element-image\" data-media-id=\"729b3ca8730b5375a287b8b971000f92666bc9bd\"> <img src=\"https://media.guim.co.uk/729b3ca8730b5375a287b8b971000f92666bc9bd/0_0_2110_1125/1000.jpg\" alt=\"Favourability ratings\" width=\"1000\" height=\"533\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Favourability ratings</span> <span class=\"element-image__credit\">Photograph: YouGov</span> </figcaption> </figure>  <p>As<strong> Matthew Smith </strong>explains in the YouGov write-up, when people are asked about parties, and not leaders, the Conservatives and Labour are both doing very badly - although on this measure Labour is ahead of the Tories.</p> <blockquote class=\"quoted\"> <p>The Conservative and Labour parties’ own scores mirror those of their leaders, with the Tories receiving a new all-time low of -46 (from -39) and Labour having moved up fractionally from March’s all-time low of -37 to -35 now.</p> </blockquote> <p>There is good news for Change UK in the poll; their interim leader, Heidi Allen, is the least unpopular of all the party leaders. But, as Smith points out, that is that is not a particularly meaningful result because only around a third of people know enough about her to have a view.</p> <p>There is also good news for the Greens <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/ndcogs96i1/YouGov%20-%20Party%20and%20political%20figures%20favourability%20May%202019.pdf\">in the poll results (pdf). </a>They are the party with the most favourable ratings, and the only party to score a net positive (+9). The most unpopular party is Ukip, which on -55 is doing even worse than the Tories.</p>  <figure class=\"element element-image\" data-media-id=\"bb6eb9cb83023860b3fc48c4d5fbebfb6f0c6587\"> <img src=\"https://media.guim.co.uk/bb6eb9cb83023860b3fc48c4d5fbebfb6f0c6587/345_288_4213_2528/1000.jpg\" alt=\"Change UK’s Heidi Allen - the UK’s most popular party leader, at least according to one YouGov measure.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Change UK’s Heidi Allen - the UK’s most popular party leader, at least according to one YouGov measure.</span> <span class=\"element-image__credit\">Photograph: Dimitris Legakis/Athena Pictures</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T14:27:21.166Z\">at 3.27pm BST</time></p>  </div> <div id=\"block-5cdd4c748f08d2b474ebce98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:42:20.180Z\">12.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from the BBC’s <strong>Laura Kuenssberg.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1128988233910620160\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meeting btw PM and 1922 exec seems to be breaking up, now the committee are meeting in a different room on their own, MPs and one of No 10’s team dashing about - it would be like a country house game in a farce if it wasn’t so serious</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1128988233910620160?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd4b7e8f088c3e913d75c7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:37:57.700Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Daily Mail’s<strong> Jason Groves.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1128987091478732800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Theresa May&#39;s meeting with 1922 Committee grandees ticks over into its second hour - whatever she&#39;s told them about her timetable for departure, they&#39;re taking some convincing</p>&mdash; Jason Groves (@JasonGroves1) <a href=\"https://twitter.com/JasonGroves1/status/1128987091478732800?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd4b258f08ea3978d87b72\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:37:20.078Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"9502837029b6a91bd8e8e10a6bf6a8c857ceb150\"> <img src=\"https://media.guim.co.uk/9502837029b6a91bd8e8e10a6bf6a8c857ceb150/0_113_3500_2100/1000.jpg\" alt=\"Sir Vince Cable, the Lib Dem leader, speaking to activists at a campaign event in South Queensferry, Edinburgh, with the Forth bridge in the background.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Vince Cable, the Lib Dem leader, speaking to activists at a campaign event in South Queensferry, Edinburgh, with the Forth bridge in the background.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd46388f08d2b474ebce43\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:16:17.727Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And while we’re on the subject of the Change UK battlebus, it’s in Bath this morning, with the Change UK candidate<strong> Rachel Johnson</strong>, who may have been having a go at her brother. This is from LBC’s<strong> Theo Usherwood.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theousherwood/status/1128981505533992960\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris Johnson’s sister ⁦<a href=\"https://twitter.com/RachelSJohnson?ref_src=twsrc%5Etfw\">@RachelSJohnson</a>⁩ in front of her very own Change UK battle bus in Bath.<br><br>She says it’s “the bus you can trust”.<br><br>Presumably unlike her brother’s. <a href=\"https://t.co/Ek7xufaAVV\">pic.twitter.com/Ek7xufaAVV</a></p>&mdash; Theo Usherwood (@theousherwood) <a href=\"https://twitter.com/theousherwood/status/1128981505533992960?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd42f18f088c3e913d7549\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T11:12:19.145Z\">12.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Green MP Caroline Lucas unveiled the party’s campaign bus this morning. This is what it looks like.</p>  <figure class=\"element element-image\" data-media-id=\"d957487a6ee8cda1d16615324005a6555f627303\"> <img src=\"https://media.guim.co.uk/d957487a6ee8cda1d16615324005a6555f627303/0_0_5568_3341/1000.jpg\" alt=\"Caroline Lucas (left) poses in front of their electric-powered Stop Brexit campaign bus at an event in Brighton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caroline Lucas (left) poses in front of their electric-powered Stop Brexit campaign bus at an event in Brighton</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>  <p>These European elections have not been great for battlebuses, but on the basis of this picture, I guess the Greens are winning the prize for best effort.</p> <p>The Brexit party has a battlebus that at least has a clear message of sorts.</p>  <figure class=\"element element-image\" data-media-id=\"212a952c0ab20ce2c16558a930cd92edaf2b7eb2\"> <img src=\"https://media.guim.co.uk/212a952c0ab20ce2c16558a930cd92edaf2b7eb2/0_252_5241_3144/1000.jpg\" alt=\"The Brexit party campaign bus.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Brexit party campaign bus.</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <p>And the worst bus? I’m afraid it’s got to be Change UK’s, which just looks like a mobile zebra crossing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1127992610214248450\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A bus! It’s a real election now <a href=\"https://t.co/xIfF284zzL\">pic.twitter.com/xIfF284zzL</a></p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1127992610214248450?ref_src=twsrc%5Etfw\">May 13, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd3ec08f08ea3978d87ab0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T10:54:11.574Z\">11.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">May will destroy Tory party unless she resigns now, says former cabinet minister</h2>  <div class=\"block-elements\">  <p>Nick Timothy’s Telegraph column (see <a href=\"https://www.theguardian.com/politics/live/2019/may/16/brexit-latest-news-theresa-may-1922-faces-showdown-with-1922-committee-over-timetable-for-her-resignation-live-news?page=with:block-5cdd38028f08d2b474ebcd8b#block-5cdd38028f08d2b474ebcd8b\">11.34am)</a> is relatively mild compared to <a href=\"https://www.telegraph.co.uk/politics/2019/05/15/pms-legacy-could-soon-conservative-partys-destruction-unless/\">another in the paper today (paywall)</a>, by the Tory Brexiter and former cabinet minister <strong>Owen Paterson</strong>. He says Theresa May will destroy the Conservative party unless she resigns “now”. He says:</p> <blockquote class=\"quoted\"> <p>This deal will still not get through parliament, and cabinet must remind Mrs May of that. Unless she abandons it, accepts defeat and resigns now, her enduring legacy will instead be to have destroyed the Conservative party and, in all likelihood, to have delivered the rise of a Corbyn-led government bent on crashing the economy and, in cahoots with the SNP, breaking up the United Kingdom itself.</p> </blockquote> <p>Paterson also points out that that there is nothing inevitable about a party like the Conservative party surviving. He explains:</p> <blockquote class=\"quoted\"> <p>Assuming that the old order will carry on, come what may, is a fatal mistake. One need only look at the long litany of electoral disasters across the world to see that.</p> <p>Christian Democracy in Italy, which supplied 26 of the 28 Italian prime ministers between 1946 and 1992, holding office for 40 of those 45 years, has disappeared. In 1988, the Progressive Conservatives held 169 of the 295 seats in the Canadian House of Commons and formed a majority government. But mishandling the global recession and unpopular tax policies saw it lose all but two of those seats at the next election in 1993. Ten years later, the party was dissolved entirely.</p> <p>In 2017, the French Socialists - the party of Mitterrand and Hollande - lost 249 national assembly seats. They now represent just 30. The UK is not immune to electoral wipe-outs. The Shell Crisis of 1915 - in which the Liberal government failed to prepare sufficient stocks of artillery shells - saw Asquith’s government fall and his party lose 236 seats, including his own and those of all his former cabinet ministers, in the next general election. There has not been a purely Liberal government since.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b0ad632df1a94e18b03fd6249f6fc98e2c45188d\"> <img src=\"https://media.guim.co.uk/b0ad632df1a94e18b03fd6249f6fc98e2c45188d/0_58_4265_2559/1000.jpg\" alt=\"Owen Paterson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Owen Paterson.</span> <span class=\"element-image__credit\">Photograph: George Cracknell Wright/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T10:57:48.517Z\">at 11.57am BST</time></p>  </div> <div id=\"block-5cdd3d928f088c3e913d7516\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T10:40:29.942Z\">11.40am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Leadsom says EU withdrawal agreement bill will be published 'as soon as possible'</h2>  <div class=\"block-elements\">  <p><strong>Andrea Leadsom,</strong> the leader of the Commons, has just told MPs that the government will publish the EU withdrawal agreement bill “as soon as possible” so that MPs can read it before the second reading. She said the second reading would be in the week beginning Monday 3 June, but she did not say on which day.</p> </div>   </div> <div id=\"block-5cdd38028f08d2b474ebcd8b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T10:34:14.021Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nick Timothy</strong> was Theresa May’s co-chief of staff until the 2017 general election. A fervent Brexiter, he wrote her most important speeches and he is credited, or blamed, for encouraging her to adopt a hard Brexit stance in the first 11 months of her premiership. Now he writes a column for the Daily Telegraph and <a href=\"https://www.telegraph.co.uk/politics/2019/05/16/every-day-mrs-may-clings-makes-things-harder-successor-has-go/\">in today’s (paywall) </a>he uses it to say it is “beyond time” for her to go. He says:</p> <blockquote class=\"quoted\"> <p>It’s now <a href=\"https://www.telegraph.co.uk/politics/2019/05/15/brexit-latest-news-theresa-may-face-pmqs-vowing-put-deal-mps/\">beyond time</a> for the prime minister to accept that the game is up. Her premiership has failed, and her authority is shot. She has lost control of her ministers, who are clamouring to replace her. She has lost her MPs, who feel betrayed and misled. In June, the Conservative voluntary party will declare no confidence in her as its leader.</p> <p>In the local elections earlier this month, she lost almost 1,300 councillors. In the farcical European elections next week, she will win as few as one in 10 votes. In the Peterborough by-election – <a href=\"https://www.telegraph.co.uk/politics/2019/05/01/fiona-onasanya-ousted-parliament-constituents-sparking-by-election/\">held to replace a jailed Labour MP </a>– she will surely lose.</p> <p>The reason for this Conservative collapse is not complicated. The prime minister promised repeatedly that Brexit would mean Brexit. She said “no deal is better than a bad deal.” And yet, three years after the referendum, she has failed to get Britain out of the European Union.</p> </blockquote> <p>Timothy argues that the rot set in after he stopped working for her and that the hard version of Brexit set out in the Lancaster House speech (which he co-wrote) was obtainable. </p> <blockquote class=\"quoted\"> <p>In cabinet, [May] complains that Brexit has been reduced to binary choices. But leaving the EU – freeing ourselves of its laws and institutions – is a binary choice, and a choice already made by the British people. This is something she once accepted. When ministers and officials proposed what she dismissed as “clinging to bits of the EU we liked”, she used to relish reprimanding them. We would negotiate a close economic and security relationship, she explained, but we would be entirely outside EU laws and institutions. In other words, the choice was binary.</p> </blockquote> <p>May’s defenders would argue that the Lancaster House Brexit was unrealistic and that May softened her approach because she concluded that following the Timothy blueprint would cause grievous damage to British manufacturing.</p> </div>   </div> <div id=\"block-5cdd369c8f088c3e913d74ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T10:14:00.577Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to the Sun, Conservative MPs loyal to Theresa May (they do exist, apparently) are threatening to trigger a vote of no confidence in the executive of the 1922 Committee if the committee tries to change the rules to allow an immediate no confidence vote in May. <a href=\"https://www.thesun.co.uk/news/brexit/9084547/theresa-may-loyalists-challengers-coup/\">In their story</a> <strong>Tom Newton Dunn </strong>and <strong>Steve Hawkes </strong>report:</p> <blockquote class=\"quoted\"> <p>In an extraordinary new turn in the long running saga, <a href=\"https://www.thesun.co.uk/news/8924599/loyal-tory-mps-theresa-may-save/\">May loyalists</a> have also vowed to then force a vote of confidence in the 17-strong executive itself.</p> <p>One senior Tory MP who wants Mrs May to stay on told The Sun Wednesday night: “If the executive goes ahead with a rule change now, it will be the height of irresponsibility at this time of national crisis as well as destabilise the leadership forever more.</p> <p>“So we will call a confidence vote in them, which all colleagues are within their full rights to do.”</p> </blockquote> <p>The Sun also quotes an unnamed Brexiter on the 1922 executive saying it probably will not decide to change the rules to allow an early no confidence vote in May because he decision to schedule the Brexit vote for early June will be enough to satisfy the executive.</p> </div>   </div> <div id=\"block-5cdd30d18f08ea3978d879fc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T10:01:06.307Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Starmer quashes speculation Labour could abstain on Brexit bill, saying it will vote against if no cross-party deal agreed</h2>  <div class=\"block-elements\">  <p>Yesterday, in his regular post-PMQs briefing for lobby journalists, <a href=\"https://www.theguardian.com/politics/live/2019/may/15/may-to-face-mps-as-rebels-warn-she-is-still-facing-defeat-in-brexit-vote-in-early-june-live-news?page=with:block-5cdc067b8f08d2b474ebc401#block-5cdc067b8f08d2b474ebc401\">Jeremy Corbyn’s spokesman repeatedly refused to rule out the party abstaining on the second reading of the EU withdrawal agreement bill,</a> prompting speculation that this could be a means by which Theresa May could win the vote - with the decisive division postponed until third reading, when Labour might take a yes/no view on the bill as amended.</p> <p>But two very senior members of the shadow cabinet have now insisted that, if the bill does not include Labour’s Brexit demands, the party will vote against it at second reading in the first week of June. On ITV’s Peston last night <strong>Emily Thornberry </strong>said Labour was “going to oppose [the bill]” if it was not rewritten to include the party’s demands. And at Brexit questions in the Commons this morning<strong> Sir Keir Starmer,</strong> the shadow Brexit secretary, said the same. He told MPs:</p> <blockquote class=\"quoted\"> <p>If the prime minister’s deal is put [to a vote] for the a fourth time, if it’s allowed, it will fail, just as it’s failed three times already. But I want to make it clear that Labour opposes the idea of passing the withdrawal agreement bill without an agreed deal. That would put the cart before the horse. And Labour will vote against at second reading on that basis. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"687739fe2af16cd6ad9bcb6ea8fadee3d8f083f2\"> <img src=\"https://media.guim.co.uk/687739fe2af16cd6ad9bcb6ea8fadee3d8f083f2/24_0_597_358/500.jpg\" alt=\"Keir Starmer\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Keir Starmer</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd27028f08ea3978d8799c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T09:35:30.971Z\">10.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'The sooner, the better', says senior Tory on when Theresa May should resign</h2>  <div class=\"block-elements\">  <p><strong>Geoffrey Clifton-Brown</strong>, the Brexiter treasurer of the Conservative backbench 1922 Committee, was on Sky’s All Out Politics a few minutes ago talking about the committee’s meeting with Theresa May later. Here are the main points he made.</p> <ul> <li><strong>Clifton-Brown said the 1922 Committee would change the rules to allow an immediate no confidence vote in May if she did not set a timetable for her departure.</strong> Under the current rules, a fresh vote is not allowed until December, 12 months after the last one. Last month the executive voted 9-7 against changing the rules, but Clifton-Brown said that would change if she did not set out a timetable for her departure today. Asked what the message to her from the executive would be today, he said:</li> </ul> <blockquote class=\"quoted\"> <p>The message is that she has to set a timetable to go or we will change the rules and have a vote of confidence. So I think it would be much more dignified if she were to set out her own, fairly tight, timetable to go and allow a leadership contest to take place, but if she does not do that, I think a fairly firm message from the ‘22 is that we will have to very seriously consider how we can engineer a vote of confidence.</p> </blockquote> <ul> <li><strong>He said his personal view was that May should go “the sooner, the better”</strong>. But he also said that in practice he expected her to announce that she was resigning after the vote on the EU withdrawal agreement bill in early June. Asked when she should go, he said:</li> </ul> <blockquote class=\"quoted\"> <p>Personally, the sooner the better, and that’s not being unkind to the prime minister. I just think the longer this goes on, it’s not in the nation’s interests, it’s not in the party’s interests. We’ve got European elections looming. Goodness knows what the results of that will be. But I suspect it will not be until after the European elections, and I suspect she will be very keen to try and introduce the withdrawal agreement bill, probably, it is rumoured, on 5 June.</p> <p>I don’t know whether that will go through or not. But, either way, I think she’s got to set out that timetable pretty soon after that.</p> </blockquote> <ul> <li><strong>He said that, if May were to announce her resignation in early June, the Conservative party could elect a new leader before the party conference in the autumn. </strong>The parliamentary stage of the process, when MPs whittle down the candidates to a shortlist of two, could be concluded before the summer recess, he suggested. Then members could elect the new leader before the conference.</li> </ul> <ul> <li><strong>He said an announcement by May about the timetable for her departure now would help the Tories in the European elections next week. </strong>If that were to happen, then the public would be focusing on the Conservatives, and who might be their next leader, not Nigel Farage and his Brexit party, Clifton-Brown argued.</li> </ul> <ul> <li><strong>He said May’s mistake in the Brexit talks was to agree to the EU timetable for negotiations, with issues like the financial settlement and Ireland being decided before the future trade relationship</strong>. He explained:</li> </ul> <blockquote class=\"quoted\"> <p>I think the genesis of this all started at the beginning of the negotiations. If she had been much tougher on the negotiations - instead of allowing the Europeans to set the timetable, if she had said, “No, no, no, this is how we are going to do the negotiations, if you don’t like it, we’ll leave without a deal’, then I think we would be in a much better position now.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"49eaf7a52e6954d92f948cd22afde10efd2e2129\"> <img src=\"https://media.guim.co.uk/49eaf7a52e6954d92f948cd22afde10efd2e2129/34_0_895_537/500.jpg\" alt=\"Geoffrey Clifton-Brown\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geoffrey Clifton-Brown</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T09:38:46.934Z\">at 10.38am BST</time></p>  </div> <div id=\"block-5cdd27438f08ea3978d8799e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T09:06:11.957Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on Theresa May’s showdown with the 1922 Committee.</p> <p>These are from Sky’s <strong>Tamara Cohen.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1128916723841867777\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">May meeting &#39;22 committee executive today, at secret location, and will be asked to name a departure date.<br><br>Bob Blackman MP, who sits on the executive, told Sky News: &quot;If she doesn&#39;t give us a clear timetable, it will be set for her&quot;</p>&mdash; Tamara Cohen (@tamcohen) <a href=\"https://twitter.com/tamcohen/status/1128916723841867777?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1128918065998180353\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">May likely to be warned of a confidence vote the week of 12 June.<br><br>That allows for WAB 2nd reading, Trump visit, Peterborough by-election<br><br>Another vote on changing rules could be held today, depends on &quot;the mood of the meeting, the attitude adopted&quot;, another source says</p>&mdash; Tamara Cohen (@tamcohen) <a href=\"https://twitter.com/tamcohen/status/1128918065998180353?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <p>And these are from Sky’s<strong> Beth Rigby</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1128946565102604293\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Told it’s fluid going into ‘22. Whether to hold another rule change vote very much depends on what PM says. <br>- At very least the exec will demand a need clearer timetable after WAB<br>- Many want to allow her to exit with dignity rather than being forced out (as Thatcher was).</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1128946565102604293?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1128948945424666626\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">May has twelve days to go to get past Gordon Brown’s length of tenure as PM. Told she wants to get past that before she fires the gun...Which all points to announcing her departure mid-June and handing over to new leader at party conference In Sept <a href=\"https://t.co/xHKyC6iMAN\">pic.twitter.com/xHKyC6iMAN</a></p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1128948945424666626?ref_src=twsrc%5Etfw\">May 16, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cdd23958f088c3e913d73e6\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T08:58:34.375Z\">9.58am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Fox admits checks would be necessary for goods crossing Irish border in event of WTO Brexit</h2>  <div class=\"block-elements\">  <p><strong>Liam Fox</strong>, the international trade secretary, has also admitted that there would have to be checks on goods and food crossing the Irish border in the event of a no-deal Brexit to stop the UK being in breach of its obligations under the World Trade Organisation rules. </p> <p>In his Today interview, he confirmed that if the UK crashes out of the EU without a deal, elements of the Irish border backstop would still apply, partly to keep the border open but also to uphold the international WTO rules. </p> <p>The DUP is implacably opposed to any checks in Northern Ireland as this would distinguish it from the systems applying in the Britain. </p> <p>Fox said the checks could be done in the “market” - that is on farms and in factories - rather than the border. </p> <p>Asked by presenter Sarah Smith if he agreed with Ireland’s foreign minister Simon Coveney that there would have to a number of checks, even in the event of not deal, Fox said: </p> <blockquote class=\"quoted\"> <p>You make a valid point. We would need to apply a small number of measures strictly necessary to comply with international legal obligations and to protect the biosecurity, for example, of the whole of the island of Ireland.</p> <p>But we would be able to take those measures in market rather than at the border, but that would only be a temporary measure because we may be in breach of our WTO obligations.</p> </blockquote> <p>Fox also confirmed that in a no-deal situation the UK would have to enter urgent talks for a deal on Ireland to ensure the border did remain open and the Good Friday Agreement was upheld.</p> <p>This is something Leo Varadkar, Ireland’s prime minister, has pointed out in recent months, but not something widely acknowledged among hard Brexiters. Fox said:</p> <blockquote class=\"quoted\"> <p>In a no-deal scenario the UK government is committed to entering into discussions urgently with the European Commission and Irish government to agree a long term [solution].</p> </blockquote> <p>WTO experts have long said Northern Ireland will have to have checks because of the border with the EU but it is thought this is the first time a cabinet minister has spelled this out. </p> </div>   </div> <div id=\"block-5cdd21dc8f08d2b474ebcca9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T08:44:37.214Z\">9.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Liam Fox,</strong> the international trade secretary, told the Today programme this morning that the Conservative party would not accept a Brexit compromise that involved the UK staying in a permanent customs union with the EU (which is what Labour wants). He told the programme:</p> <blockquote class=\"quoted\"> <p>I don’t think parliament would actually accept the concept of a permanent customs union for a whole range of reasons that I’ve set out - and I don’t think it would be acceptable inside the Conservative party. </p> <p>Of course we do have a temporary customs union inside the implementation period, that is already accepted, but one of the reasons that we embarked on this particular process was so that we would be out of these arrangements by the time we got to the next general election.</p> </blockquote> <p>Asked whether Theresa May should set a date for her departure from office, he replied:</p> <blockquote class=\"quoted\"> <p>I don’t know because I can’t speak for the individual MPs involved and whether they think that is a determining step in the process, but we certainly need to get the argument across to the whole of the House of Commons that at the referendum almost three years ago they were given an instruction by voters - why have they not carried it out?</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"1ae40d1518778f038831d56a10427e4146d87a44\"> <img src=\"https://media.guim.co.uk/1ae40d1518778f038831d56a10427e4146d87a44/0_245_3353_2012/1000.jpg\" alt=\"Liam Fox\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Fox</span> <span class=\"element-image__credit\">Photograph: Amer Ghazzal/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cdd148f8f08ea3978d8791c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-16T08:15:08.646Z\">9.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May faces showdown with 1922 Committee over timetable for her resignation</h2>  <div class=\"block-elements\">  <p><strong>Theresa May</strong> has said that she wants to get her Brexit plan through parliament before the summer recess, and that she will stand down as prime minister after that, implying that if the deal goes through, she will resigning towards the end of July. And she has also said that the key make-or-break vote on her Brexit legislation will come in the first week of June, implying that if she loses the vote, she will be gone very soon afterwards. (She has not confirmed the explicitly, but it is very hard to see how she could survive in those circumstances.)</p> <p>But some in her party want even more clarity about her departure plans. The executive of the Conservative backbench 1922 Committee wants her to say explicitly what will happen if MPs do not pass her Brexit deal, and they are meeting her this morning. <strong>Sir Graham Brady</strong>, chairman of the committee,<a href=\"https://www.bbc.co.uk/news/uk-politics-48235917\"> said at the weekend </a>that it would be “strange” if his executive got to the end of the meeting without a “clear understanding” of when she would be going, which sounded faintly menacing, and in private some of his colleagues have been more brutal, saying that <a href=\"https://www.theguardian.com/politics/2019/may/14/theresa-may-faces-ultimatum-set-your-exit-date-or-quit-now\">they will tell her to stand down immediately if she does not name a date for her departure.</a></p> <p>So, it sounds like it could get very ugly. In his London Playbook briefing for Politico Europe<strong> Jack Blanchard </strong>writes: “A senior member of the 18-strong committee tells Playbook the meeting’s location will not be revealed to colleagues until an hour before, in an effort to maintain secrecy. Asked to describe the anticipated scene, the MP replied: ‘Blood on the walls.’”</p> <p>Here is the agenda for the day.</p> <p><em>9am:</em> Caroline Lucas, the Green party MP, unveils the party’s Stop Brexit campaign bus in Brighton.</p> <p><em>9.30am:</em> Stephen Barclay, the Brexit secretary, takes questions in the Commons.</p> <p><em>10am:</em> Sir Vince Cable, the Lib Dem leader, unveils an election poster in Edinburgh.</p> <p><em>10.30am: </em>David Gauke, the justice secretary, makes a Commons statement about <a href=\"https://www.theguardian.com/society/2019/may/16/part-privatisation-probation-sevices-to-be-reversed-offender-management-nationalised-chris-grayling\">plans to renationalise the probation service.</a></p> <p><em>11am:</em> Nigel Farage, the Brexit party leader, stages an election visit to Brentwood.</p> <p><em>11.30am:</em> Theresa May is due to meet the executive of the Conservative backbench 1922 Committee to discuss its request for her to clarify when she will stand down.</p> <p><em>After 11.30am:</em> Andrea Leadsom, the leader of the Commons, makes a statement to MPs about next week’s Commons business.</p> <p><em>12.30pm:</em> Jeremy Corbyn visits Salford to publicise Labour’s plan for <a href=\"https://www.theguardian.com/politics/2019/may/15/labour-reveals-plans-to-fit-solar-panels-to-175m-homes?utm_term=Autofeed&amp;CMP=twt_gu&amp;utm_medium=&amp;utm_source=Twitter#Echobox=1557956823\">a “green industrial revolution”, involving solar panels being fitted to 1.75m homes lived in by socially housed or low-income households.</a></p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-oh-brady-i-love-your-way-timothy-takes-aim-trump-pardons-conrad-black/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-16T10:54:56.785Z\">at 11.54am BST</time></p>  </div>",
      "wordcount": "7223",
      "commentCloseDate": "2019-05-16T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-16T08:15:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:15Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfe8f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9c58b76676fae116a734639db37fa8c0042a601d/0_153_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has agreed to set a timetable for her departure as prime minister in the first week of June, which MPs believe means she will trigger a leadership contest before the summer. Boris Johnson has publicly thrown his hat into the ring for the Conservative leadership, saying he is determined to see Brexit become a reality. David Cameron’s autobiography will be published in September, his publisher has announced. The government has been accused of a “pernicious form of racism” by a Muslim MP for rejecting a widely accepted definition of Islamophobia. As the Press Association reports, Labour’s Naz Shah attacked the Conservatives as a “party in denial” of its own problem with Islamophobia, who are “not serious about the safety and security of British Muslims”. She revealed she fears for her own safety in an emotional speech to the Commons during a backbench debate on the issue. She said: If it is down to women to define the experience of feminism, the experiences of people of colour to define racism, the experience of Jews to define antisemitism, the experience of the LGBTQ+ communities to define homophobia, I ask the minister how dare he tell the British Muslims that our experiences cannot define Islamophobia. If that isn’t a pernicious form of racism then what is it? She called on the government to “rethink this decision” after it rejected the definition of Islamophobia drafted by the all-party parliamentary group (APPG) on British Muslims, which has been accepted by a number of other political parties, on the grounds that “further careful consideration” over the wording was needed. That’s all from me for today. I’ll be back with a Politics Live blog tomorrow. Thanks for the comments. Anti-Brexit campaigners have put up a series of billboards taking aim at Nigel Farage and the Brexit party by highlighting past statements he and his candidates have made. As the Press Association report, photos show the billboards in place at locations including Taunton in Somerset, Coventry, and Neath in South Wales, with slogans such as “attack the NHS” and “less maternity pay” next to comments attributed to Brexit party members. The billboard in Coventry cites a quote Farage gave during a speech where he said: “We need to move to an insurance-based system of healthcare.” The group Led by Donkeys wrote on Twitter: Brexit party leader Nigel Farage hasn’t written a manifesto so we’ve done it for him, based on statements by him and his candidates. Billboards going up across the country this week. When MPs last voted on the prime minister’s Brexit agreement, the European Research Group, which represents Tories pushing for a harder Brexit, was split, with some of its members voting for and some against. But Mark Francois, its vice chair, has said this afternoon that “within the ERG, opposition to the withdrawal agreement bill is increasing.” He said it was “incredibly unlikely” the bill would pass its second reading. This is from Nikki da Costa, the former director of legislative affairs at Number 10 under Theresa May. The BBC’s Laura Kuenssberg says the next big row in Conservative politics will be over the timetable for the leadership contest. Timetables matter a lot in party leadership contests. It is widely assumed in Tory circles that a long contest helped enable David Cameron to win in 2005 - and equally, in Labour circles, that a long contest in 2015 helped enable Andy Burnham to lose. And, for the case against Boris Johnson, this blog by Alex Massie for the Spectator’s Coffee House is good. Here’s an extract. But Prime Minister Johnson would have, I suspect, explosive consequences. He might be a ‘One Nation’ Tory (of sorts) but there’s a hefty chance he’d find himself leading a much smaller nation. As matters stand, Nicola Sturgeon and the SNP have no persuasive or easy route to a second independence referendum, nor any compelling answers to the problems Brexit will cause for the practical aspects of independence. Even so, the most recent Times/YouGov poll put support for independence at 49 per cent. You might think escaping Boris Johnson a small or thin or feeble reason for breaking up the United Kingdom and I might agree with you but the point is many others would not. Nicola Sturgeon couldn’t ask for a better recruiting officer than Johnson. There’s a reason Ruth Davidson hates him, you know, and it goes beyond Johnson’s abundant sense of entitlement and evident sense work is for other, lesser, people. With Boris Johnson confirming that he will stand for the Conservative leadership, here are two good assessments of his chances of winning. Matthew d’Ancona at Tortoise thinks Johnson is suited to modern celebrity culture. “Look,” says one cabinet member who is also a likely leadership candidate. “There are plenty of MPs who will try to keep him out of the final two. It could be a very nasty contest. But lots of them also think that his name recognition and his shameless populism is exactly the edge they need to save their seats.” Concerning the contest to succeed May, this minister adds: “We’ll probably all be talking about our departmental records, and how qualified we are to follow Theresa. Boris will be talking about voters’ feelings. And feelings win these days.” This final observation – almost a throwaway remark – gets us to the nub. In the weeks and months ahead, learned commentators and pollsters will comb through Johnson’s past failures and present contradictions in forensic detail, and conclude – like those of us who predicted that remain and Hillary Clinton would prevail in 2016 – that, logically, he cannot win. They will not only be wrong. They will be using the wrong tools of analysis. If Trump’s victory has a single, unavoidable lesson, it is that, to an increasing extent, politics is best understood as a branch of the entertainment industry, in which the populist tormentor of elites is king, and sentiment is more important than rationality. James Forsyth in this week’s Spectator thinks Johnson is now the leading contender. Those close to Boris admit that he was naïve about how easily it would all fall into place — and deeply rattled by the ferocity of the backlash to Brexit’s victory. He had gone from being the capital’s Olympic mascot to having hundreds of people outside his home shouting abuse. Worse, many of his own friends and family were furious about the referendum result, and not shy about letting him know. Given Boris’s near-pathological desire to be liked, this shook him badly. But those who spend the most time with him say that he’s now more determined. That he is reconciled to being a hate figure for many remainers, less anxious to be liked — and more prepared to take on officialdom. ‘Being outside the system has made him more gung-ho,’ says someone who knows him well. He has also come to terms with his new status as a pariah in bien pensant society. In private, he jokes about how he now receives ‘ABC1 abuse’. Yesterday YouGov published some polling suggesting that just 13% of people think Labour’s Brexit policy is very or fairly clear, making it the party with the most opaque stance on Brexit. The Conservatives are not much better. On this measure, the Brexit party, followed by Ukip, come top. Of course, this measure is not the same as approval for a party’s stance. On a visit to Salford today, asked about these findings, Jeremy Corbyn denied that Labour’s message was “confused” in the run-up to the European elections. He said: I’m not judging people about how they voted in 2016, what I’m saying is hold the government to account, make sure we have got a proper relationship with Europe in the future to protect manufacturing industry and the service industry jobs all across the North West and don’t allow the siren voices of the far right to divide our communities. Sajid Javid has been quick out of the blocks with some unofficial leadership campaigning, making a speech to a thinktank extolling the merits of small business, and bemoaning the lack of government help they receive. The home secretary, seen as a definite contender when Theresa May eventually announces her departure, was speaking at an event by the Centre for Policy Studies, the free enterprise organisation co-founded by Margaret Thatcher. Introducing a new report calling for a simplified tax regime for small firms, Javid reminisced about the women’s clothing store in Bristol run by his father, above which the family lived: I remember with my dad, his business had its ups and downs. I could see how the family mood would change sometimes when a bill arrived and you wonder: are you going to have the business over the next few week, the next few months, to actually meet that bill. Could you be in trouble? Javid was critical at the lack of what he called a “level playing field” over tax for small and big businesses, and was particularly scathing about tech giants: Whilst the small businesses are paying their fair share of tax they see these tech businesses paying what I would say is a piddling share of tax, if anything at all. That is not fair, it’s not right, and it’s not acceptable. None of this message could be described as surprising, but it was a reminder of the credibility Javid brings as someone who can genuinely understand the difficulties of small businesses and struggling families. The speech also reminded the audience of another aspect to Javid – that he is a somewhat wooden speaker. Either way, he is definitely among the front few to replace May. Rory Stewart, the new international development secretary, has admitted that the government is “stuck in a kind of limbo” over Brexit. He was visiting the Department for International Development office in East Kilbride and was asked if he thought the prime minister’s Brexit agreement would pass the Commons next month. He replied: I think literally anybody who pretends they can prophesy what is going to happen with Brexit is fooling you. The reality is that it seems to be checkmate in every direction. My instinct is we’ve just got to get this through by hook or by crook, there’s got to be some way of driving this thing through because this is not good for business, it’s not good for citizens. We’re stuck in a kind of limbo, people voted to leave, some people disagree with that, I voted to remain but in the end the majority voted to leave and we have to get on and deliver that. I’m arguing about getting this deal done so that we can move on to other things, to the climate, to the environment, to international development, to sorting out housing in the United Kingdom. Andrew Bridgen, the Tory Brexiter, has told the Press Association he expects the leadership contest to conclude well before the end of the summer recess. He said: We will be able to have the Conservative party leadership concluded well before the end of the summer recess and by September, when we come back, we will have a new prime minister and it needs to be a Brexiteer who believes in Brexit and is willing to get us out on October 31 without a deal, if necessary. Here is more on Theresa May’s meeting with the Conservative backbench 1922 Committee. From the BBC’s Norman Smith From the Sun’s Tom Newton Dunn Here is Ian Blackford, the SNP’s leader at Westminster, on the outcome of Theresa May’s meeting with the 1922 Committee. He said: The Tories have given up governing the country, they’ve given up campaigning in the European elections and they’ve given up even pretending to support their leader. The only thing we’ve learned from today’s latest fudge from the 1922 Committee is that Theresa May is so incompetent that she can’t even resign properly. The Change UK MP Joan Ryan came up with a rather bizarre way to explain to supporters how they could solve the problems facing the nation at a campaign event in Bath today. There is a clip here. Maybe if Theresa May tries the same line in the House of Commons, she can persuade MPs to back her Brexit deal ... Here’s a clip from the Graham Brady interview. From my colleague Rowena Mason This is from my colleague Heather Stewart. Sir Graham Brady, the chairman of the 1922 Committee, is speaking now. He starts by summarising his statement. (See 3pm.) Asked if May will have to stand down even if she cannot pass Brexit, Brady says he and Theresa May have agreed to meet to discuss the timetable for a leadership contest, regardless of whether or not the EU withdrawal agreement bill is passed at second reading. We have agreed to meet to decide the timetable for the election of a new leader of the Conservative party as soon as the second reading has occurred and that will take place regardless of what the vote is on the second reading - whether it passes or whether it fails. Brady confirms that May will be expected to announce her resignation if she loses the vote on the Brexit withdrawal agreement bill in early June. He says the discussion today was “very frank”. He says he tried to ensure all views were expressed. It was a very frank discussion, I tried to make sure that all the views represented on the executive were expressed and we had a very frank exchange with the prime minister. Brady says May’s meeting with the 1922 Committee was “very frank”. “Very frank” is normally code for a blazing row. It sounds as if, as reported in advance, some members of the executive did tell May that she should go immediately. Here is the full text of the statement from Sir Graham Brady, chairman of the Conservative backbench 1922 Committee. He said: The prime minister is determined to secure our departure from the European Union and is devoting her efforts to securing the 2nd reading of the withdrawal agreement bill in the week commencing 3rd June 2019 and the passage of that bill and the consequent departure of the United Kingdom from the European Union by the summer. We have agreed that she and I will meet following the 2nd reading of the bill to agree a timetable for the election of a new leader of the Conservative and Unionist party. Here is the statement from the 1922 Committee. And here is the key point. Theresa May has been granted a temporary reprieve after the 1922 Committee agreed to let her wait until after the vote on the EU withdrawal agreement bill in early June before she has to set a date for her departure. But she has agreed to set a date then - regardless of whether or not MPs approve her deal in the second reading vote on the EU withdrawal agreement bill. Until recently she was not willing to discuss resigning in the event of her Brexit plan not being passed. The Brexit party is heading for an overwhelming victory in Wales in the EU elections and both Labour and the Tories are in free-fall, a YouGov poll suggests. Conducted for the nationalists, Plaid Cymru, the poll has the Brexit party winning a third of the votes in Wales, up 23% on last month. Labour is way behind on 18%, the Tories on a mere 7%. Plaid is very pleased to be at 16%, which it says shows it has a chance of beating Labour in a nationwide election for the first time ever. It is appealing for pro-remain voters to lend them their support to secure a majority for the remain camp. Plaid Cymru leader Adam Price said: This poll makes absolutely clear that Plaid Cymru is the only remain party that can win in Wales. We are the party on the up and we are the only viable option for remain supporters. Parties like the Liberal Democrats and Greens simply cannot win in Wales. I am appealing to their voters to back Plaid Cymru in the European election because we are the only realistic option for those seeking to beat Brexit. I am also appealing to disillusioned and disenfranchised Labour supporters, who have had enough of their party leadership’s attempts to facilitate a Tory Brexit, to lend their vote to us in order to secure a majority for remain. If Liberal Democrat, Green, and Change UK supporters back Plaid Cymru, remain would win two seats, and push the Brexit party to second place. The Lib Dems, for one, see it differently. They reckon the poll means the Brexit party, Welsh Labour and Plaid will win one of the four Welsh seats each. They believe the Brexit party might win a second seat – or the Lib Dems could take it. So it is calling for the Greens, Change UK and remain Labour voters to support the Lib Dems. Here are the full results, with the change since April Wales barometer poll in brackets Brexit party – 33% (+23%) Labour – 18% (-12%) Plaid Cymru – 16% (+1%) Lib Dems – 10% (+4%) Greens – 8% (+3%) Conservatives – 7% (-9%) Change UK – 4% (-4%) Ukip – 3% (-8%) This from Bloomberg’s Kitty Donaldson. David Cameron’s memoir will be out in September, at the start of the party conference season, his publishers have announced. And it is going to be called “For The Record” – which does not tell you a lot, but does sound a bit defensive, understandably. Attention will almost certainly focus on how he justifies his decision to hold the Brexit referendum. (On the basis of what he has said about it already, I would expect his line to be that, if the British public were really daft enough to want to leave the EU, it was not his job to stop them. In another era a member of the patrician ruling class like Cameron would have said that that was exactly what the job entailed.) From the Telegraph’s Jack Maidment This is from the Press Association. A meeting of the executive of the 1922 Committee has broken up and a written statement will be issued shortly, the Press Association understands. Sir Graham Brady, the chairman of the Conservative backbench 1922 Committee, is about to tell us what happened at today’s meeting, the BBC says. Theresa May has left a lengthy private meeting with the executive of the Conservative backbench 1922 Committee, where members were going to tell to announce a timetable for her resignation. (See 9.15am.) The meeting took place in the House of Commons, and May was driven away about half an hour ago. Often, within half an hour of a cabinet meeting ending, accounts of what was said have already been leaked to journalists. But no member of the 1922 executive has spoken to the media in public yet, there don’t seem to be any leaks, and Number 10 has not been briefing either, and so we are still in the dark about what happened. Boris Johnson, the former foreign secretary, has confirmed he will stand for the Conservative party leadership. This will come as a surprise to no one, but it is good to have it on the record. This is from the BBC’s Huw Edwards. The government is refusing to budge on Labour’s central demand for a permanent customs union in cross-party talks on Brexit, according to Rebecca Long-Bailey, the shadow business secretary. Huawei should be completely banned from supplying 5G mobile networks in the UK because its operations are “subject to influence by the Chinese state”, according to a report by a Conservative MP and two academics. Jean-Claude Juncker, the president of the European commission, has said he regrets failing to rebut claims made in the run-up to the Brexit referendum about the hundreds of millions of pounds the UK would save each week if it left the EU. Angry Conservatives MPs have hit out at the government following reports that plans to protect armed forces veterans from prosecution will not apply to Northern Ireland. As the Press Association reports, the government faced accusations of making a “rancid backstairs deal” with Sinn Fein, as MPs lined up to call for better protection for ex-servicemen and women from “vexatious attacks” and being pursued through the courts. Following an announcement from the defence secretary, Penny Mordaunt, that British veterans would have greater protection against prosecution for actions on the battlefield, there were calls to extend the protection to service personnel who served in Northern Ireland. Speaking in the House of Commons, Tory MP Mark Francois dubbed proposals to re-investigate every fatality during the Troubles from the late 1960s onwards as “IHAT mark two”, after the controversial Iraq Historic Allegations Team (IHAT) investigation, which was shut down over fraudulent claims of criminality by soldiers. During an urgent question he said: After the appalling, tragic events in Londonderry, we all want to see the Northern Ireland executive re-established but that cannot be at the price of some rancid backstairs deal between the Northern Ireland Office and Sinn Fein IRA to sell Corporal Johnny Atkins down the river at the price of establishing the executive. Nigel Farage has made a campaign visit to an Essex nightclub favoured by the cast of Towie and told a crowded room: “The Only Way Is Brexit.” As the Press Association reports, the Brexit party leader was welcomed to Sugar Hut in Brentwood by club owner Mick Norcross ahead of next week’s European elections. Boxer Dereck Chisora was among the crowd, which also included many international journalists. Farage said: I thought if we won the Brexit battle our politicians would simply have to deliver it. I’ve now learnt that this battle is about far more than Brexit, this battle actually is about democracy. It’s about whether we are a democratic nation, it’s about whether we have a bond of trust between us and those that govern us, it’s about how the rest of the world looks at us. We used to be an admired country. This prime minister and our parliament have turned us into a laughing stock. From the Telegraph’s Jack Maidment This is from the Daily Mail’s Jason Groves. And since we’re on the subject of polling, Peter Kellner, the former YouGov president, has written a good piece for the Guardian about the relationship between Brexit and support for political parties. YouGov has a very large database which means that it can look at how the same individuals voted in the 2016 referendum and in the 2017 general, and how those same people say they would vote now. He says this proves that Labour’s recent fall in support has been caused entirely by defections from pro-Europeans. Here is an excerpt. Let’s start with all those who voted Labour in 2017. The shift is clear. Defections to remain parties – the Liberal Democrats in particular – rose sharply, while those to leave parties did not. In late April, defections divided two to one in favour of remain parties; by last week, that had risen to three to one. More of those who voted Labour two years ago now plan to switch to one of the remain parties than plan to stay loyal to Labour. And here is the full article. YouGov has released some polling this morning showing that Nigel Farage, the Brexit party leader, has got a significantly higher favourability rating than either Theresa May or Jeremy Corbyn, who are both doing very appallingly. Although it would probably be more accurate to say that he is less unpopular, because all their ratings are negative. At the end of 2016 Farage was behind them both. As Matthew Smith explains in the YouGov write-up, when people are asked about parties, and not leaders, the Conservatives and Labour are both doing very badly - although on this measure Labour is ahead of the Tories. The Conservative and Labour parties’ own scores mirror those of their leaders, with the Tories receiving a new all-time low of -46 (from -39) and Labour having moved up fractionally from March’s all-time low of -37 to -35 now. There is good news for Change UK in the poll; their interim leader, Heidi Allen, is the least unpopular of all the party leaders. But, as Smith points out, that is that is not a particularly meaningful result because only around a third of people know enough about her to have a view. There is also good news for the Greens in the poll results (pdf). They are the party with the most favourable ratings, and the only party to score a net positive (+9). The most unpopular party is Ukip, which on -55 is doing even worse than the Tories. These are from the BBC’s Laura Kuenssberg. This is from the Daily Mail’s Jason Groves. And while we’re on the subject of the Change UK battlebus, it’s in Bath this morning, with the Change UK candidate Rachel Johnson, who may have been having a go at her brother. This is from LBC’s Theo Usherwood. The Green MP Caroline Lucas unveiled the party’s campaign bus this morning. This is what it looks like. These European elections have not been great for battlebuses, but on the basis of this picture, I guess the Greens are winning the prize for best effort. The Brexit party has a battlebus that at least has a clear message of sorts. And the worst bus? I’m afraid it’s got to be Change UK’s, which just looks like a mobile zebra crossing. Nick Timothy’s Telegraph column (see 11.34am) is relatively mild compared to another in the paper today (paywall), by the Tory Brexiter and former cabinet minister Owen Paterson. He says Theresa May will destroy the Conservative party unless she resigns “now”. He says: This deal will still not get through parliament, and cabinet must remind Mrs May of that. Unless she abandons it, accepts defeat and resigns now, her enduring legacy will instead be to have destroyed the Conservative party and, in all likelihood, to have delivered the rise of a Corbyn-led government bent on crashing the economy and, in cahoots with the SNP, breaking up the United Kingdom itself. Paterson also points out that that there is nothing inevitable about a party like the Conservative party surviving. He explains: Assuming that the old order will carry on, come what may, is a fatal mistake. One need only look at the long litany of electoral disasters across the world to see that. Christian Democracy in Italy, which supplied 26 of the 28 Italian prime ministers between 1946 and 1992, holding office for 40 of those 45 years, has disappeared. In 1988, the Progressive Conservatives held 169 of the 295 seats in the Canadian House of Commons and formed a majority government. But mishandling the global recession and unpopular tax policies saw it lose all but two of those seats at the next election in 1993. Ten years later, the party was dissolved entirely. In 2017, the French Socialists - the party of Mitterrand and Hollande - lost 249 national assembly seats. They now represent just 30. The UK is not immune to electoral wipe-outs. The Shell Crisis of 1915 - in which the Liberal government failed to prepare sufficient stocks of artillery shells - saw Asquith’s government fall and his party lose 236 seats, including his own and those of all his former cabinet ministers, in the next general election. There has not been a purely Liberal government since. Andrea Leadsom, the leader of the Commons, has just told MPs that the government will publish the EU withdrawal agreement bill “as soon as possible” so that MPs can read it before the second reading. She said the second reading would be in the week beginning Monday 3 June, but she did not say on which day. Nick Timothy was Theresa May’s co-chief of staff until the 2017 general election. A fervent Brexiter, he wrote her most important speeches and he is credited, or blamed, for encouraging her to adopt a hard Brexit stance in the first 11 months of her premiership. Now he writes a column for the Daily Telegraph and in today’s (paywall) he uses it to say it is “beyond time” for her to go. He says: It’s now beyond time for the prime minister to accept that the game is up. Her premiership has failed, and her authority is shot. She has lost control of her ministers, who are clamouring to replace her. She has lost her MPs, who feel betrayed and misled. In June, the Conservative voluntary party will declare no confidence in her as its leader. In the local elections earlier this month, she lost almost 1,300 councillors. In the farcical European elections next week, she will win as few as one in 10 votes. In the Peterborough by-election – held to replace a jailed Labour MP – she will surely lose. The reason for this Conservative collapse is not complicated. The prime minister promised repeatedly that Brexit would mean Brexit. She said “no deal is better than a bad deal.” And yet, three years after the referendum, she has failed to get Britain out of the European Union. Timothy argues that the rot set in after he stopped working for her and that the hard version of Brexit set out in the Lancaster House speech (which he co-wrote) was obtainable. In cabinet, [May] complains that Brexit has been reduced to binary choices. But leaving the EU – freeing ourselves of its laws and institutions – is a binary choice, and a choice already made by the British people. This is something she once accepted. When ministers and officials proposed what she dismissed as “clinging to bits of the EU we liked”, she used to relish reprimanding them. We would negotiate a close economic and security relationship, she explained, but we would be entirely outside EU laws and institutions. In other words, the choice was binary. May’s defenders would argue that the Lancaster House Brexit was unrealistic and that May softened her approach because she concluded that following the Timothy blueprint would cause grievous damage to British manufacturing. According to the Sun, Conservative MPs loyal to Theresa May (they do exist, apparently) are threatening to trigger a vote of no confidence in the executive of the 1922 Committee if the committee tries to change the rules to allow an immediate no confidence vote in May. In their story Tom Newton Dunn and Steve Hawkes report: In an extraordinary new turn in the long running saga, May loyalists have also vowed to then force a vote of confidence in the 17-strong executive itself. One senior Tory MP who wants Mrs May to stay on told The Sun Wednesday night: “If the executive goes ahead with a rule change now, it will be the height of irresponsibility at this time of national crisis as well as destabilise the leadership forever more. “So we will call a confidence vote in them, which all colleagues are within their full rights to do.” The Sun also quotes an unnamed Brexiter on the 1922 executive saying it probably will not decide to change the rules to allow an early no confidence vote in May because he decision to schedule the Brexit vote for early June will be enough to satisfy the executive. Yesterday, in his regular post-PMQs briefing for lobby journalists, Jeremy Corbyn’s spokesman repeatedly refused to rule out the party abstaining on the second reading of the EU withdrawal agreement bill, prompting speculation that this could be a means by which Theresa May could win the vote - with the decisive division postponed until third reading, when Labour might take a yes/no view on the bill as amended. But two very senior members of the shadow cabinet have now insisted that, if the bill does not include Labour’s Brexit demands, the party will vote against it at second reading in the first week of June. On ITV’s Peston last night Emily Thornberry said Labour was “going to oppose [the bill]” if it was not rewritten to include the party’s demands. And at Brexit questions in the Commons this morning Sir Keir Starmer, the shadow Brexit secretary, said the same. He told MPs: If the prime minister’s deal is put [to a vote] for the a fourth time, if it’s allowed, it will fail, just as it’s failed three times already. But I want to make it clear that Labour opposes the idea of passing the withdrawal agreement bill without an agreed deal. That would put the cart before the horse. And Labour will vote against at second reading on that basis. Geoffrey Clifton-Brown, the Brexiter treasurer of the Conservative backbench 1922 Committee, was on Sky’s All Out Politics a few minutes ago talking about the committee’s meeting with Theresa May later. Here are the main points he made. Clifton-Brown said the 1922 Committee would change the rules to allow an immediate no confidence vote in May if she did not set a timetable for her departure. Under the current rules, a fresh vote is not allowed until December, 12 months after the last one. Last month the executive voted 9-7 against changing the rules, but Clifton-Brown said that would change if she did not set out a timetable for her departure today. Asked what the message to her from the executive would be today, he said: The message is that she has to set a timetable to go or we will change the rules and have a vote of confidence. So I think it would be much more dignified if she were to set out her own, fairly tight, timetable to go and allow a leadership contest to take place, but if she does not do that, I think a fairly firm message from the ‘22 is that we will have to very seriously consider how we can engineer a vote of confidence. He said his personal view was that May should go “the sooner, the better”. But he also said that in practice he expected her to announce that she was resigning after the vote on the EU withdrawal agreement bill in early June. Asked when she should go, he said: Personally, the sooner the better, and that’s not being unkind to the prime minister. I just think the longer this goes on, it’s not in the nation’s interests, it’s not in the party’s interests. We’ve got European elections looming. Goodness knows what the results of that will be. But I suspect it will not be until after the European elections, and I suspect she will be very keen to try and introduce the withdrawal agreement bill, probably, it is rumoured, on 5 June. I don’t know whether that will go through or not. But, either way, I think she’s got to set out that timetable pretty soon after that. He said that, if May were to announce her resignation in early June, the Conservative party could elect a new leader before the party conference in the autumn. The parliamentary stage of the process, when MPs whittle down the candidates to a shortlist of two, could be concluded before the summer recess, he suggested. Then members could elect the new leader before the conference. He said an announcement by May about the timetable for her departure now would help the Tories in the European elections next week. If that were to happen, then the public would be focusing on the Conservatives, and who might be their next leader, not Nigel Farage and his Brexit party, Clifton-Brown argued. He said May’s mistake in the Brexit talks was to agree to the EU timetable for negotiations, with issues like the financial settlement and Ireland being decided before the future trade relationship. He explained: I think the genesis of this all started at the beginning of the negotiations. If she had been much tougher on the negotiations - instead of allowing the Europeans to set the timetable, if she had said, “No, no, no, this is how we are going to do the negotiations, if you don’t like it, we’ll leave without a deal’, then I think we would be in a much better position now. More on Theresa May’s showdown with the 1922 Committee. These are from Sky’s Tamara Cohen. And these are from Sky’s Beth Rigby Liam Fox, the international trade secretary, has also admitted that there would have to be checks on goods and food crossing the Irish border in the event of a no-deal Brexit to stop the UK being in breach of its obligations under the World Trade Organisation rules. In his Today interview, he confirmed that if the UK crashes out of the EU without a deal, elements of the Irish border backstop would still apply, partly to keep the border open but also to uphold the international WTO rules. The DUP is implacably opposed to any checks in Northern Ireland as this would distinguish it from the systems applying in the Britain. Fox said the checks could be done in the “market” - that is on farms and in factories - rather than the border. Asked by presenter Sarah Smith if he agreed with Ireland’s foreign minister Simon Coveney that there would have to a number of checks, even in the event of not deal, Fox said: You make a valid point. We would need to apply a small number of measures strictly necessary to comply with international legal obligations and to protect the biosecurity, for example, of the whole of the island of Ireland. But we would be able to take those measures in market rather than at the border, but that would only be a temporary measure because we may be in breach of our WTO obligations. Fox also confirmed that in a no-deal situation the UK would have to enter urgent talks for a deal on Ireland to ensure the border did remain open and the Good Friday Agreement was upheld. This is something Leo Varadkar, Ireland’s prime minister, has pointed out in recent months, but not something widely acknowledged among hard Brexiters. Fox said: In a no-deal scenario the UK government is committed to entering into discussions urgently with the European Commission and Irish government to agree a long term [solution]. WTO experts have long said Northern Ireland will have to have checks because of the border with the EU but it is thought this is the first time a cabinet minister has spelled this out. Liam Fox, the international trade secretary, told the Today programme this morning that the Conservative party would not accept a Brexit compromise that involved the UK staying in a permanent customs union with the EU (which is what Labour wants). He told the programme: I don’t think parliament would actually accept the concept of a permanent customs union for a whole range of reasons that I’ve set out - and I don’t think it would be acceptable inside the Conservative party. Of course we do have a temporary customs union inside the implementation period, that is already accepted, but one of the reasons that we embarked on this particular process was so that we would be out of these arrangements by the time we got to the next general election. Asked whether Theresa May should set a date for her departure from office, he replied: I don’t know because I can’t speak for the individual MPs involved and whether they think that is a determining step in the process, but we certainly need to get the argument across to the whole of the House of Commons that at the referendum almost three years ago they were given an instruction by voters - why have they not carried it out? Theresa May has said that she wants to get her Brexit plan through parliament before the summer recess, and that she will stand down as prime minister after that, implying that if the deal goes through, she will resigning towards the end of July. And she has also said that the key make-or-break vote on her Brexit legislation will come in the first week of June, implying that if she loses the vote, she will be gone very soon afterwards. (She has not confirmed the explicitly, but it is very hard to see how she could survive in those circumstances.) But some in her party want even more clarity about her departure plans. The executive of the Conservative backbench 1922 Committee wants her to say explicitly what will happen if MPs do not pass her Brexit deal, and they are meeting her this morning. Sir Graham Brady, chairman of the committee, said at the weekend that it would be “strange” if his executive got to the end of the meeting without a “clear understanding” of when she would be going, which sounded faintly menacing, and in private some of his colleagues have been more brutal, saying that they will tell her to stand down immediately if she does not name a date for her departure. So, it sounds like it could get very ugly. In his London Playbook briefing for Politico Europe Jack Blanchard writes: “A senior member of the 18-strong committee tells Playbook the meeting’s location will not be revealed to colleagues until an hour before, in an effort to maintain secrecy. Asked to describe the anticipated scene, the MP replied: ‘Blood on the walls.’” Here is the agenda for the day. 9am: Caroline Lucas, the Green party MP, unveils the party’s Stop Brexit campaign bus in Brighton. 9.30am: Stephen Barclay, the Brexit secretary, takes questions in the Commons. 10am: Sir Vince Cable, the Lib Dem leader, unveils an election poster in Edinburgh. 10.30am: David Gauke, the justice secretary, makes a Commons statement about plans to renationalise the probation service. 11am: Nigel Farage, the Brexit party leader, stages an election visit to Brentwood. 11.30am: Theresa May is due to meet the executive of the Conservative backbench 1922 Committee to discuss its request for her to clarify when she will stand down. After 11.30am: Andrea Leadsom, the leader of the Commons, makes a statement to MPs about next week’s Commons business. 12.30pm: Jeremy Corbyn visits Salford to publicise Labour’s plan for a “green industrial revolution”, involving solar panels being fitted to 1.75m homes lived in by socially housed or low-income households. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "41609",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/16/labour-party-jeremy-corbyn-green-new-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-16T15:14:33Z",
    "webTitle": "At last, the Labour party is being led from the bottom up | Dan Hancox",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/16/labour-party-jeremy-corbyn-green-new-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/16/labour-party-jeremy-corbyn-green-new-deal",
    "fields": {
      "headline": "At last, the Labour party is being led from the bottom up",
      "standfirst": "<p>The green new deal, the four-day week … the party is currently energised because under Corbyn it is listening to its grassroots</p>",
      "trailText": "The green new deal, the four-day week … the party is currently energised because under Corbyn it is listening to campaigners, says journalist and author Dan Hancox",
      "byline": "Dan Hancox",
      "main": "<figure class=\"element element-image\" data-media-id=\"ead40e2268e8e83245fa6eb042a23a9667aa9b55\"> <img src=\"https://media.guim.co.uk/ead40e2268e8e83245fa6eb042a23a9667aa9b55/0_20_5271_3162/1000.jpg\" alt=\"Jeremy Corbyn and Momentum campaigners in Manchester.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn and Momentum campaigners in Manchester.</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Right from the beginning, the promise of Corbynism was that it would empower the grassroots. In his <a href=\"https://www.politicshome.com/news/uk/social-affairs/politics/news/61354/jeremy-corbyns-labour-leadership-victory-speech\" title=\"\">acceptance speech</a> on becoming Labour leader in September 2015, the MP for Islington North spoke of enabling members to better influence party policy, of his desire to hear passionate debate, and to “make our party more inclusive, more democratic and the membership better listened to in the future”. Let the tail wag the dog.</p> <p>On that basis, we shouldn’t be surprised by <a href=\"https://www.theguardian.com/politics/2019/may/16/momentum-urges-labour-to-adopt-radical-pledges-in-next-manifesto\" title=\"\">today’s announcement</a> that Momentum, the youthful, 40,000-strong membership organisation established as an outrider for Corbyn’s leadership, will be campaigning for a “radical and transformational” new policy agenda. It is nonetheless a desperately needed and inspirational injection of energy. Over the summer, the group will seek to organise Labour’s mass membership to get motions passed in local constituency party meetings backing a <a href=\"https://www.theguardian.com/commentisfree/2019/may/12/the-guardian-view-on-a-green-new-deal-we-need-it-now\" title=\"\">green new deal</a> (including achieving zero carbon emissions by 2030), the introduction of a four-day week, and the abolition of all migrant detention centres.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/16/momentum-urges-labour-to-adopt-radical-pledges-in-next-manifesto\">Momentum urges Labour to adopt 'radical' pledges in next manifesto</a> </p> </aside>  <p>The aim, they say, is to get these CLP motions taken forward to conference in September and made into party policy. That’s something pro-remain campaigners in the party did very effectively ahead of last year’s Labour conference, shaping <a href=\"https://www.theguardian.com/politics/2019/apr/17/why-labours-leader-has-to-perform-a-brexit-balancing-act\" title=\"\">party’s current policy on Brexit</a>.</p> <p>The idea is to create an election manifesto that builds on the widely praised 2017 equivalent – but takes it much further, and in doing so sees off Tom Watson’s more conservative <a href=\"https://www.theguardian.com/politics/2019/mar/11/future-group-is-not-just-another-labour-faction-tom-watson-insists\" title=\"\">Future Britain group</a>, whom they see as “intent upon watering down and blocking Labour’s most transformational policies”.</p> <p>Interestingly, three other small grassroots organisations are in the mix here, prompting Momentum’s turn to policy campaigning: <a href=\"https://www.labourgnd.uk/\" title=\"\">Labour for a Green New Deal</a>, <a href=\"https://laraflondon.wordpress.com/\" title=\"\">Labour Against Racism and Fascism</a>, and <a href=\"https://twitter.com/labour4dayweek?lang=en\" title=\"\">Labour 4 Day Week</a> – each of them less than a year old. After a year of (largely enforced) malaise in Westminster, these groups provide a welcome reminder of what the point of a leftwing Labour party ought to be.</p> <p>What is notable is how these three groups, and now Momentum, relate to a wider network of activist movements, thinktanks and campaigners. They are showing that they can be a conduit for existing political energy outside of the Labour party. This, again, is exactly what a leftwing party should look like: pluralistic, democratic and porous, rather than proprietorial.</p> <p>The school climate strike led by Greta Thunberg and the phenomenal campaign by <a href=\"https://www.theguardian.com/environment/audio/2019/apr/25/a-week-with-extinction-rebellion-podcast\" title=\"\">Extinction Rebellion</a> inspired millions to take the climate emergency seriously; the thinktanks Autonomy and New Economics Foundation who campaign for <a href=\"https://www.theguardian.com/commentisfree/2019/feb/01/work-four-day-week-workloads-stress-economy\" title=\"\">shorter working weeks</a> have been gaining influence; while everyone from the hunger strikers inside Yarl’s Wood to the groups <a href=\"https://www.theguardian.com/commentisfree/2015/oct/08/sisters-uncut-suffragette-film-premiere-women\" title=\"\">Sisters Uncut</a> campaigning on the outside, have helped make the plight of <a href=\"https://www.theguardian.com/uk-news/2018/oct/10/revealed-sick-tortured-immigrants-locked-up-for-months-in-britain\" title=\"\">migrants in detention centres</a> a mainstream issue.</p> <p>Party politics shouldn’t exist in a vacuum, cut off from the political life, ideas and activity around it. And that doesn’t mean Labour should simply co-opt and dilute the demands of those extra-parliamentary activists, instead it should respond to them, work with them and be energised by them.</p> <p>There is a bizarre fallacy popular in the rightwing press and Westminster among critics of the Labour party under Jeremy Corbyn: that it has become a “Stalinist”, “Leninist” and also – confoundingly – simultaneously “Trotskyist” organisation: that it is ferociously authoritarian in spirit and practice, and run with iron discipline from the centre. This line of attack displays not only a depressingly slight grasp of the basics taught in key stage 3 Russian history modules, but also a goldfish-like memory of even recent British politics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/17/why-labours-leader-has-to-perform-a-brexit-balancing-act\">Why Labour's leader has to perform a Brexit balancing act</a> </p> </aside>  <p>How easy it is to forget the macho culture at the heart of the New Labour project, the endless <a href=\"https://www.theguardian.com/politics/2010/feb/21/gordon-brown-fresh-bullying-allegations\" title=\"\">stories of bullying</a>, abuse and <a href=\"https://www.standard.co.uk/news/tony-blair-im-like-an-abused-and-bullied-wife-6650841.html\" title=\"\">“explosive clashes”</a> in the heart of government, a party run by <a href=\"https://www.independent.co.uk/news/people/profiles/alastair-campbell-from-the-riviera-gigolo-to-no-10s-burnley-bruiser-102567.html\" title=\"\">“the Burnley bruiser” Alastair Campbell</a>, while former Blair adviser John McTernan <a href=\"https://www.telegraph.co.uk/news/worldnews/middleeast/syria/10276410/David-Camerons-No-10-isnt-a-patch-on-Tony-Blairs.html\" title=\"\">wrote cheerfully</a> about how great it was that Labour whips used to physically assault backbenchers, and the vital need to “crush” opponents. By contrast, the Labour party under Corbyn might be many things – tangled, messy, riven with factions and kvetching MPs – but an incarnation of Soviet democratic centralism it is not.</p> <p>For months now it has felt as though the Labour party has been stranded in the purgatory of Brexit, distractedly rubbernecking at the clown-car pile-up that is Change UK, while radical grassroots energy flared up outside the party hierarchy, as it always had done prior to 2015. The PLP has been right to respond to Extinction Rebellion and the school climate strike so swiftly – declaring the <a href=\"https://www.theguardian.com/environment/2019/may/01/declare-formal-climate-emergency-before-its-too-late-corbyn-warns\" title=\"\">world’s first climate emergency</a>, and <a href=\"https://www.theguardian.com/politics/2019/may/15/labour-reveals-plans-to-fit-solar-panels-to-175m-homes\" title=\"\">announcing a plan for a massive investment</a> in solar energy just yesterday. But more needs to be done.</p> <p>British society needs radical transformation to address the ever-worsening climate crisis, the way we work – for too little money, for too long, until it destroys our mental and physical health – and the way we treat migrants and refugees. It is right that Momentum is showing itself to be responsive to this. Above all, it is a reminder that Labour needs to be led from the bottom up.</p> <p>• Dan Hancox is a freelance journalist and author</p>",
      "wordcount": "845",
      "commentCloseDate": "2019-05-16T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-16T15:14:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-16T18:12:21Z",
      "newspaperEditionDate": "2019-05-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfg84",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ead40e2268e8e83245fa6eb042a23a9667aa9b55/0_20_5271_3162/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Right from the beginning, the promise of Corbynism was that it would empower the grassroots. In his acceptance speech on becoming Labour leader in September 2015, the MP for Islington North spoke of enabling members to better influence party policy, of his desire to hear passionate debate, and to “make our party more inclusive, more democratic and the membership better listened to in the future”. Let the tail wag the dog. On that basis, we shouldn’t be surprised by today’s announcement that Momentum, the youthful, 40,000-strong membership organisation established as an outrider for Corbyn’s leadership, will be campaigning for a “radical and transformational” new policy agenda. It is nonetheless a desperately needed and inspirational injection of energy. Over the summer, the group will seek to organise Labour’s mass membership to get motions passed in local constituency party meetings backing a green new deal (including achieving zero carbon emissions by 2030), the introduction of a four-day week, and the abolition of all migrant detention centres. The aim, they say, is to get these CLP motions taken forward to conference in September and made into party policy. That’s something pro-remain campaigners in the party did very effectively ahead of last year’s Labour conference, shaping party’s current policy on Brexit. The idea is to create an election manifesto that builds on the widely praised 2017 equivalent – but takes it much further, and in doing so sees off Tom Watson’s more conservative Future Britain group, whom they see as “intent upon watering down and blocking Labour’s most transformational policies”. Interestingly, three other small grassroots organisations are in the mix here, prompting Momentum’s turn to policy campaigning: Labour for a Green New Deal, Labour Against Racism and Fascism, and Labour 4 Day Week – each of them less than a year old. After a year of (largely enforced) malaise in Westminster, these groups provide a welcome reminder of what the point of a leftwing Labour party ought to be. What is notable is how these three groups, and now Momentum, relate to a wider network of activist movements, thinktanks and campaigners. They are showing that they can be a conduit for existing political energy outside of the Labour party. This, again, is exactly what a leftwing party should look like: pluralistic, democratic and porous, rather than proprietorial. The school climate strike led by Greta Thunberg and the phenomenal campaign by Extinction Rebellion inspired millions to take the climate emergency seriously; the thinktanks Autonomy and New Economics Foundation who campaign for shorter working weeks have been gaining influence; while everyone from the hunger strikers inside Yarl’s Wood to the groups Sisters Uncut campaigning on the outside, have helped make the plight of migrants in detention centres a mainstream issue. Party politics shouldn’t exist in a vacuum, cut off from the political life, ideas and activity around it. And that doesn’t mean Labour should simply co-opt and dilute the demands of those extra-parliamentary activists, instead it should respond to them, work with them and be energised by them. There is a bizarre fallacy popular in the rightwing press and Westminster among critics of the Labour party under Jeremy Corbyn: that it has become a “Stalinist”, “Leninist” and also – confoundingly – simultaneously “Trotskyist” organisation: that it is ferociously authoritarian in spirit and practice, and run with iron discipline from the centre. This line of attack displays not only a depressingly slight grasp of the basics taught in key stage 3 Russian history modules, but also a goldfish-like memory of even recent British politics. How easy it is to forget the macho culture at the heart of the New Labour project, the endless stories of bullying, abuse and “explosive clashes” in the heart of government, a party run by “the Burnley bruiser” Alastair Campbell, while former Blair adviser John McTernan wrote cheerfully about how great it was that Labour whips used to physically assault backbenchers, and the vital need to “crush” opponents. By contrast, the Labour party under Corbyn might be many things – tangled, messy, riven with factions and kvetching MPs – but an incarnation of Soviet democratic centralism it is not. For months now it has felt as though the Labour party has been stranded in the purgatory of Brexit, distractedly rubbernecking at the clown-car pile-up that is Change UK, while radical grassroots energy flared up outside the party hierarchy, as it always had done prior to 2015. The PLP has been right to respond to Extinction Rebellion and the school climate strike so swiftly – declaring the world’s first climate emergency, and announcing a plan for a massive investment in solar energy just yesterday. But more needs to be done. British society needs radical transformation to address the ever-worsening climate crisis, the way we work – for too little money, for too long, until it destroys our mental and physical health – and the way we treat migrants and refugees. It is right that Momentum is showing itself to be responsive to this. Above all, it is a reminder that Labour needs to be led from the bottom up. • Dan Hancox is a freelance journalist and author",
      "charCount": "5289",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/danhancox\">Dan Hancox</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/bike-blog/2019/may/16/why-the-vitriol-about-my-bike-expenses-wont-stop-me-cycling-to-work-mp",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-16T06:00:30Z",
    "webTitle": "Why the vitriol about my bike expenses won't stop me cycling for work – MP",
    "webUrl": "https://www.theguardian.com/environment/bike-blog/2019/may/16/why-the-vitriol-about-my-bike-expenses-wont-stop-me-cycling-to-work-mp",
    "apiUrl": "https://content.guardianapis.com/environment/bike-blog/2019/may/16/why-the-vitriol-about-my-bike-expenses-wont-stop-me-cycling-to-work-mp",
    "fields": {
      "headline": "Why the vitriol about my bike expenses won't stop me cycling for work – MP",
      "standfirst": "<p>Media criticism has actually kickstarted my drive to get commuters on to two wheels</p>",
      "trailText": "Media criticism has actually kickstarted my drive to get commuters on to two wheels",
      "byline": "Matt Western",
      "main": "<figure class=\"element element-image\" data-media-id=\"c109b982b4c8631c5b60d7175d52f4bae84a881f\"> <img src=\"https://media.guim.co.uk/c109b982b4c8631c5b60d7175d52f4bae84a881f/0_0_4000_2399/1000.jpg\" alt=\"Cyclists outside parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MPs should be leading by example and cycling to Parliament, says Matt Western .</span> <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Over the last few weeks, our schoolchildren have staged <a href=\"https://www.theguardian.com/environment/2019/may/09/parents-to-protest-in-support-of-childrens-climate-strikes\">climate change strikes</a>, while <a href=\"https://www.theguardian.com/environment/2019/apr/15/thousands-expected-in-london-for-extinction-rebellion-protest\">Extinction Rebellion</a> locked down central London. Nearby, MPs (including myself) listened to <a href=\"https://www.theguardian.com/world/2019/mar/11/greta-thunberg-schoolgirl-climate-change-warrior-some-people-can-let-things-go-i-cant\">Greta Thunberg</a> and held debates on climate change.</p> <p>So, at a time when most of the country is focused on the threats to our environment, the challenges we face in addressing them and the need for not just behavioural change but a transformation of our economy, what is more newsworthy to Fleet Street?</p> <p>An MP legitimately claiming 20p a mile through parliamentary expenses for cycling between meetings around his constituency? Or an MP trying to lead by example by cycling, attempting to reduce his carbon footprint, and contributing to improving the poor air quality in our towns and cities – all while doing so at lower cost to the taxpayer?</p> <p>Over the last few days a handful of national newspapers have put out a story about me claiming cycle mileage expenses for trips to meetings and events in my constituency, Warwick &amp; Leamington.</p> <p>The double standards hit an all-time high when the Times covered the story, accompanied by a front page talking about stalling electric car sales and their <a href=\"https://protect-eu.mimecast.com/s/PGq4Ck8qmC395lBc2Y9Bz?domain=news.co.uk\">Clean Air For All</a> campaign. This context left me wondering whether the Times would rather I use my car for these short visits. Interestingly, they have yet to answer this question.</p> <p>Claiming 20p a mile for cycling to and from work duties is actually common practice in many private and public sector organisations. The rate is <a href=\"https://protect-eu.mimecast.com/s/LgN8ClxrnCqxXGEF9FuBs?domain=gov.uk\">HMRC-approved</a> and any business can offer this if they wish to do so. It’s important to note that cycle mileage claims are considerably less than car mileage claims, and entirely within Independent Parliamentary Standards Authority (IPSA) guidelines on expenses.</p> <p>Any cyclist will testify that wear and tear can be very costly. Bikes and accessories aren’t free – nor is the maintenance that they require, and this ultimately plays a big part in how the mileage rate is calculated.</p> <p>Besides the cost of maintaining a bicycle, the most important part of this storm in a teacup is an MP practising what they preach and leading by example.</p> <p>Early last Thursday morning saw Leamington Spa register the UK’s worst air quality – and I am regularly in contact with constituents who are incredibly concerned about this issue. So, when the original story in <a href=\"https://www.thesun.co.uk/news/9055283/mp-expenses-20p-mile-cycling/\">the Sun </a>appeared, a large number of them told me that they’re not only delighted I’m so visible cycling around our towns, but also relieved that I care enough about our local environment to offer deeds, not words, on local climate change.</p> <p>Cycling on work duties is better for the environment, helps contribute to reducing congestion on our roads and is better for the taxpayer. I do not believe that my constituents would appreciate me, their elected representative, contributing to the poor air quality and congestion we often experience by driving to a meeting I could just as easily cycle to.</p> <p>In fact, I believe more MPs should be doing the same. The mileage rate is less than cars and taxis, and given the discussion and debate we have had on the climate emergency in recent weeks, it would be a positive step if more of us showed leadership on this issue by questioning, and changing, our own behaviour and habits when travelling around the constituency.</p> <p>If we had the political will we could even go one step further. The Italian city of <a href=\"https://protect-eu.mimecast.com/s/PDv3CmOvosLzWXlTBsGF3?domain=thelocal.it\">Bari</a> is currently trialling a scheme where the public can be paid for their commute if they cycle to work, as well as offering a grant for those who currently don’t have a bicycle.</p> <p>I believe that this has huge potential if attached to an infrastructure programme that focuses on improving cycling routes, making it a viable and accessible option for all commuters. It goes without saying that it’s significantly better for the health of others around you, as well as your own physical and mental health.</p> <p>Inadvertently, the national newspapers who attacked me for claiming this expense have raised an important issue and helped kickstart a positive campaign that I want to wage. I would challenge any of my parliamentary colleagues to lead by example during this declared climate emergency and cycle as much as they can. Not only that, but I challenge anyone reading this article to contact their employer to discuss cycle mileage.</p> <p>If they wouldn’t have an issue with you claiming for gas-guzzling vehicle mileage, or taking an Uber to your next meeting, why on earth should they be against something that is beneficial for all?</p> <p>In the meantime, I will continue cycling in my constituency – for my constituency.</p> <p><em>• Matt Western is the </em><em>Labour MP for Warwick &amp; Leamington</em></p>",
      "wordcount": "785",
      "commentCloseDate": "2019-05-19T06:00:30Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-16T06:00:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-20T08:37:41Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfb2n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c109b982b4c8631c5b60d7175d52f4bae84a881f/0_0_4000_2399/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Over the last few weeks, our schoolchildren have staged climate change strikes, while Extinction Rebellion locked down central London. Nearby, MPs (including myself) listened to Greta Thunberg and held debates on climate change. So, at a time when most of the country is focused on the threats to our environment, the challenges we face in addressing them and the need for not just behavioural change but a transformation of our economy, what is more newsworthy to Fleet Street? An MP legitimately claiming 20p a mile through parliamentary expenses for cycling between meetings around his constituency? Or an MP trying to lead by example by cycling, attempting to reduce his carbon footprint, and contributing to improving the poor air quality in our towns and cities – all while doing so at lower cost to the taxpayer? Over the last few days a handful of national newspapers have put out a story about me claiming cycle mileage expenses for trips to meetings and events in my constituency, Warwick &amp; Leamington. The double standards hit an all-time high when the Times covered the story, accompanied by a front page talking about stalling electric car sales and their Clean Air For All campaign. This context left me wondering whether the Times would rather I use my car for these short visits. Interestingly, they have yet to answer this question. Claiming 20p a mile for cycling to and from work duties is actually common practice in many private and public sector organisations. The rate is HMRC-approved and any business can offer this if they wish to do so. It’s important to note that cycle mileage claims are considerably less than car mileage claims, and entirely within Independent Parliamentary Standards Authority (IPSA) guidelines on expenses. Any cyclist will testify that wear and tear can be very costly. Bikes and accessories aren’t free – nor is the maintenance that they require, and this ultimately plays a big part in how the mileage rate is calculated. Besides the cost of maintaining a bicycle, the most important part of this storm in a teacup is an MP practising what they preach and leading by example. Early last Thursday morning saw Leamington Spa register the UK’s worst air quality – and I am regularly in contact with constituents who are incredibly concerned about this issue. So, when the original story in the Sun appeared, a large number of them told me that they’re not only delighted I’m so visible cycling around our towns, but also relieved that I care enough about our local environment to offer deeds, not words, on local climate change. Cycling on work duties is better for the environment, helps contribute to reducing congestion on our roads and is better for the taxpayer. I do not believe that my constituents would appreciate me, their elected representative, contributing to the poor air quality and congestion we often experience by driving to a meeting I could just as easily cycle to. In fact, I believe more MPs should be doing the same. The mileage rate is less than cars and taxis, and given the discussion and debate we have had on the climate emergency in recent weeks, it would be a positive step if more of us showed leadership on this issue by questioning, and changing, our own behaviour and habits when travelling around the constituency. If we had the political will we could even go one step further. The Italian city of Bari is currently trialling a scheme where the public can be paid for their commute if they cycle to work, as well as offering a grant for those who currently don’t have a bicycle. I believe that this has huge potential if attached to an infrastructure programme that focuses on improving cycling routes, making it a viable and accessible option for all commuters. It goes without saying that it’s significantly better for the health of others around you, as well as your own physical and mental health. Inadvertently, the national newspapers who attacked me for claiming this expense have raised an important issue and helped kickstart a positive campaign that I want to wage. I would challenge any of my parliamentary colleagues to lead by example during this declared climate emergency and cycle as much as they can. Not only that, but I challenge anyone reading this article to contact their employer to discuss cycle mileage. If they wouldn’t have an issue with you claiming for gas-guzzling vehicle mileage, or taking an Uber to your next meeting, why on earth should they be against something that is beneficial for all? In the meantime, I will continue cycling in my constituency – for my constituency. • Matt Western is the Labour MP for Warwick &amp; Leamington",
      "charCount": "4659",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Matt Western"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/16/momentum-urges-labour-to-adopt-radical-pledges-in-next-manifesto",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-16T05:00:24Z",
    "webTitle": "Momentum urges Labour to adopt 'radical' pledges in next manifesto",
    "webUrl": "https://www.theguardian.com/politics/2019/may/16/momentum-urges-labour-to-adopt-radical-pledges-in-next-manifesto",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/16/momentum-urges-labour-to-adopt-radical-pledges-in-next-manifesto",
    "fields": {
      "headline": "Momentum urges Labour to adopt 'radical' pledges in next manifesto",
      "standfirst": "<p>Grassroots campaign group wants party to champion green new deal and four-day working week</p>",
      "trailText": "Grassroots campaign group wants party to champion green new deal and four-day working week",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"e3c352e019da3b45faec45db0e36208070b96e5a\"> <img src=\"https://media.guim.co.uk/e3c352e019da3b45faec45db0e36208070b96e5a/0_175_6016_3608/1000.jpg\" alt=\"Momentum was one of the groups that organised a climate emergency protest outside parliament earlier this month\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Momentum was one of the groups that organised a climate emergency protest outside parliament earlier this month.</span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Momentum, the grassroots group set up to support Jeremy Corbyn, is directing its campaigning muscle into urging Labour to adopt a series of “radical and transformational” pledges in its next manifesto, including a <a href=\"https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey\">green new deal </a>and the <a href=\"https://www.theguardian.com/world/2018/jul/19/work-less-get-more-new-zealand-firms-four-day-week-an-unmitigated-success\">four-day week</a>.</p> <p>With Westminster politicians deadlocked over Brexit, which has divided Labour activists, Momentum wants to use its 40,000-strong membership to influence the direction of policy on other issues.</p> <p>It also hopes to act as a bulwark against the influence of MPs from the social democratic wing of the Labour party.</p> <p>Becky Boumelha, a Momentum spokesperson, said: “Radical and transformational policy can’t only come from the halls of Westminster. It must come from and draw upon the collective wisdom of Labour’s half a million members, who live and work in every community across the country.</p> <p>“This is especially true when Tom Watson’s new group of MPs are intent upon watering down and blocking Labour’s most transformational policies.”</p> <p>Watson set up the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/12/tom-watson-labour-party-future-britain\">Future Britain</a> group after a string of Labour MPs broke away from the party and joined with ex-Conservatives to form Change UK.</p> <p>At the time, Labour’s deputy leader said he was responding to “the need for those from the social democratic and democratic socialist traditions to give ourselves the strongest voice we can”.</p> <p>Boumelha said: “Momentum defended Corbyn when his leadership was under threat. Now Momentum will defend and extend the most transformational parts of Labour’s programme, supporting members to pass policy at conference and build on Labour’s 2017 manifesto.”</p> <p>The campaign group would like to see Labour be more radical on climate change, adopting a “green new deal”, which would include massive investment in funding renewable technologies and energy-saving measures, and an ambitious commitment to reach zero carbon emissions by 2030.</p> <p>Current Labour policy is that Britain should hit net zero “before” 2050 – the government’s target date, which looks highly likely to be missed on the current trajectory.</p> <p>Toby Barnes, of Labour for a Green New Deal, said: “Our campaign provides an opportunity for Labour members to lead a radical reconstruction of our country from the ground up. With Momentum putting its weight behind these motions, a transformative policy agenda is in sight. It’s now down to Labour party members to make it a reality at conference this year.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/may/14/tony-blair-criticises-labour-brexit-policy\">Labour’s Brexit policy</a> over the past six months has been heavily influenced by the wording of the party’s conference motion on the issue, which came about after intensive campaigning, and saw hundreds of motions submitted by constituency parties.</p> <p>Momentum hopes to use the same approach on other issues. As well as climate action, it will call for all migrant detention centres to be abolished; and for Labour to adopt a policy of implementing a four-day week.</p> <p>With a general election widely expected to take place some time in the next twelve months, after Theresa May gives away to another Tory leader, Labour is already thinking about its next manifesto.</p> <p>Many in the party, including shadow chancellor John McDonnell, would like it to be more radical than in 2017. He has flirted with a <a href=\"https://www.theguardian.com/society/2019/may/12/labour-would-trial-universal-basic-income-if-elected-john-mcdonnell-says\">universal basic income</a>, recently promising to carry out a pilot; and called for the return of sectoral collective bargaining, with unions negotiating pay rates across entire industrial sectors.</p> <p>The manifesto would be likely to be drafted by Corbyn’s policy chief Andrew Fisher – but as in 2017, would then have to pass through a so-called “clause V” process, which involves consultation with the unions and shadow cabinet members, as well as the ruling national executive committee (NEC).</p> <p>Momentum has several members on the NEC who stood for election on a leftwing slate, including its founder, Jon Lansman.</p> <p>Once policies are agreed at Labour’s party conference, the assumption is generally that they would form part of the next manifesto.</p> <p>Momentum has declined to take a formal position in the Brexit debate, though its national organiser, <a href=\"https://www.theguardian.com/commentisfree/2019/apr/29/labour-members-referendum-campaign-remain-momentum\">Laura Parker</a>, is a vocal remainer, who is now standing as a Labour MEP, and addressed the Put it to the People march.</p> <p>A Labour party spokesperson said: “We are proud that our mass social movement for the many, not the few determines policy democratically at our annual conference.”</p>",
      "wordcount": "694",
      "firstPublicationDate": "2019-05-16T05:00:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:17Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bfbvd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e3c352e019da3b45faec45db0e36208070b96e5a/0_175_6016_3608/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Momentum, the grassroots group set up to support Jeremy Corbyn, is directing its campaigning muscle into urging Labour to adopt a series of “radical and transformational” pledges in its next manifesto, including a green new deal and the four-day week. With Westminster politicians deadlocked over Brexit, which has divided Labour activists, Momentum wants to use its 40,000-strong membership to influence the direction of policy on other issues. It also hopes to act as a bulwark against the influence of MPs from the social democratic wing of the Labour party. Becky Boumelha, a Momentum spokesperson, said: “Radical and transformational policy can’t only come from the halls of Westminster. It must come from and draw upon the collective wisdom of Labour’s half a million members, who live and work in every community across the country. “This is especially true when Tom Watson’s new group of MPs are intent upon watering down and blocking Labour’s most transformational policies.” Watson set up the Future Britain group after a string of Labour MPs broke away from the party and joined with ex-Conservatives to form Change UK. At the time, Labour’s deputy leader said he was responding to “the need for those from the social democratic and democratic socialist traditions to give ourselves the strongest voice we can”. Boumelha said: “Momentum defended Corbyn when his leadership was under threat. Now Momentum will defend and extend the most transformational parts of Labour’s programme, supporting members to pass policy at conference and build on Labour’s 2017 manifesto.” The campaign group would like to see Labour be more radical on climate change, adopting a “green new deal”, which would include massive investment in funding renewable technologies and energy-saving measures, and an ambitious commitment to reach zero carbon emissions by 2030. Current Labour policy is that Britain should hit net zero “before” 2050 – the government’s target date, which looks highly likely to be missed on the current trajectory. Toby Barnes, of Labour for a Green New Deal, said: “Our campaign provides an opportunity for Labour members to lead a radical reconstruction of our country from the ground up. With Momentum putting its weight behind these motions, a transformative policy agenda is in sight. It’s now down to Labour party members to make it a reality at conference this year.” Labour’s Brexit policy over the past six months has been heavily influenced by the wording of the party’s conference motion on the issue, which came about after intensive campaigning, and saw hundreds of motions submitted by constituency parties. Momentum hopes to use the same approach on other issues. As well as climate action, it will call for all migrant detention centres to be abolished; and for Labour to adopt a policy of implementing a four-day week. With a general election widely expected to take place some time in the next twelve months, after Theresa May gives away to another Tory leader, Labour is already thinking about its next manifesto. Many in the party, including shadow chancellor John McDonnell, would like it to be more radical than in 2017. He has flirted with a universal basic income, recently promising to carry out a pilot; and called for the return of sectoral collective bargaining, with unions negotiating pay rates across entire industrial sectors. The manifesto would be likely to be drafted by Corbyn’s policy chief Andrew Fisher – but as in 2017, would then have to pass through a so-called “clause V” process, which involves consultation with the unions and shadow cabinet members, as well as the ruling national executive committee (NEC). Momentum has several members on the NEC who stood for election on a leftwing slate, including its founder, Jon Lansman. Once policies are agreed at Labour’s party conference, the assumption is generally that they would form part of the next manifesto. Momentum has declined to take a formal position in the Brexit debate, though its national organiser, Laura Parker, is a vocal remainer, who is now standing as a Labour MEP, and addressed the Put it to the People march. A Labour party spokesperson said: “We are proud that our mass social movement for the many, not the few determines policy democratically at our annual conference.”",
      "charCount": "4300",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]