[
  {
    "id": "commentisfree/2019/apr/05/the-guardian-view-on-online-politics-transparency-is-essential",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-05T17:25:27Z",
    "webTitle": "The Guardian view on online politics: transparency is essential | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/05/the-guardian-view-on-online-politics-transparency-is-essential",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/05/the-guardian-view-on-online-politics-transparency-is-essential",
    "fields": {
      "headline": "The Guardian view on online politics: transparency is essential",
      "standfirst": "<p>Democracy needs strengthening when parties are replaced by opaque lobby groups in an age of social media</p>",
      "trailText": "<strong>Editorial:</strong> Democracy needs strengthening when parties are replaced by opaque lobby groups in an age of social media",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"581fa28df348daf4ee2816603016b0d75d1f70d7\"> <img src=\"https://media.guim.co.uk/581fa28df348daf4ee2816603016b0d75d1f70d7/0_0_671_588/500.png\" alt=\"A Facebook advert placed by Mainstream Network in 2018 urging members of the public to contact their MP and reject Theresa May’s Chequers deal.\" width=\"500\" height=\"438\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Facebook advert placed by Mainstream Network in 2018 urging members of the public to contact their MP and reject Theresa May’s Chequers deal.</span> <span class=\"element-image__credit\">Photograph: Mainstream Network/89up/DCMS Select Committee</span> </figcaption> </figure>",
      "body": "<p>The Guardian’s revelation that Facebook campaigns which appear to be spontaneous outpourings of popular sentiment are <a href=\"https://www.theguardian.com/politics/2019/apr/03/grassroots-facebook-brexit-ads-secretly-run-by-staff-of-lynton-crosby-firm\" title=\"\">actually run by</a> employees of a firm run by the Australian lobbyist Lynton Crosby comes at a dangerous moment for democracy in Britain. Local elections are certain to happen next month; European elections may well be coming; and beyond all these looms the possibility of a general election in the next six months. Social media will play a role in all these campaigns, as they did in the referendum. </p> <p>We cannot know to what degree the breach of campaign funding laws by Vote Leave, the official and supposedly respectable wing of the leave campaign, changed the outcome of the 2016 referendum. But we do know that its punishment – a £60,000 fine imposed by the Electoral Commission – was minimal. The lesson for any political operative is clear.</p> <p>This is a problem distinct from other difficulties posed by extremist content and “fake news”. All campaigns in any medium will involve misrepresentations, but there are two aspects specific to social media. The first is that advertisements can appear in people’s feeds with no indication of who is behind them; even when a name is attached, there is little way for the general public to know anything more about the person nominally responsible. The second is that they can be <a href=\"https://www.theguardian.com/politics/2019/apr/04/inquiry-launched-into-data-use-from-no-deal-brexit-ads-on-facebook\" title=\"\">so precisely targeted</a> that nothing in them is ever opened up for public debate and refutation.</p> <p>Since these problems were first raised in the aftermath of the referendum, Facebook has responded to pressure in some helpful ways. Political adverts are held in a public archive, and the tools the company provided made it possible for the Guardian to expose the role played by the staff of Sir Lynton’s organisation in the most recent campaigns. The concept of “coordinated inauthentic behaviour”, which the company invented to deal with the problem of foreign troll farms, could usefully be applied to domestic actors too.</p> <p>But the problem cannot be left to the tech companies to solve. Journalism plays an important part, but so must public regulation. The Electoral Commission is not the only watchdog whose bark is muffled and <a href=\"https://www.theguardian.com/politics/2019/apr/01/electoral-commission-new-vote-leave-investigation-not-in-public-interest\" title=\"\">whose bite is more gummy than toothful</a>. The whole of the organisational apparatus which is meant to guarantee that elections are openly and fairly contested in Britain turns out to be inadequate to deal with the challenge posed by campaigning on social media, as a parliamentary committee recently <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/digital-culture-media-and-sport-committee/news/fake-news-report-published-17-19/\" title=\"\">noted</a>. The system was set up to deal with analogue campaigning by identifiable political parties and their candidates. Now we operate in a digital world where parties are partially replaced by overlapping pressure groups whose aims and funding are opaque.</p> <p>British politics is already too much influenced by such groups working on politicians. We are dangerously unprepared for a world in which they can speak directly to the voters too.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "476",
      "commentCloseDate": "2019-04-06T08:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-05T17:25:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:50Z",
      "newspaperEditionDate": "2019-04-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6znk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/581fa28df348daf4ee2816603016b0d75d1f70d7/0_185_671_403/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Guardian’s revelation that Facebook campaigns which appear to be spontaneous outpourings of popular sentiment are actually run by employees of a firm run by the Australian lobbyist Lynton Crosby comes at a dangerous moment for democracy in Britain. Local elections are certain to happen next month; European elections may well be coming; and beyond all these looms the possibility of a general election in the next six months. Social media will play a role in all these campaigns, as they did in the referendum. We cannot know to what degree the breach of campaign funding laws by Vote Leave, the official and supposedly respectable wing of the leave campaign, changed the outcome of the 2016 referendum. But we do know that its punishment – a £60,000 fine imposed by the Electoral Commission – was minimal. The lesson for any political operative is clear. This is a problem distinct from other difficulties posed by extremist content and “fake news”. All campaigns in any medium will involve misrepresentations, but there are two aspects specific to social media. The first is that advertisements can appear in people’s feeds with no indication of who is behind them; even when a name is attached, there is little way for the general public to know anything more about the person nominally responsible. The second is that they can be so precisely targeted that nothing in them is ever opened up for public debate and refutation. Since these problems were first raised in the aftermath of the referendum, Facebook has responded to pressure in some helpful ways. Political adverts are held in a public archive, and the tools the company provided made it possible for the Guardian to expose the role played by the staff of Sir Lynton’s organisation in the most recent campaigns. The concept of “coordinated inauthentic behaviour”, which the company invented to deal with the problem of foreign troll farms, could usefully be applied to domestic actors too. But the problem cannot be left to the tech companies to solve. Journalism plays an important part, but so must public regulation. The Electoral Commission is not the only watchdog whose bark is muffled and whose bite is more gummy than toothful. The whole of the organisational apparatus which is meant to guarantee that elections are openly and fairly contested in Britain turns out to be inadequate to deal with the challenge posed by campaigning on social media, as a parliamentary committee recently noted. The system was set up to deal with analogue campaigning by identifiable political parties and their candidates. Now we operate in a digital world where parties are partially replaced by overlapping pressure groups whose aims and funding are opaque. British politics is already too much influenced by such groups working on politicians. We are dangerously unprepared for a world in which they can speak directly to the voters too.",
      "charCount": "2899",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "tv-and-radio/2019/apr/05/mps-criticise-bbc-for-moving-question-time-from-bolton-to-london",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-04-05T17:14:04Z",
    "webTitle": "MPs criticise BBC for moving Question Time from Bolton to London",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/apr/05/mps-criticise-bbc-for-moving-question-time-from-bolton-to-london",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/apr/05/mps-criticise-bbc-for-moving-question-time-from-bolton-to-london",
    "fields": {
      "headline": "MPs criticise BBC for moving Question Time from Bolton to London",
      "standfirst": "<p>Labour pair tell corporation’s director general the decision reflects capital-centric outlook</p>",
      "trailText": "Labour pair tell corporation’s director general the decision reflects capital-centric outlook",
      "byline": "Jim Waterson Media editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e\"> <img src=\"https://media.guim.co.uk/1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e/1_0_2559_1536/1000.jpg\" alt=\"This week’s episode of Question Time in Dulwich, south London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This week’s episode of Question Time. The BBC said it was filmed in London to ensure panellists could attend. </span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>",
      "body": "<p>The BBC has faced criticism from Labour MPs after it moved this week’s episode of Question Time from Bolton to a private school in London at the last minute.</p> <p>The show had been due to be filmed at the Albert Halls in the north-west town but was switched to Dulwich in south London to make it easier for panellists based in the capital to take part.</p> <p>Lisa Nandy and Rachel Reeves have written to the BBC director general, Tony Hall, to complain about the decision, arguing it reflects a capital-centric outlook in the corporation’s output, and said it deprived non-Londoners of a voice at a crucial moment in the Brexit debate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/29/bbc-question-time-under-fire-for-debating-morality-of-lgbt-lessons-in-schools\">BBC under fire for debating 'morality' of LGBT lessons in schools</a> </p> </aside>  <p>“We find it inexplicable that the event did not take place in Bolton as intended,” the MPs wrote. “Dulwich and West Norwood <a href=\"https://www.theguardian.com/politics/ng-interactive/2016/jun/23/eu-referendum-live-results-and-analysis\">voted</a> more than 70% to remain while the Bolton constituencies voted almost 60% to leave. Given that the panellists were largely from London, we think the nation might have benefited from some non London-centric views on the programming.”</p> <p>The BBC has said the decision to switch venues was made to “allow attendance from panellists who might otherwise not be able to travel to the north-west due to unfolding Brexit developments and commitments in Westminster”, and the show intended to return to Bolton in the future.</p> <p>The MPs also objected to the decision to hold the last-minute event at James Allen’s girls’ school in Dulwich, which charges fees of more than £15,000 a year, arguing that schools such as this already host a large number of prestigious events. The school hosted an episode of Question Time as recently as <a href=\"https://www.southwarknews.co.uk/news/question-time-is-coming-to-dulwich/\">last November</a> and was used as the <a href=\"https://www.theguardian.com/tv-and-radio/2018/oct/09/victoria-derbyshire-and-fiona-bruce-filmed-for-question-time-job-bbc-auditions-david-dimbleby\">venue for a series of auditions</a> to choose the show’s new presenter, which resulted in Fiona Bruce <a href=\"https://www.theguardian.com/media/2018/dec/07/fiona-bruce-appointed-host-of-bbcs-question-time\">winning the job</a>.</p> <p>The MPs have asked the BBC to provide a breakdown of how many episodes of Question Time are filmed at state schools and how many take place at private schools, in addition to statistics on the number of programmes broadcast from London.</p> <p>“Question Time is an important part of our national political debate and one of the few national programmes that allows any voice for people outside of London,” they said. “With very little respect for, or understanding, of what is happening to our country outside of London in the national debate, this decision has caused real anger in our constituencies and in many parts of the country.”</p> <p>The BBC said the decision was made early in the week to ensure that panellists, who included the Labour MP David Lammy and the culture secretary, Jeremy Wright, would be available to appear on the show in the event of any last-minute Brexit votes in parliament.</p> <p>“If there had been voting on Thursday, politicians would not have been able to get to Bolton,” a BBC spokesperson said.</p>",
      "newspaperPageNumber": "23",
      "wordcount": "474",
      "firstPublicationDate": "2019-04-05T17:14:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:14Z",
      "newspaperEditionDate": "2019-04-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6zqv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1deb24226bbadbc89cd59ca2fe6a84b30e0eaa1e/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The BBC has faced criticism from Labour MPs after it moved this week’s episode of Question Time from Bolton to a private school in London at the last minute. The show had been due to be filmed at the Albert Halls in the north-west town but was switched to Dulwich in south London to make it easier for panellists based in the capital to take part. Lisa Nandy and Rachel Reeves have written to the BBC director general, Tony Hall, to complain about the decision, arguing it reflects a capital-centric outlook in the corporation’s output, and said it deprived non-Londoners of a voice at a crucial moment in the Brexit debate. “We find it inexplicable that the event did not take place in Bolton as intended,” the MPs wrote. “Dulwich and West Norwood voted more than 70% to remain while the Bolton constituencies voted almost 60% to leave. Given that the panellists were largely from London, we think the nation might have benefited from some non London-centric views on the programming.” The BBC has said the decision to switch venues was made to “allow attendance from panellists who might otherwise not be able to travel to the north-west due to unfolding Brexit developments and commitments in Westminster”, and the show intended to return to Bolton in the future. The MPs also objected to the decision to hold the last-minute event at James Allen’s girls’ school in Dulwich, which charges fees of more than £15,000 a year, arguing that schools such as this already host a large number of prestigious events. The school hosted an episode of Question Time as recently as last November and was used as the venue for a series of auditions to choose the show’s new presenter, which resulted in Fiona Bruce winning the job. The MPs have asked the BBC to provide a breakdown of how many episodes of Question Time are filmed at state schools and how many take place at private schools, in addition to statistics on the number of programmes broadcast from London. “Question Time is an important part of our national political debate and one of the few national programmes that allows any voice for people outside of London,” they said. “With very little respect for, or understanding, of what is happening to our country outside of London in the national debate, this decision has caused real anger in our constituencies and in many parts of the country.” The BBC said the decision was made early in the week to ensure that panellists, who included the Labour MP David Lammy and the culture secretary, Jeremy Wright, would be available to appear on the show in the event of any last-minute Brexit votes in parliament. “If there had been voting on Thursday, politicians would not have been able to get to Bolton,” a BBC spokesperson said.",
      "charCount": "2731",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jim-waterson\">Jim Waterson</a> Media editor"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/apr/05/the-value-of-a-customs-union-and-striking-deals",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-05T15:43:44Z",
    "webTitle": "The value of a customs union and striking deals | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/05/the-value-of-a-customs-union-and-striking-deals",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/05/the-value-of-a-customs-union-and-striking-deals",
    "fields": {
      "headline": "The value of a customs union and striking deals",
      "standfirst": "<strong>Richard Tudway</strong> says Britain is a small bit in a much bigger picture, <strong>Martin London</strong> thinks the country is run by salesmen, <strong>David Lawrence</strong> addresses the Irish border, <strong>Christopher Clayton</strong> and <strong>Brian Willan</strong> have different takes on Michael Morpurgo’s Brexit perspective, <strong>David Beake</strong> says cooking up a deal with a Marxist is nothing new, <strong>Haydn Thomas</strong> thinks the Commons should be turned into a museum and <strong>Ros Jones</strong> sees the funny side of Anish Kapoor’s latest artwork",
      "trailText": "Letters: <strong>Richard Tudway</strong> says Britain is a small bit in a much bigger picture, <strong>Martin London</strong> thinks the country is run by salesmen, <strong>David Lawrence</strong> addresses the Irish border, <strong>Christopher Clayton</strong> and <strong>Brian Willan</strong> have different takes on Michael Morpurgo’s Brexit perspective, <strong>David Beake</strong> says cooking up a deal with a Marxist is nothing new, <strong>Haydn Thomas</strong> thinks the Commons should be turned into a museum and <strong>Ros Jones</strong> sees the funny side of Anish Kapoor’s latest artwork",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"944c250c464ceaf3f18ffb946b5e090028cf6de3\"> <img src=\"https://media.guim.co.uk/944c250c464ceaf3f18ffb946b5e090028cf6de3/0_0_2048_1229/1000.jpg\" alt=\"House of Commons roof leak\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The flooded House of Commons is not only a metaphor for the mess the country is in over Brexit, but a statement of the medieval state in which our legislature works,’ says Haydn Thomas.</span> <span class=\"element-image__credit\">Photograph: @NeilDotObrien/Twitter</span> </figcaption> </figure>",
      "body": "<p>Larry Elliott (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/04/customs-union-soft-brexit-trade-goods\" title=\"\">The value of a customs union is overrated</a>, 4 April) fails to explain why Britain appears to underperform in trade within the EU. To argue that the customs union is somehow biased in favour of countries such as Germany and France at the expense of British companies is without merit.</p> <p>Many so-called “British companies” are British only in the sense that they are incorporated in Britain. They otherwise do not reflect any sense of British “ownership”. This situation is very different in Germany and France. VW the German auto manufacturer is an example. The German government holds a golden share in VW that prevents it from being bought by non-German parties. In France, Renault benefits from state participation in ownership. Little wonder that they perform better in terms of inter-EU trade and further afield. They are strong, well-established, leading-edge businesses. They have subsidiary networks throughout the EU and elsewhere.</p> <p>The British auto industry is very different. When the national industry collapsed in the 1980s – a consequence of long-standing neglect – auto manufacturers such as Nissan, Honda and Toyota migrated to Britain. They did so because it promised tariff-free access into EU markets. Their ownership, however, lies outside Britain.</p> <p>Strategic decisions are not taken in Britain. Britain is but a small bit in a much bigger picture for them. For these reasons the British auto industry will be less strong both within the EU and internationally. To blame this on the customs union is a cop-out. It is wishful thinking to imagine that Britain will secure a more favourable customs union deal with the EU or negotiate more favourable trade deals outside the EU. If we want to export more goods, the UK needs, as Larry Elliott makes clear, to be better at manufacturing things customers want to buy and stop blaming the EU for our own shortcomings.<br><strong>Richard Tudway</strong><br><em>Principal at the Centre for International Economics</em></p> <p>• Larry Elliott questions the value of a customs union. This issue addresses the principal weakness of British business. Before a nation can export goods, it first has to invest in saleable products. Since the demise of the empire, British business has preferred to buy US computer products, on which to run its financial services industries. Britain’s financial services have been financed by the sale of Britain’s land and property. The decline of Britain is the result of a lack of commitment to Britain’s future. Britain is run by salesmen: engineering is for the lower orders. As with Brexit, British politicians expect foreigners to do the hard work.<br><strong>Martin London</strong><br><em>Henllan, Denbighshire</em></p> <p>• Larry Elliott fails to mention the main reason why Labour and others are arguing for a customs union with the EU: the Irish border. Rules of origin checks are required at borders between different customs regimes, to ensure that the right tariffs have been paid on the right goods. This requires hard infrastructure at the Northern Irish border, which could reignite tensions that led to violence during the Troubles. While a customs union alone will not remove the need for all checks, it will be a necessary and significant part of an open border: indeed, this is why customs union membership is the main provision in the Northern Irish backstop.<br><strong>David Lawrence</strong><br><em>Senior political adviser, Trade Justice Movement</em></p> <p>• Michael Morpurgo wrote fine children’s stories, but he misses the mark on Brexit (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/04/europe-family-brexit-children-eu\" title=\"\">Brexit is a bitter story to tell our children</a>, 5 April). Under the deal that remainers oppose, the German Gruffalo illustrator Axel Scheffler would be entitled to stay in Britain. Peace and democracy are not creations of the EU – do Canada, Norway and Switzerland not have them? – and far from the EU creating prosperity, it has destroyed it across Spain, Italy and Greece.</p> <p>Brexiteers do not “blame Europe for most of our ills”, we blame it for taking a net £13bn a year from us (after the UK rebate) while we received only £4.1bn back, forcing uncontrolled EU immigration on us under the rules of the single market, damaging agriculture through protectionism, and substituting Brussels horse trading and stitch-ups for the right to govern our own country. As for his proposal of “creating a reformed Europe”, that really is a story for children.<br><strong>Christopher Clayton</strong><br><em>Chester</em></p> <p>• Thank you, Michael Morpurgo for articulating the views of so many other people. Nobody pretends the EU is perfect, but being part of it offers a far better prospect for our collective future. As the disastrous consequences of leaving the EU – including the likely breakup of the UK, and the obvious dangers for Ireland and Northern Ireland – become ever more clear, we all need reminding of the positive achievements of the EU. Let us now hear more about this from our politicians too. Many must now realise in their heart of hearts, whatever they say publicly, that no form of Brexit will match the advantages of remaining part of the EU. Congratulations to Michael Morpurgo for reminding us why.<br><strong>Brian Willan</strong><br><em>Uffculme, Devon</em></p> <p>• Those Tory MPs unhappy to see Mrs May talking to alleged Marxist Jeremy Corbyn should remember that trying to “cook up a deal with a Marxist” is nothing new and that Marx’s influence remains everywhere (<a href=\"https://www.theguardian.com/politics/2019/apr/03/theresa-may-warned-brexit-pact-with-corbyn-could-tear-tories-apart\" title=\"\">Two ministers quit amid widespread Tory fury over May’s talks with Labour</a>, 4 April).</p> <p>Clement Attlee, a fervent hater of communism, saw it just like Marx – as a “spectre haunting Europe”. To maintain order in the postwar upheaval, keep the ghost at bay and capitalism on its feet, Attlee instituted a great deal of Marx’s social thinking – health provision, housing, workplace safety, welfare, pensions et al – much of it, however reluctantly, accepted as Tory policy. If Marx did make a mistake it was to forget that the capitalists could read.<br><strong>David Beake</strong><br><em>Budock Water, Cornwall </em></p> <p>• The flooded House of Commons chamber (<a href=\"https://www.theguardian.com/politics/2019/apr/04/house-of-commons-suspended-water-pours-through-ceiling\" title=\"\">Report</a>, 5 April) is not only a metaphor for the mess the country is in over Brexit, but a statement of the medieval state in which our legislature works. It is time it is turned into a museum, or even mausoleum, with a modern, fit-for-purpose chamber replacing it. It should be based on an amphitheatre, with business conducted during a sensible working day. Out would go the ridiculous division lobbies with members voting at their desks electronically. An elected second chamber would include some appointed expert members to shadow government ministers and provide advice to members of the second chamber. Election by the single transferable vote would deliver a legislature fit for the 21st century.<br><strong>Haydn Thomas</strong><br><em>Sidmouth, Devon</em></p> <p>• Has Jonathan Jones missed the sexual dimension in Anish Kapoor’s depiction of Brexit Britain, which he fails to discuss (<a href=\"https://www.theguardian.com/artanddesign/2019/apr/03/anish-kapoor-brexit-artwork-britain-edge-abyss\" title=\"\">On the edge of the abyss</a>, G2, 3 April)? We are, of course, about to be royally screwed.<br><strong>Ros Jones</strong><br><em>York</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1162",
      "commentable": "false",
      "firstPublicationDate": "2019-04-05T15:43:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:46Z",
      "newspaperEditionDate": "2019-04-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6zfq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/944c250c464ceaf3f18ffb946b5e090028cf6de3/0_0_2048_1229/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Larry Elliott (The value of a customs union is overrated, 4 April) fails to explain why Britain appears to underperform in trade within the EU. To argue that the customs union is somehow biased in favour of countries such as Germany and France at the expense of British companies is without merit. Many so-called “British companies” are British only in the sense that they are incorporated in Britain. They otherwise do not reflect any sense of British “ownership”. This situation is very different in Germany and France. VW the German auto manufacturer is an example. The German government holds a golden share in VW that prevents it from being bought by non-German parties. In France, Renault benefits from state participation in ownership. Little wonder that they perform better in terms of inter-EU trade and further afield. They are strong, well-established, leading-edge businesses. They have subsidiary networks throughout the EU and elsewhere. The British auto industry is very different. When the national industry collapsed in the 1980s – a consequence of long-standing neglect – auto manufacturers such as Nissan, Honda and Toyota migrated to Britain. They did so because it promised tariff-free access into EU markets. Their ownership, however, lies outside Britain. Strategic decisions are not taken in Britain. Britain is but a small bit in a much bigger picture for them. For these reasons the British auto industry will be less strong both within the EU and internationally. To blame this on the customs union is a cop-out. It is wishful thinking to imagine that Britain will secure a more favourable customs union deal with the EU or negotiate more favourable trade deals outside the EU. If we want to export more goods, the UK needs, as Larry Elliott makes clear, to be better at manufacturing things customers want to buy and stop blaming the EU for our own shortcomings. Richard Tudway Principal at the Centre for International Economics • Larry Elliott questions the value of a customs union. This issue addresses the principal weakness of British business. Before a nation can export goods, it first has to invest in saleable products. Since the demise of the empire, British business has preferred to buy US computer products, on which to run its financial services industries. Britain’s financial services have been financed by the sale of Britain’s land and property. The decline of Britain is the result of a lack of commitment to Britain’s future. Britain is run by salesmen: engineering is for the lower orders. As with Brexit, British politicians expect foreigners to do the hard work. Martin London Henllan, Denbighshire • Larry Elliott fails to mention the main reason why Labour and others are arguing for a customs union with the EU: the Irish border. Rules of origin checks are required at borders between different customs regimes, to ensure that the right tariffs have been paid on the right goods. This requires hard infrastructure at the Northern Irish border, which could reignite tensions that led to violence during the Troubles. While a customs union alone will not remove the need for all checks, it will be a necessary and significant part of an open border: indeed, this is why customs union membership is the main provision in the Northern Irish backstop. David Lawrence Senior political adviser, Trade Justice Movement • Michael Morpurgo wrote fine children’s stories, but he misses the mark on Brexit (Brexit is a bitter story to tell our children, 5 April). Under the deal that remainers oppose, the German Gruffalo illustrator Axel Scheffler would be entitled to stay in Britain. Peace and democracy are not creations of the EU – do Canada, Norway and Switzerland not have them? – and far from the EU creating prosperity, it has destroyed it across Spain, Italy and Greece. Brexiteers do not “blame Europe for most of our ills”, we blame it for taking a net £13bn a year from us (after the UK rebate) while we received only £4.1bn back, forcing uncontrolled EU immigration on us under the rules of the single market, damaging agriculture through protectionism, and substituting Brussels horse trading and stitch-ups for the right to govern our own country. As for his proposal of “creating a reformed Europe”, that really is a story for children. Christopher Clayton Chester • Thank you, Michael Morpurgo for articulating the views of so many other people. Nobody pretends the EU is perfect, but being part of it offers a far better prospect for our collective future. As the disastrous consequences of leaving the EU – including the likely breakup of the UK, and the obvious dangers for Ireland and Northern Ireland – become ever more clear, we all need reminding of the positive achievements of the EU. Let us now hear more about this from our politicians too. Many must now realise in their heart of hearts, whatever they say publicly, that no form of Brexit will match the advantages of remaining part of the EU. Congratulations to Michael Morpurgo for reminding us why. Brian Willan Uffculme, Devon • Those Tory MPs unhappy to see Mrs May talking to alleged Marxist Jeremy Corbyn should remember that trying to “cook up a deal with a Marxist” is nothing new and that Marx’s influence remains everywhere (Two ministers quit amid widespread Tory fury over May’s talks with Labour, 4 April). Clement Attlee, a fervent hater of communism, saw it just like Marx – as a “spectre haunting Europe”. To maintain order in the postwar upheaval, keep the ghost at bay and capitalism on its feet, Attlee instituted a great deal of Marx’s social thinking – health provision, housing, workplace safety, welfare, pensions et al – much of it, however reluctantly, accepted as Tory policy. If Marx did make a mistake it was to forget that the capitalists could read. David Beake Budock Water, Cornwall • The flooded House of Commons chamber (Report, 5 April) is not only a metaphor for the mess the country is in over Brexit, but a statement of the medieval state in which our legislature works. It is time it is turned into a museum, or even mausoleum, with a modern, fit-for-purpose chamber replacing it. It should be based on an amphitheatre, with business conducted during a sensible working day. Out would go the ridiculous division lobbies with members voting at their desks electronically. An elected second chamber would include some appointed expert members to shadow government ministers and provide advice to members of the second chamber. Election by the single transferable vote would deliver a legislature fit for the 21st century. Haydn Thomas Sidmouth, Devon • Has Jonathan Jones missed the sexual dimension in Anish Kapoor’s depiction of Brexit Britain, which he fails to discuss (On the edge of the abyss, G2, 3 April)? We are, of course, about to be royally screwed. Ros Jones York • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7133",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/05/will-theresa-may-have-to-accept-a-longer-brexit-delay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-05T13:39:03Z",
    "webTitle": "Will Theresa May have to accept a longer Brexit delay?",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/05/will-theresa-may-have-to-accept-a-longer-brexit-delay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/05/will-theresa-may-have-to-accept-a-longer-brexit-delay",
    "fields": {
      "headline": "Will Theresa May have to accept a longer Brexit delay?",
      "standfirst": "<p>The PM has again requested an extension to 30 June. Here’s what could happen next</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/apr/05/donald-tusk-will-tell-eu-to-back-brexit-flextension-for-uk\">May asks for Brexit extension to 30 June</a></li></ul>",
      "trailText": "The PM has again requested an extension to 30 June. Here’s what could happen next",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"610f6288ba50ea69bc70146362c86dbe3fb8b9b2\"> <img src=\"https://media.guim.co.uk/610f6288ba50ea69bc70146362c86dbe3fb8b9b2/0_198_5715_3429/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May asked for a 30 June deadline at the previous European council summit and was rebuffed.</span> <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> </figcaption> </figure>",
      "body": "<h2>What has Theresa May asked for?</h2> <p>She has asked the EU for a <a href=\"https://www.theguardian.com/politics/2019/apr/05/donald-tusk-will-tell-eu-to-back-brexit-flextension-for-uk\">new departure date of 30 June</a>, with an option to leave sooner if the necessary legislation is passed before then. The government’s aim is to depart before 22 May to avoid the UK having to take part in European parliament elections.</p> <h2>Will the EU agree?</h2> <p>It seems not. May <a href=\"https://www.theguardian.com/world/2019/mar/29/donald-tusk-calls-emergency-eu-summit-over-brexit\">asked for a 30 June deadline</a> at the previous European council summit and was rebuffed. No 10 insists circumstances are different now. But Donald Tusk, the council president, has instead proposed a flexible year-long extension, which could be curtailed if and when a departure deal is finalised. This seems the more likely to happen, not least because all 27 EU nations have to agree to any extension.</p> <h2>Does this mean May will have to accept a longer delay?</h2> <p>This appears quite likely. The prime minister has been adamant she does not want a delay beyond 30 June or to hold European elections. But when her spokesman was asked on Friday if this was being definitively ruled out, he said only that May was “focused on achieving” a 30 June departure at the latest, and would not be drawn on what else might happen.</p> <h2>Would this mean there would be European elections?</h2> <p><a href=\"https://www.theguardian.com/politics/2019/mar/13/uk-officials-working-on-contingency-planning-for-european-elections\">Contingency planning for the polls</a> (by both officials and parties) was already under way, and now the formal processes will kick in to hold the elections on 23 May. But the government still hopes to formally leave before then, meaning the elections would be cancelled. The Electoral Commission acknowledges this is an unprecedented situation – to enact an election that might never happen – but says it is up to ministers to decide.</p> <h2>What’s happened to the talks with Labour?</h2> <p>They’re still taking place, albeit at a lower level. After the face-to-face <a href=\"https://www.theguardian.com/politics/2019/apr/05/labour-revolt-possible-if-corbyn-doesnt-press-for-public-vote-watson-brexit\">talks between May and Jeremy Corbyn</a> and their teams, and then between ministers and shadow ministers, on Friday the only discussions were phone calls and one-off meetings.</p> <p>Both sides are still publicly positive about what is being achieved, but no tangible progress has been announced and it is understood Labour is sceptical about whether the government can produce a realistic plan.</p> <h2>So what happens now?</h2> <p>All attention will now be focused on an emergency Brussels summit that begins on Wednesday evening and is expected to go through the night. It remains to be seen what, if anything, May will have to propose in the way of a revised departure plan. Under the proposal outlined in the PM’s <a href=\"https://www.theguardian.com/politics/2019/apr/02/may-to-ask-for-short-brexit-extension-and-reaches-out-to-labour\">Downing Street TV statement on Tuesday</a>, if the talks with Labour do not produce a consensus plan then the next option is to put various options to the House of Commons, which MPs would then decide on.</p> <p>Getting through all this before the summit appears to be a very tight timetable: a plan for Commons votes would need to be tabled as a motion by Monday evening so that MPs could debate the matter on Tuesday.</p> <p>Crucially, May has said – and reiterated in her letter to Tusk – that the Commons vote process is predicated on both the government and Labour agreeing to abide by whatever decision is made. It is difficult to see how the necessary wrangling over what options to put to the Commons, and the voting system, could be decided so quickly.</p> <h2>Does this mean we’re looking at a longer extension?</h2> <p>That would seem the most likely outcome. But as with everything connected to Brexit, events could move quickly.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "581",
      "firstPublicationDate": "2019-04-05T13:39:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:47Z",
      "newspaperEditionDate": "2019-04-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6nzj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/610f6288ba50ea69bc70146362c86dbe3fb8b9b2/0_198_5715_3429/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What has Theresa May asked for? She has asked the EU for a new departure date of 30 June, with an option to leave sooner if the necessary legislation is passed before then. The government’s aim is to depart before 22 May to avoid the UK having to take part in European parliament elections. Will the EU agree? It seems not. May asked for a 30 June deadline at the previous European council summit and was rebuffed. No 10 insists circumstances are different now. But Donald Tusk, the council president, has instead proposed a flexible year-long extension, which could be curtailed if and when a departure deal is finalised. This seems the more likely to happen, not least because all 27 EU nations have to agree to any extension. Does this mean May will have to accept a longer delay? This appears quite likely. The prime minister has been adamant she does not want a delay beyond 30 June or to hold European elections. But when her spokesman was asked on Friday if this was being definitively ruled out, he said only that May was “focused on achieving” a 30 June departure at the latest, and would not be drawn on what else might happen. Would this mean there would be European elections? Contingency planning for the polls (by both officials and parties) was already under way, and now the formal processes will kick in to hold the elections on 23 May. But the government still hopes to formally leave before then, meaning the elections would be cancelled. The Electoral Commission acknowledges this is an unprecedented situation – to enact an election that might never happen – but says it is up to ministers to decide. What’s happened to the talks with Labour? They’re still taking place, albeit at a lower level. After the face-to-face talks between May and Jeremy Corbyn and their teams, and then between ministers and shadow ministers, on Friday the only discussions were phone calls and one-off meetings. Both sides are still publicly positive about what is being achieved, but no tangible progress has been announced and it is understood Labour is sceptical about whether the government can produce a realistic plan. So what happens now? All attention will now be focused on an emergency Brussels summit that begins on Wednesday evening and is expected to go through the night. It remains to be seen what, if anything, May will have to propose in the way of a revised departure plan. Under the proposal outlined in the PM’s Downing Street TV statement on Tuesday, if the talks with Labour do not produce a consensus plan then the next option is to put various options to the House of Commons, which MPs would then decide on. Getting through all this before the summit appears to be a very tight timetable: a plan for Commons votes would need to be tabled as a motion by Monday evening so that MPs could debate the matter on Tuesday. Crucially, May has said – and reiterated in her letter to Tusk – that the Commons vote process is predicated on both the government and Labour agreeing to abide by whatever decision is made. It is difficult to see how the necessary wrangling over what options to put to the Commons, and the voting system, could be decided so quickly. Does this mean we’re looking at a longer extension? That would seem the most likely outcome. But as with everything connected to Brexit, events could move quickly.",
      "charCount": "3339",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/05/uk-yet-to-leave-but-brexit-has-separated-me-from-myself",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-05T11:11:52Z",
    "webTitle": "UK is yet to leave but Brexit has separated me from myself | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/05/uk-yet-to-leave-but-brexit-has-separated-me-from-myself",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/05/uk-yet-to-leave-but-brexit-has-separated-me-from-myself",
    "fields": {
      "headline": "UK is yet to leave but Brexit has separated me from myself",
      "standfirst": "<p>Ongoing nightmare has reduced me to a series of bodily functions with the occasional bit of typing</p>",
      "trailText": "Ongoing nightmare has reduced me to a series of bodily functions with the occasional bit of typing",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"cce3aec58e79ed05303c0253dc14c58848b8a9ae\"> <img src=\"https://media.guim.co.uk/cce3aec58e79ed05303c0253dc14c58848b8a9ae/221_550_2974_1784/1000.jpg\" alt=\"Keir Starmer, Jeremy Corbyn and Rebecca Long-Bailey.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How long shall we give it before we say no?’ Keir Starmer, Jeremy Corbyn and Rebecca Long-Bailey. </span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<h2>Monday</h2> <p>My life is now basically a series of cancellations. Last week I had to miss the launch of Elizabeth Day’s life-affirming new book, <a href=\"https://www.theguardian.com/books/2019/mar/31/liar-ayelet-gundar-goshen-how-to-fail-elizabeth-day-the-long-forgotten-david-whitehouse-review\">How to Fail</a>, which is unmissable for anyone who is haunted by the idea they invariably get life wrong. Today I had to miss the party for Damian Barr’s compelling, compassionate new novel, You Will Be Safe, a multi-layered book that brings together the Boer war and present-day South Africa. Next week, I will be missing Spurs’ quarter-final Champions League game against Manchester City. Though that could well turn out to be a blessing. Call it the Brexit effect. Twice, the Commons held late votes during which it could find <a href=\"https://www.theguardian.com/politics/2019/apr/01/brexit-deadlock-continues-as-mps-fail-to-find-compromise\">nothing on which to agree</a>. On Wednesday, I will be in Brussels as the prime minister tries to convince the EU to give her another homework extension. Brexit has long since messed with my psyche. I wake up every morning with a tension headache and by the time that has passed I’m on to the full-blown anxiety that comes with the realisation that absolutely no one in parliament has a clue how any of this is going to pan out and somehow I’ve got to try to be funny about it. Nor is sleep much relief as my dreams are mostly nightmares. Now I also feel like I have been reduced to a series of bodily functions that does the occasional bit of typing. The UK may be struggling to leave the EU but Brexit has been entirely successful in separating me from myself.</p> <h2>Tuesday</h2> <p>Another day of chaos. Just as I thought I was in with a chance of getting home in daylight and possibly going to the gym, we get told that the prime minister will be giving <a href=\"https://www.theguardian.com/politics/2019/apr/02/may-to-ask-for-short-brexit-extension-and-reaches-out-to-labour\">a TV statement</a> from Downing Street. So everyone in Westminster stopped whatever they had been doing and concentrated on Theresa May offering the Labour leader a spot of work experience as prime minister in exchange for him sharing the blame for screwing up Brexit. Still, the bad news for lobby journalists was good news for some. Not least Dominic Cummings, the former Vote Leave campaign director. Thanks to May’s intervention, no one bothered to report that the Commons had spent an hour and a half debating why Cummings was such a childish pain in the arse. Despite being summoned on several occasions to appear before the digital, culture, media and sport select committee – an invitation that even a rogue’s gallery of Rupert Murdoch, Philip Green and Mike Ashley couldn’t get out of – Cummings <a href=\"https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament\">told them to sod off</a> on each occasion. He would only come if there was a new select committee set up just for him. Needless to say this didn’t go down too well with most MPs, though Cummings did still have his supporters among some Brexiter MPs. Michael Fabricant suggested that despite being the former special adviser to Michael Gove and one of the best-connected men in Westminster, Cummings was just an out-of-his depth ingenue. A poor boy from a poor family. George Eustice tried comparing him to the mother of a murdered child whose phone had been hacked. Seriously. Amazing to think these two MPs were the best their constituencies had to offer.</p> <h2>Wednesday</h2> <p>Sometimes even a sucker catches an even break. The upside of <a href=\"https://www.theguardian.com/politics/2019/apr/03/jeremy-corbyn-under-pressure-to-back-public-vote-on-brexit-deal\">Theresa and Jeremy</a> exchanging awkward glances across the Downing Street table meant I could after all get to see Spurs’ first game at <a href=\"https://www.theguardian.com/football/blog/2019/apr/03/tottenham-new-stadium-spurs-numbers-game-crystal-palace\">their new stadium</a> after nearly two soulless years at Wembley. That had been another date I had expected to be cancelled. Walking up Tottenham High Road it felt like a coming home with all the same shops and cafes still there and the first sight of the stadium was breathtaking. An enormous Death Star that dominated the entire neighbourhood. The inside of the ground was every bit as impressive as I had been led to believe. Not the facilities – I wasn’t too bothered about them as I don’t go to football for the on-tap Diet Coke – but for the giant wall of the South Stand and the proximity to the pitch. It felt almost as intimate as the old White Hart Lane. Almost. Because even as I was enjoying the new stadium part of me was overwhelmed with nostalgia for the old one. Yes, it was too small and a bit knackered and Spurs have now laid a claim to the big league, but I rather liked things the way they were. The old ground contained years of memories that went well beyond football that I didn’t want to let go, and I don’t feel ready to commit to a new relationship with the Death Star. Give it time, I guess. The best part was meeting up with old friends – a group of us had all made sure we got season tickets next to each other – and having a good moan about Spurs being so Spursy. Which they were. After a nervy first half in which the players looked a bit clueless, it was entirely appropriate that the <a href=\"https://www.theguardian.com/football/2019/apr/03/tottenham-crystal-palace-premier-league-match-report\">first goal in the new ground</a> came via a large deflection. Start as you mean to go on.</p> <h2>Thursday</h2> <p>After passing through the Commons <a href=\"https://www.theguardian.com/politics/2019/apr/03/mps-pass-motion-to-debate-article-50-extension-by-one-vote\">by one vote</a> the day before, Yvette Cooper’s bill to force the government to request an extension to prevent a no-deal Brexit – the Labour MP is this week’s prime minister – began its passage through the Lords. It was not an edifying spectacle, as a hardcore of about a dozen elderly Tory Brexiter peers – many of whom are still fighting the same battle with Europe they were fighting while serving in Margaret Thatcher’s cabinet during the 1980s – railed against the “tyranny” of elected democracy as they tried to kill the passage of the bill <a href=\"https://www.theguardian.com/politics/2019/apr/04/labour-lords-deputy-lady-hayter-accuses-tories-filibuster-no-deal-brexit-bill\">in a series of lengthy filibusters</a>. Prize for the most hypocritical intervention of the day went to the climate-change denying, no-deal fanatic, hereditary peerMatt Ridley. As Sky News’s Faisal Islam <a href=\"https://twitter.com/faisalislam/status/1113873068747841539\">observed</a>, it was a bit much for Ridley to complain about it being unprecedented for a bill to be passed in a day, when the Lords had to do just that during the financial crisis when Northern Rock – of which he was chair <a href=\"https://www.theguardian.com/money/2007/oct/20/5\">during its collapse</a> – <a href=\"https://www.theguardian.com/business/2008/feb/18/northernrock.banking3\">was nationalised</a> to protect investors. Later that evening I bumped into Peter Lilley, who had also spent the day trying to talk out the Cooper bill, in the Newsnight green room, where I was due to do the paper review. Lilley declared the day to have been a total success, claiming it had never been his intention to block the bill, only to ensure an extra day of debate on Monday to allow their lordships more time to deliberate. If only Lilley had just said that in the Lords earlier in the day, he could have saved everyone a lot of bother, as it had looked for all the world as if his prime objective had been to keep alive the prospect of a no-deal Brexit. It’s not just the winners who get to rewrite history.</p> <h2>Friday</h2> <p>It can be a bit of a downer when colleagues describe some people of roughly my age as boring, old has-beens. But then it’s hard to disagree, as the people they are talking about invariably are boring, old has-beens, whose world view hasn’t changed in 40 years. Despite this, the only recent brush with ageism that I can recall was the young woman on the tube insisting on giving up her seat for me, even though it must have been obvious I was doing my best to ignore her. Judging from a recent report in the journal <a href=\"https://www.thelancet.com/journals/lanpub/home\">Lancet Public Health</a>, which found that people who suffer from depression, coronary heart disease and arthritis are more likely to experience ageism, it appears I may have been lucky. As far as I know I don’t have a heart condition – my friend <a href=\"https://www.theguardian.com/profile/johnsutherland\">John Sutherland</a> recently steered me to a heart rate app that confirms my average heart rate of 60 beats per minute with a healthy rhythm – but I do tick the boxes for depression and arthritis. There again, I have done for years. My mental health has always been decidedly iffy and I first developed arthritis soon after my first knee operation in my early 20s. Though perhaps this could explain why I have escaped too much ageism. Having always appeared a bit knackered right from the off, most people have long since factored my decrepitude into their dealings with me.</p> <p><strong>Digested week</strong><strong>, digested: Apr</strong><strong>ès moi, le d</strong><strong>éluge</strong><br><br></p>  <figure class=\"element element-image\" data-media-id=\"88c050b9f8e4a5052bfb97707213647da3c46b6b\"> <img src=\"https://media.guim.co.uk/88c050b9f8e4a5052bfb97707213647da3c46b6b/0_356_2834_1700/1000.jpg\" alt=\"Jean-Claude Juncker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jean-Claude Juncker: ‘Bring out your Brexit dead!’</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>  <p><br></p>",
      "newspaperPageNumber": "27",
      "wordcount": "1427",
      "commentCloseDate": "2019-04-08T11:11:52Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-05T11:11:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:47Z",
      "newspaperEditionDate": "2019-04-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6nx7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cce3aec58e79ed05303c0253dc14c58848b8a9ae/221_550_2974_1784/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Monday My life is now basically a series of cancellations. Last week I had to miss the launch of Elizabeth Day’s life-affirming new book, How to Fail, which is unmissable for anyone who is haunted by the idea they invariably get life wrong. Today I had to miss the party for Damian Barr’s compelling, compassionate new novel, You Will Be Safe, a multi-layered book that brings together the Boer war and present-day South Africa. Next week, I will be missing Spurs’ quarter-final Champions League game against Manchester City. Though that could well turn out to be a blessing. Call it the Brexit effect. Twice, the Commons held late votes during which it could find nothing on which to agree. On Wednesday, I will be in Brussels as the prime minister tries to convince the EU to give her another homework extension. Brexit has long since messed with my psyche. I wake up every morning with a tension headache and by the time that has passed I’m on to the full-blown anxiety that comes with the realisation that absolutely no one in parliament has a clue how any of this is going to pan out and somehow I’ve got to try to be funny about it. Nor is sleep much relief as my dreams are mostly nightmares. Now I also feel like I have been reduced to a series of bodily functions that does the occasional bit of typing. The UK may be struggling to leave the EU but Brexit has been entirely successful in separating me from myself. Tuesday Another day of chaos. Just as I thought I was in with a chance of getting home in daylight and possibly going to the gym, we get told that the prime minister will be giving a TV statement from Downing Street. So everyone in Westminster stopped whatever they had been doing and concentrated on Theresa May offering the Labour leader a spot of work experience as prime minister in exchange for him sharing the blame for screwing up Brexit. Still, the bad news for lobby journalists was good news for some. Not least Dominic Cummings, the former Vote Leave campaign director. Thanks to May’s intervention, no one bothered to report that the Commons had spent an hour and a half debating why Cummings was such a childish pain in the arse. Despite being summoned on several occasions to appear before the digital, culture, media and sport select committee – an invitation that even a rogue’s gallery of Rupert Murdoch, Philip Green and Mike Ashley couldn’t get out of – Cummings told them to sod off on each occasion. He would only come if there was a new select committee set up just for him. Needless to say this didn’t go down too well with most MPs, though Cummings did still have his supporters among some Brexiter MPs. Michael Fabricant suggested that despite being the former special adviser to Michael Gove and one of the best-connected men in Westminster, Cummings was just an out-of-his depth ingenue. A poor boy from a poor family. George Eustice tried comparing him to the mother of a murdered child whose phone had been hacked. Seriously. Amazing to think these two MPs were the best their constituencies had to offer. Wednesday Sometimes even a sucker catches an even break. The upside of Theresa and Jeremy exchanging awkward glances across the Downing Street table meant I could after all get to see Spurs’ first game at their new stadium after nearly two soulless years at Wembley. That had been another date I had expected to be cancelled. Walking up Tottenham High Road it felt like a coming home with all the same shops and cafes still there and the first sight of the stadium was breathtaking. An enormous Death Star that dominated the entire neighbourhood. The inside of the ground was every bit as impressive as I had been led to believe. Not the facilities – I wasn’t too bothered about them as I don’t go to football for the on-tap Diet Coke – but for the giant wall of the South Stand and the proximity to the pitch. It felt almost as intimate as the old White Hart Lane. Almost. Because even as I was enjoying the new stadium part of me was overwhelmed with nostalgia for the old one. Yes, it was too small and a bit knackered and Spurs have now laid a claim to the big league, but I rather liked things the way they were. The old ground contained years of memories that went well beyond football that I didn’t want to let go, and I don’t feel ready to commit to a new relationship with the Death Star. Give it time, I guess. The best part was meeting up with old friends – a group of us had all made sure we got season tickets next to each other – and having a good moan about Spurs being so Spursy. Which they were. After a nervy first half in which the players looked a bit clueless, it was entirely appropriate that the first goal in the new ground came via a large deflection. Start as you mean to go on. Thursday After passing through the Commons by one vote the day before, Yvette Cooper’s bill to force the government to request an extension to prevent a no-deal Brexit – the Labour MP is this week’s prime minister – began its passage through the Lords. It was not an edifying spectacle, as a hardcore of about a dozen elderly Tory Brexiter peers – many of whom are still fighting the same battle with Europe they were fighting while serving in Margaret Thatcher’s cabinet during the 1980s – railed against the “tyranny” of elected democracy as they tried to kill the passage of the bill in a series of lengthy filibusters. Prize for the most hypocritical intervention of the day went to the climate-change denying, no-deal fanatic, hereditary peerMatt Ridley. As Sky News’s Faisal Islam observed, it was a bit much for Ridley to complain about it being unprecedented for a bill to be passed in a day, when the Lords had to do just that during the financial crisis when Northern Rock – of which he was chair during its collapse – was nationalised to protect investors. Later that evening I bumped into Peter Lilley, who had also spent the day trying to talk out the Cooper bill, in the Newsnight green room, where I was due to do the paper review. Lilley declared the day to have been a total success, claiming it had never been his intention to block the bill, only to ensure an extra day of debate on Monday to allow their lordships more time to deliberate. If only Lilley had just said that in the Lords earlier in the day, he could have saved everyone a lot of bother, as it had looked for all the world as if his prime objective had been to keep alive the prospect of a no-deal Brexit. It’s not just the winners who get to rewrite history. Friday It can be a bit of a downer when colleagues describe some people of roughly my age as boring, old has-beens. But then it’s hard to disagree, as the people they are talking about invariably are boring, old has-beens, whose world view hasn’t changed in 40 years. Despite this, the only recent brush with ageism that I can recall was the young woman on the tube insisting on giving up her seat for me, even though it must have been obvious I was doing my best to ignore her. Judging from a recent report in the journal Lancet Public Health, which found that people who suffer from depression, coronary heart disease and arthritis are more likely to experience ageism, it appears I may have been lucky. As far as I know I don’t have a heart condition – my friend John Sutherland recently steered me to a heart rate app that confirms my average heart rate of 60 beats per minute with a healthy rhythm – but I do tick the boxes for depression and arthritis. There again, I have done for years. My mental health has always been decidedly iffy and I first developed arthritis soon after my first knee operation in my early 20s. Though perhaps this could explain why I have escaped too much ageism. Having always appeared a bit knackered right from the off, most people have long since factored my decrepitude into their dealings with me. Digested week, digested: Après moi, le déluge",
      "charCount": "7890",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]