[
  {
    "id": "politics/2019/jun/05/uk-politics-has-changed-for-ever-the-main-parties-must-adapt-or-die",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-05T15:57:36Z",
    "webTitle": "UK politics has changed for ever. The main parties must adapt or die | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/05/uk-politics-has-changed-for-ever-the-main-parties-must-adapt-or-die",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/05/uk-politics-has-changed-for-ever-the-main-parties-must-adapt-or-die",
    "fields": {
      "headline": "UK politics has changed for ever. The main parties must adapt or die",
      "standfirst": "Party loyalty is a thing of the past, writes <strong>Alan Taylor</strong>, while <strong>Peter Muchlinski </strong>says that the political future requires replacing the residual elements of the ‘growth society’, with the ‘sustainable society’.<strong> </strong>Plus letters<strong> </strong>from <strong>Andrew Graystone </strong>and <strong>William Wallace</strong>",
      "trailText": "<strong>Letters:</strong> Party loyalty is a thing of the past, writes <strong>Alan Taylor</strong>, while <strong>Peter Muchlinski </strong>says that the political future requires replacing the residual elements of the ‘growth society’, with the ‘sustainable society’.<strong> </strong>Plus letters<strong> </strong>from <strong>Andrew Graystone </strong>and <strong>William Wallace</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8973854ee98d8bbb5eff1f870038f86aa28b690b\"> <img src=\"https://media.guim.co.uk/8973854ee98d8bbb5eff1f870038f86aa28b690b/452_809_4584_2750/1000.jpg\" alt=\"Theresa May at the dispatch box during PMQs. ‘The decay of two-party domination had been obscured by the first-past-the-post voting system, with changes in voting not fully reflected in parliament,’ writes Alan Taylor. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May at the dispatch box during PMQs. ‘The decay of two-party domination had been obscured by the first-past-the-post voting system, with changes in voting not fully reflected in parliament,’ writes Alan Taylor. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>So, Boris Johnson fears that the Conservatives may face extinction if they delay Brexit (<a href=\"https://www.theguardian.com/politics/2019/jun/04/boris-johnson-tories-must-deliver-brexit-or-face-extinction\" title=\"\">Report</a>, 5 June). He may be right, on this at least, but for the wrong reasons. The fact is that the decline of the Conservatives, and of Labour, is a long-term process which began 60 years ago and may only now have reached its culmination. Both main parties have underestimated the consequences of this decline. The result is that the transformation in party voting seen in the Euro elections and since may be permanent.</p> <p>British politics has long been seen as dominated by two big parties, each with a block of loyal supporters, and a small number of “floating” voters between them. This was an accurate picture of elections in the early 1950s, when over 80% of the electorate voted Labour or Tory. But this two-party domination began to weaken from the late 50s, a trend that has continued ever since. Turnout fell as fewer people were enthused by the main parties. The growth of this pool of unattached electors gave space for Liberal and Liberal/SDP “revivals”, the growth of nationalist parties in Scotland and Wales, and now the rise of the Green party and the Ukip/Farage phenomenon.</p> <p>The decay of two-party domination had been obscured by the first-past-the-post voting system, with changes in voting not fully reflected in parliament. Certainly, the fall in turnout, and in electoral registration, had no apparent political impact. But most people are no longer loyal Labour or Tory voters. The traditional sources of loyalty to these two parties, based partly on social class, are now not the main motivation in voting.</p> <p>The referendum revealed a new and passionate division between two broadly equal-sized parts of the electorate. This cleavage is based on real divisions of interest and between sets of values. The intensity of the feelings on both sides has pushed the remnants of former loyalties aside, and this change is probably permanent. Neither Labour nor the Conservative party is unambiguously identified with one or other side of this new fundamental cleavage in British political opinion. As a result they may both finish up in the often-cited dustbin of history.<br><strong>Alan Taylor</strong><br><em>London</em></p> <p>• Coverage of the EU parliamentary elections, and Andy Beckett’s essay (<a href=\"https://www.theguardian.com/politics/2019/may/28/a-zombie-party-the-deepening-crisis-of-conservatism\" title=\"\">Conservatism in crisis</a>, 28 May), show that the main political parties cannot develop the new politics needed for the long-term issues we face. Modern conservatism and social democracy/socialism arise from the class struggles characterising late 19th- and 20th-century mass industrial society. The core question was how to distribute wealth through variations in property ownership and rights. The growth-based economic model, within which that debate was centred, is being overtaken by the reality of climate emergency.</p> <p>This involves a completely new mindset and culture. The political future requires replacing the residual elements of the “growth society”, with its emphasis on consumption – whether individual or collective – and the freedom to do so, with the “sustainable society”, a post-consumerist society where social justice hangs on the ability of society to preserve the environment and harness technology to this overarching aim. Social democracy/socialism has to ditch its obsession with industrial growth and contribute its traditional emphasis on social justice. It must add itself to the green movement.</p> <p>Part of the process of getting there requires, sadly, a preliminary conflict between the emerging green movement and the reactionary last gasps of conservatism, displayed by nationalist populist parties, whose chief characteristic is to act as a brake on social change often accompanied by climate emergency denial. They are on the losing aside, even if it may not seem so today. Their children and grandchildren will see to that.<br><strong>Peter Muchlinski</strong><br><em>Emeritus professor of law, S</em><em>oas</em><em> University of London</em></p> <p>• I was a Change UK candidate in the European elections. Like my 70 colleagues I invested time, energy and reputation in trying to create a credible alternative to the old political parties. We brought experience from the public, private and voluntary sectors. We pitched in because we hoped we could create a different way of doing politics, with an emphasis on collaboration, listening and inclusion – qualities that have been mislaid by the existing parties. No one believed the job would be done and dusted on 23 May.</p> <p>In the fortnight since the election, Change UK candidates and supporters in the regions have been buzzing with energy and ideas for how to do things differently. It is extremely disappointing that the rug has been pulled from under us by a small group of MPs in London (<a href=\"https://www.theguardian.com/politics/2019/jun/04/change-uk-poised-to-lose-at-least-half-its-mps-heidi-allen-chuka-umunna-lib-dems\" title=\"\">Change UK loses six of its 11 MPs as woeful EU election result takes toll</a>, 5 June). We had hoped the Independent Group might be the catalyst for gathering people with knowledge and experience to offer. Instead, more than half of the Change UK MPs have walked away without consulting us. The problems that led many of us to leave our existing parties remain unsolved. Change UK or not, the renewal of politics is not going to come from Westminster, but from fresh local and regional initiatives. Otherwise, plus ça change, plus c’est la même chose.<br><strong>Andrew Graystone</strong><br><em>Manchester</em></p> <p>• Good of you to give your readers a two-page spread on the <a href=\"https://www.theguardian.com/politics/2019/jun/03/boris-johnson-tory-leadership-campaign-video\" title=\"\">Conservative leadership race</a> (4 June), after the extensive coverage of Labour’s internal struggles and debates in recent weeks. But a high proportion – quite possibly a majority – of your readers voted Liberal Democrat or Green in the Euro elections. Should the Guardian not respond by covering these two parties – their policies, leadership elections and internal debates – a little more frequently?<br><strong>William Wallace</strong><br><em>Liberal Democrat, House of Lords</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "970",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T15:57:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:30Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjh29",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8973854ee98d8bbb5eff1f870038f86aa28b690b/452_809_4584_2750/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "So, Boris Johnson fears that the Conservatives may face extinction if they delay Brexit (Report, 5 June). He may be right, on this at least, but for the wrong reasons. The fact is that the decline of the Conservatives, and of Labour, is a long-term process which began 60 years ago and may only now have reached its culmination. Both main parties have underestimated the consequences of this decline. The result is that the transformation in party voting seen in the Euro elections and since may be permanent. British politics has long been seen as dominated by two big parties, each with a block of loyal supporters, and a small number of “floating” voters between them. This was an accurate picture of elections in the early 1950s, when over 80% of the electorate voted Labour or Tory. But this two-party domination began to weaken from the late 50s, a trend that has continued ever since. Turnout fell as fewer people were enthused by the main parties. The growth of this pool of unattached electors gave space for Liberal and Liberal/SDP “revivals”, the growth of nationalist parties in Scotland and Wales, and now the rise of the Green party and the Ukip/Farage phenomenon. The decay of two-party domination had been obscured by the first-past-the-post voting system, with changes in voting not fully reflected in parliament. Certainly, the fall in turnout, and in electoral registration, had no apparent political impact. But most people are no longer loyal Labour or Tory voters. The traditional sources of loyalty to these two parties, based partly on social class, are now not the main motivation in voting. The referendum revealed a new and passionate division between two broadly equal-sized parts of the electorate. This cleavage is based on real divisions of interest and between sets of values. The intensity of the feelings on both sides has pushed the remnants of former loyalties aside, and this change is probably permanent. Neither Labour nor the Conservative party is unambiguously identified with one or other side of this new fundamental cleavage in British political opinion. As a result they may both finish up in the often-cited dustbin of history. Alan Taylor London • Coverage of the EU parliamentary elections, and Andy Beckett’s essay (Conservatism in crisis, 28 May), show that the main political parties cannot develop the new politics needed for the long-term issues we face. Modern conservatism and social democracy/socialism arise from the class struggles characterising late 19th- and 20th-century mass industrial society. The core question was how to distribute wealth through variations in property ownership and rights. The growth-based economic model, within which that debate was centred, is being overtaken by the reality of climate emergency. This involves a completely new mindset and culture. The political future requires replacing the residual elements of the “growth society”, with its emphasis on consumption – whether individual or collective – and the freedom to do so, with the “sustainable society”, a post-consumerist society where social justice hangs on the ability of society to preserve the environment and harness technology to this overarching aim. Social democracy/socialism has to ditch its obsession with industrial growth and contribute its traditional emphasis on social justice. It must add itself to the green movement. Part of the process of getting there requires, sadly, a preliminary conflict between the emerging green movement and the reactionary last gasps of conservatism, displayed by nationalist populist parties, whose chief characteristic is to act as a brake on social change often accompanied by climate emergency denial. They are on the losing aside, even if it may not seem so today. Their children and grandchildren will see to that. Peter Muchlinski Emeritus professor of law, Soas University of London • I was a Change UK candidate in the European elections. Like my 70 colleagues I invested time, energy and reputation in trying to create a credible alternative to the old political parties. We brought experience from the public, private and voluntary sectors. We pitched in because we hoped we could create a different way of doing politics, with an emphasis on collaboration, listening and inclusion – qualities that have been mislaid by the existing parties. No one believed the job would be done and dusted on 23 May. In the fortnight since the election, Change UK candidates and supporters in the regions have been buzzing with energy and ideas for how to do things differently. It is extremely disappointing that the rug has been pulled from under us by a small group of MPs in London (Change UK loses six of its 11 MPs as woeful EU election result takes toll, 5 June). We had hoped the Independent Group might be the catalyst for gathering people with knowledge and experience to offer. Instead, more than half of the Change UK MPs have walked away without consulting us. The problems that led many of us to leave our existing parties remain unsolved. Change UK or not, the renewal of politics is not going to come from Westminster, but from fresh local and regional initiatives. Otherwise, plus ça change, plus c’est la même chose. Andrew Graystone Manchester • Good of you to give your readers a two-page spread on the Conservative leadership race (4 June), after the extensive coverage of Labour’s internal struggles and debates in recent weeks. But a high proportion – quite possibly a majority – of your readers voted Liberal Democrat or Green in the Euro elections. Should the Guardian not respond by covering these two parties – their policies, leadership elections and internal debates – a little more frequently? William Wallace Liberal Democrat, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6060",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jun/05/remembering-d-day-and-what-the-allies-were-fighting-for",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-05T15:57:12Z",
    "webTitle": "Remembering D-day and what the allies were fighting for | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/05/remembering-d-day-and-what-the-allies-were-fighting-for",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/remembering-d-day-and-what-the-allies-were-fighting-for",
    "fields": {
      "headline": "Remembering D-day and what the allies were fighting for",
      "standfirst": "<strong>Stephen Hawkins</strong> on how the EU arose from the second world war, <strong>Alison Pierce</strong> on the inheritors of the peace won by her father’s generation, and <strong>John Birkett</strong> says the BBC should broadcast A Foreign Field on 6 June every year",
      "trailText": "Letters: <strong>Stephen Hawkins</strong> on how the EU arose from the second world war, <strong>Alison Pierce</strong> on the inheritors of the peace won by her father’s generation, and <strong>John Birkett</strong> says the BBC should broadcast A Foreign Field on 6 June every year",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"13063caf65e911659c272dcaa203cac00e6cf31a\"> <img src=\"https://media.guim.co.uk/13063caf65e911659c272dcaa203cac00e6cf31a/0_638_3500_2100/1000.jpg\" alt=\"British troops disembark from the Canadian navy infantry landing ship HMCS Prince David on D-day in Normandy, France, 6 June 1944\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British troops disembark from the Canadian navy infantry landing ship HMCS Prince David on D-day in Normandy, France, 6 June 1944.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>As we remember the sacrifice on the beaches of Normandy, I am reminded by the inscription on the Bayeux Memorial adjacent to the war graves cemetery, which in Latin reads: “We, once conquered by William, have now set free the Conqueror’s native land.” Besides recognising what was achieved by those now lying in a part of France that is for ever British, it emphasises how we are inextricably linked.</p> <p>There is no God-given right to peace, and in the last 200 years we fought the French with the Prussians, we fought the Russians with the Turks and French, we fought the Germans with the French and Italians, and the Germans and Italians with the French and Russians. Many other nationalities also played their part, along with Commonwealth and American combatants.</p> <p>At this time of reflection we should also remember the institutions that arose at the end of the second world war to promote peace and cooperation, not least of which is the union of sovereign states in the EU. Ironically we are hosting a US president who actively works against these institutions (<a href=\"https://www.theguardian.com/world/2019/jun/04/d-day-event-must-be-about-veterans-not-donald-trump\" title=\"\">Call for veterans to lead memorial instead of president</a>, 5 June), something we all should be alarmed about. <br><strong>Stephen Hawkins</strong><br><em>Edinburgh</em></p> <p>• I was thinking about my father, captured at Tobruk, imprisoned in Benghazi and then in a German stalag for three years. He returned weighing under six stone and, like many, never spoke of what he had seen. I chose to read an account of the experience of being a PoW in Benghazi on the <a href=\"https://wartimememoriesproject.com/ww2/pow/powcamp.php?pid=45\" title=\"\">War Memories website</a>. Then I thought of the members of our government currently parading their credentials to the country. With a mixture of rage and sorrow, I can only despair at the calibre of these inheritors of the peace that was won on the bitter experience and the bodies of my father’s generation. Pity those few old men who are witnessing what we have come to.<br><strong>Alison Pierce</strong><br><em>Buxted, East Sussex</em></p> <p>• It is disappointing, particularly on this year’s 75th anniversary, that the BBC has again omitted from its schedules its own brilliant 1993 film <a href=\"https://www.imdb.com/title/tt0106948/\" title=\"\">A Foreign Field</a>, part comedy, part serious drama, about UK and US veterans returning to Normandy, starring Alec Guinness (superbly playing a brain-damaged survivor), Leo McKern, Jeanne Moreau, Lauren Bacall and Geraldine Chaplin, with its poignant, thought-provoking and totally unexpected sting in the tail. It should be broadcast on 6 June every year.<br><strong>John Birkett</strong><br><em>St Andrews, Fife</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "454",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T15:57:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:47:43Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjh6a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/13063caf65e911659c272dcaa203cac00e6cf31a/0_638_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As we remember the sacrifice on the beaches of Normandy, I am reminded by the inscription on the Bayeux Memorial adjacent to the war graves cemetery, which in Latin reads: “We, once conquered by William, have now set free the Conqueror’s native land.” Besides recognising what was achieved by those now lying in a part of France that is for ever British, it emphasises how we are inextricably linked. There is no God-given right to peace, and in the last 200 years we fought the French with the Prussians, we fought the Russians with the Turks and French, we fought the Germans with the French and Italians, and the Germans and Italians with the French and Russians. Many other nationalities also played their part, along with Commonwealth and American combatants. At this time of reflection we should also remember the institutions that arose at the end of the second world war to promote peace and cooperation, not least of which is the union of sovereign states in the EU. Ironically we are hosting a US president who actively works against these institutions (Call for veterans to lead memorial instead of president, 5 June), something we all should be alarmed about. Stephen Hawkins Edinburgh • I was thinking about my father, captured at Tobruk, imprisoned in Benghazi and then in a German stalag for three years. He returned weighing under six stone and, like many, never spoke of what he had seen. I chose to read an account of the experience of being a PoW in Benghazi on the War Memories website. Then I thought of the members of our government currently parading their credentials to the country. With a mixture of rage and sorrow, I can only despair at the calibre of these inheritors of the peace that was won on the bitter experience and the bodies of my father’s generation. Pity those few old men who are witnessing what we have come to. Alison Pierce Buxted, East Sussex • It is disappointing, particularly on this year’s 75th anniversary, that the BBC has again omitted from its schedules its own brilliant 1993 film A Foreign Field, part comedy, part serious drama, about UK and US veterans returning to Normandy, starring Alec Guinness (superbly playing a brain-damaged survivor), Leo McKern, Jeanne Moreau, Lauren Bacall and Geraldine Chaplin, with its poignant, thought-provoking and totally unexpected sting in the tail. It should be broadcast on 6 June every year. John Birkett St Andrews, Fife • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2714",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/jun/05/nhs-must-be-off-the-table-in-trade-talks-with-trump",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-06-05T15:56:54Z",
    "webTitle": "NHS must be off the table in trade talks with Trump | Letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/jun/05/nhs-must-be-off-the-table-in-trade-talks-with-trump",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/05/nhs-must-be-off-the-table-in-trade-talks-with-trump",
    "fields": {
      "headline": "NHS must be off the table in trade talks with Trump",
      "standfirst": "Readers respond to Donald Trump’s comment that he wants the NHS ‘on the table’ in any future trade negotiations",
      "trailText": "<strong>Letters:</strong> Readers respond to Donald Trump’s comment that he wants the NHS ‘on the table’ in any future trade negotiations",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f8a34dd1efbe60660761bfbf80118da9622d7f5c\"> <img src=\"https://media.guim.co.uk/f8a34dd1efbe60660761bfbf80118da9622d7f5c/11_68_4296_2578/1000.jpg\" alt=\"Donald Trump at the commemorations of the 75th anniversary of the D-Day landings, on 5 June. ‘Can we expect the Brexit bus slogan to be changed to “Let’s send our £350m a week to the US instead”,’ asks Daryll Twigger. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump at the commemorations of the 75th anniversary of the D-Day landings, on 5 June. ‘Can we expect the Brexit bus slogan to be changed to “Let’s send our £350m a week to the US instead”,’ asks Daryll Twigger. </span> <span class=\"element-image__credit\">Photograph: Chris Jackson/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>My late mother trained as a nurse in Glasgow in the 1940s and witnessed the birth of the NHS. Having grown up in a village in rural Scotland where nobody ever called the doctor because they wouldn’t have been able to pay the bill, she often told us of the revolution in healthcare which the NHS made possible, and about the gratitude of ordinary folk nursed free of charge in hospital through diphtheria, tuberculosis, scarlet fever and the like. I can hardly imagine her reaction on hearing that only 70 years later the United States wants the NHS to be “on the table” in a future trade deal (<a href=\"https://www.theguardian.com/us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet\" title=\"\">Trump snubs Corbyn and eyes up NHS in trade talks</a>, 5 June). Have we already forgotten how things used to be?<br><strong>Susan Tomes</strong><br><em>Edinburgh</em></p> <p>• As bizarre as the proposition might seem, I presume that if the US’s position is that something as fundamental to our way of life as the NHS is going to be on the UK’s side of the table in any post-Brexit trade negotiations between the UK and the US, then the UK could argue that gun control should be on the US’s side.</p> <p>After all, and to use Donald Trump’s own words, “when you’re dealing on trade, everything is on the table”. I am sure that there are many in the UK who would much prefer to have the US as a major trading partner if it took steps to address the carnage caused by its virtually unregulated gun market.<br><strong>Harvey Sanders</strong><br><em>London</em></p> <p>• So can we expect the Brexit bus slogan to be changed to “Let’s send our £350m a week to the US instead”?<br><strong>Daryll Twigger</strong><br><em>Almondbury, West Yorkshire</em></p> <p>• Far better for Britain to remain in the EU than to become the 51st state of America. Protecting our NHS must now stop Brexit.<br><strong>Helen Evans</strong><br><em>Ruthin, Denbighshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "353",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T15:56:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:21Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjh5e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f8a34dd1efbe60660761bfbf80118da9622d7f5c/11_68_4296_2578/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My late mother trained as a nurse in Glasgow in the 1940s and witnessed the birth of the NHS. Having grown up in a village in rural Scotland where nobody ever called the doctor because they wouldn’t have been able to pay the bill, she often told us of the revolution in healthcare which the NHS made possible, and about the gratitude of ordinary folk nursed free of charge in hospital through diphtheria, tuberculosis, scarlet fever and the like. I can hardly imagine her reaction on hearing that only 70 years later the United States wants the NHS to be “on the table” in a future trade deal (Trump snubs Corbyn and eyes up NHS in trade talks, 5 June). Have we already forgotten how things used to be? Susan Tomes Edinburgh • As bizarre as the proposition might seem, I presume that if the US’s position is that something as fundamental to our way of life as the NHS is going to be on the UK’s side of the table in any post-Brexit trade negotiations between the UK and the US, then the UK could argue that gun control should be on the US’s side. After all, and to use Donald Trump’s own words, “when you’re dealing on trade, everything is on the table”. I am sure that there are many in the UK who would much prefer to have the US as a major trading partner if it took steps to address the carnage caused by its virtually unregulated gun market. Harvey Sanders London • So can we expect the Brexit bus slogan to be changed to “Let’s send our £350m a week to the US instead”? Daryll Twigger Almondbury, West Yorkshire • Far better for Britain to remain in the EU than to become the 51st state of America. Protecting our NHS must now stop Brexit. Helen Evans Ruthin, Denbighshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1974",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jun/05/the-damage-done-by-gay-cure-therapy",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-05T15:56:41Z",
    "webTitle": "The damage done by ‘gay cure’ therapy | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/05/the-damage-done-by-gay-cure-therapy",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/05/the-damage-done-by-gay-cure-therapy",
    "fields": {
      "headline": "The damage done by ‘gay cure’ therapy",
      "standfirst": "The Ozanne Foundation’s 2018 survey on faith and sexuality shows the harm that attempts to change sexual orientation inflict, writes <strong>Jayne Ozanne</strong>. <strong>Michael Bennett</strong> recalls the last line from Arthur C Clarke’s Reunion. Plus <strong>Phil Revels</strong> on Alan Turing",
      "trailText": "<strong>Letters:</strong> The Ozanne Foundation’s 2018 survey on faith and sexuality shows the harm that attempts to change sexual orientation inflict, writes <strong>Jayne Ozanne</strong>. <strong>Michael Bennett</strong> recalls the last line from Arthur C Clarke’s Reunion. Plus <strong>Phil Revels</strong> on Alan Turing",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f5f332a6f39f7344343118c34bfce4041933d1d8\"> <img src=\"https://media.guim.co.uk/f5f332a6f39f7344343118c34bfce4041933d1d8/0_0_5640_3384/1000.jpg\" alt=\"Nigel Farage and Ann Widdecombe\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage defended the Brexit party MEP Ann Widdecombe after she suggested science might one day produce an answer to being gay.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>So Nigel Farage believes matters relating to gay cure therapy are “a matter of conscience” (<a href=\"https://www.theguardian.com/politics/2019/jun/04/nigel-farage-defends-ann-widdecombe-over-gay-therapy-comments\" title=\"\">‘Gay cure’ row: Farage jumps to Widdecombe’s defence</a>, 5 June)? Has he no idea how dangerous and harmful his and Ann Widdecombe’s views are? It is precisely because of views like theirs that the Church of England agreed to call on the UK government to ban conversion therapy after my private member’s motion in July 2017.</p> <p>The Ozanne Foundation’s 2018 survey on faith and sexuality clearly shows the strong evidence of harm that attempts to change sexual orientation are reported to inflict: 91 of the 458 respondents with experience of “conversion therapy” said they had attempted suicide and 193 respondents had had suicidal thoughts (<a href=\"https://www.theguardian.com/world/2019/feb/20/conversion-therapy-can-result-in-mental-illness-poll-finds\" title=\"\">‘Conversion therapy’ leads to high levels of mental distress</a>, 21 February). While it is indeed important that we work to protect freedom of religious conscience, this should never be “at any cost”. Surely the duty of any civilised society is to protect the vulnerable from harm and to protect life above all else? It is these values that are sacred – ones that care about those whose lives we impact by our words and actions.<br><strong>Jayne Ozanne</strong><br><em>Member of the Church of England’s General Synod and </em><em>director of the Ozanne Foundation</em></p> <p>• Nigel Farage’s defence of Ann Widdecombe reminds me of the last line of a brilliant very short science fiction story by Arthur C Clarke, called Reunion: the last line was “If any of you are still white, we can cure you”.<br><strong>Michael Bennett </strong><br><em>Feltham, London</em></p> <p>• Perhaps someone could remind Ann Widdecombe that the attempts of “science” to “switch sexuality” didn’t work out too well for one of the greatest mathematicians and scientists, Alan Turing.<br><strong>Phil Revels</strong><br><em>West Bridgford, Nottinghamshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "333",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T15:56:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:31Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjh9b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f5f332a6f39f7344343118c34bfce4041933d1d8/0_0_5640_3384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "So Nigel Farage believes matters relating to gay cure therapy are “a matter of conscience” (‘Gay cure’ row: Farage jumps to Widdecombe’s defence, 5 June)? Has he no idea how dangerous and harmful his and Ann Widdecombe’s views are? It is precisely because of views like theirs that the Church of England agreed to call on the UK government to ban conversion therapy after my private member’s motion in July 2017. The Ozanne Foundation’s 2018 survey on faith and sexuality clearly shows the strong evidence of harm that attempts to change sexual orientation are reported to inflict: 91 of the 458 respondents with experience of “conversion therapy” said they had attempted suicide and 193 respondents had had suicidal thoughts (‘Conversion therapy’ leads to high levels of mental distress, 21 February). While it is indeed important that we work to protect freedom of religious conscience, this should never be “at any cost”. Surely the duty of any civilised society is to protect the vulnerable from harm and to protect life above all else? It is these values that are sacred – ones that care about those whose lives we impact by our words and actions. Jayne Ozanne Member of the Church of England’s General Synod and director of the Ozanne Foundation • Nigel Farage’s defence of Ann Widdecombe reminds me of the last line of a brilliant very short science fiction story by Arthur C Clarke, called Reunion: the last line was “If any of you are still white, we can cure you”. Michael Bennett Feltham, London • Perhaps someone could remind Ann Widdecombe that the attempts of “science” to “switch sexuality” didn’t work out too well for one of the greatest mathematicians and scientists, Alan Turing. Phil Revels West Bridgford, Nottinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2038",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "theguardian/2019/jun/05/theatre-by-the-lake-has-got-a-decent-rep",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-05T15:55:52Z",
    "webTitle": "Theatre by the Lake has got a decent rep | Brief letters",
    "webUrl": "https://www.theguardian.com/theguardian/2019/jun/05/theatre-by-the-lake-has-got-a-decent-rep",
    "apiUrl": "https://content.guardianapis.com/theguardian/2019/jun/05/theatre-by-the-lake-has-got-a-decent-rep",
    "fields": {
      "headline": "Theatre by the Lake has got a decent rep",
      "standfirst": "Euthanasia | Theatre outside London | Package-free food dispensing | Celebrity birthdays | Lewis chessmen",
      "trailText": "<strong>Brief letters:</strong> Euthanasia | Theatre outside London | Package-free food dispensing | Celebrity birthdays | Lewis chessmen",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9bbdb39aa59377c909e9ded3c3388690244b8d77\"> <img src=\"https://media.guim.co.uk/9bbdb39aa59377c909e9ded3c3388690244b8d77/0_188_5520_3312/1000.jpg\" alt=\"Beauty and the Beast at the Theatre by the Lake, Keswick. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beauty and the Beast at the Theatre by the Lake, Keswick. </span> <span class=\"element-image__credit\">Photograph: Robert Day</span> </figcaption> </figure>",
      "body": "<p>I strongly endorse Robin Hargreaves’s letter (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jun/02/a-dignified-end-for-beloved-pets\" title=\"\">A dignified end for beloved pets</a>, 3 June). When I took my beloved elderly and frail dog to be euthanised, she (unusually) showed no reluctance to enter the vet’s surgery, and died peacefully while I stroked her and talked to her. I only hope that when my time comes, the government will have finally bowed to overwhelming public opinion and decided to legalise assisted death for people too.<br><strong>Dr Brigid Purcell</strong><br><em>Norwich</em></p> <p>• You seem to carry a lot of Royal Opera House ballet pictures these days (Light-footed, 5 June). Could you perhaps venture out into the regions a bit more? I understand that the repertory season at a beautiful theatre in the Lake District has just started and continues until November. They must have some fine pictures.<br><strong>David Ward</strong><br><em>Programmes editor, Theatre by the Lake, Keswick, Cumbria</em></p> <p>• In the USA, not renowned for its green initiatives, stores such as Whole Foods and Publix have been using food dispensers successfully for years (<a href=\"https://www.theguardian.com/business/2019/jun/04/waitrose-launches-packaging-free-trial\" title=\"\">Could Waitrose trial herald new era for shopping</a>, 4 June).<br><strong>Jennifer Henley</strong><br><em>London</em></p> <p>• An attempt to cheer up Jane Marsh, who shares Nigel Farage’s birthday (<a href=\"https://www.theguardian.com/world/2019/jun/04/mummy-where-do-bigots-come-from\" title=\"\">Letters</a>, 5 June): 3 April is also the birthday of the wonderful guitarist and songwriter Richard Thompson and the late Tony Benn. I know because it is also my birthday.<br><strong>Michael Cunningham</strong><br><em>Wolverhampton</em></p> <p>• Surprised there was no mention of Peter May’s excellent Lewis Trilogy in your <a href=\"https://www.theguardian.com/uk-news/2019/jun/03/lewis-chessmen-piece-bought-for-5-pounds-in-1964-could-sell-for-1m-pounds\" title=\"\">piece about the Lewis chessman</a> to be sold at auction (4 June).<br><strong>Patrick Russell</strong><br><em>Ealing, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "296",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T15:55:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:40:05Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjhbh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9bbdb39aa59377c909e9ded3c3388690244b8d77/0_188_5520_3312/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I strongly endorse Robin Hargreaves’s letter (A dignified end for beloved pets, 3 June). When I took my beloved elderly and frail dog to be euthanised, she (unusually) showed no reluctance to enter the vet’s surgery, and died peacefully while I stroked her and talked to her. I only hope that when my time comes, the government will have finally bowed to overwhelming public opinion and decided to legalise assisted death for people too. Dr Brigid Purcell Norwich • You seem to carry a lot of Royal Opera House ballet pictures these days (Light-footed, 5 June). Could you perhaps venture out into the regions a bit more? I understand that the repertory season at a beautiful theatre in the Lake District has just started and continues until November. They must have some fine pictures. David Ward Programmes editor, Theatre by the Lake, Keswick, Cumbria • In the USA, not renowned for its green initiatives, stores such as Whole Foods and Publix have been using food dispensers successfully for years (Could Waitrose trial herald new era for shopping, 4 June). Jennifer Henley London • An attempt to cheer up Jane Marsh, who shares Nigel Farage’s birthday (Letters, 5 June): 3 April is also the birthday of the wonderful guitarist and songwriter Richard Thompson and the late Tony Benn. I know because it is also my birthday. Michael Cunningham Wolverhampton • Surprised there was no mention of Peter May’s excellent Lewis Trilogy in your piece about the Lewis chessman to be sold at auction (4 June). Patrick Russell Ealing, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1828",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/05/brexit-erdogan-turkey-eu-democracy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-05T10:30:07Z",
    "webTitle": "How Brexit is playing into Erdoğan’s hands in Turkey | Elçin Poyrazlar",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/05/brexit-erdogan-turkey-eu-democracy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/05/brexit-erdogan-turkey-eu-democracy",
    "fields": {
      "headline": "How Brexit is playing into Erdoğan’s hands in Turkey",
      "standfirst": "<p>Turkey is losing its champion in Europe, just as the president distances himself from the EU – and democracy</p>",
      "trailText": "Turkey is losing its champion in the EU, says Turkish journalist Elçin Poyrazlar",
      "byline": "Elçin Poyrazlar",
      "main": "<figure class=\"element element-image\" data-media-id=\"7fc54e8afbb5961f633ad1a2942f980d4c342c3d\"> <img src=\"https://media.guim.co.uk/7fc54e8afbb5961f633ad1a2942f980d4c342c3d/0_8_2757_1654/1000.jpg\" alt=\"Turkish President Erdogan leaves a mosque in Istanbul on Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turkish President Recep Tayyip Erdoğan has ‘capitalised on the anti-Turkey discourse to embark on his single-minded pursuit of greater power’.</span> <span class=\"element-image__credit\">Photograph: Murad Sezer/Reuters</span> </figcaption> </figure>",
      "body": "<p>In the early hours of 4 October, 2005, Jack Straw, the then British foreign secretary, and Abdullah Gül, his Turkish counterpart, walked, tired-eyed and hand-in-hand, into a packed press conference in Luxembourg.</p> <p>The <a href=\"https://www.theguardian.com/world/2005/oct/04/topstories3.eu\" title=\"\">EU had just opened membership talks with Ankara</a>, in what seemed like an answer to the centuries old-question of whether the west should open its arms to Turkey. “Now we are part of Europe!” Gül proclaimed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/15/istanbul-elections-erdogan-mayor\">How Istanbul’s mayoral elections are shaping the future of Erdoğan’s Turkey | Sinan Ulgen</a> </p> </aside>  <p>That was 14 years ago and a world away. Today, Britain is on its way out of the EU and Turkey looks very much as if it will not find a way in.</p> <p>The UK’s departure from the EU can be seen as part of a wider phenomenon in which member states question the founding principles of the union, such as people’s freedom of movement and of an inclusive vision of Europe in the world. But Brexit also risks making things worse for other parts of the world in very direct and concrete terms – this is certainly the case for Turkey.</p> <p>On a recent trip back to Istanbul and Ankara, I heard the same refrain time and again over cups of Turkish coffee: “We thought the Brits were sensible. Why are they doing this to themselves? And why are they doing this to us?”</p> <p>I was in the Luxembourg press conference when Straw and Gül announced the start of the EU talks, and reported from Istanbul when the euphoria of that day was replaced by despair in the years afterwards. As western European politicians such as Angela Merkel diluted the EU’s commitment to Turkey, Recep Tayyip Erdoğan, who has ruled the country since 2003, undermined <a href=\"https://www.theguardian.com/commentisfree/2018/oct/21/turkey-human-rights-abuses-journalist-shocking-jamal-khashoggi-osman-kavala\" title=\"\">Turkey’s commitment to EU standards</a> such as the rule of law, a free press and fundamental rights.</p> <p>The anti-Turkey discourse in Europe has played into the hands of Erdoğan, who has capitalised on it to embark on his single-minded pursuit of ever greater and more personalised power.</p> <p>The exception was Britain, the most fervent believer in the EU in Ankara’s eventual membership. Then came the cruellest cut of all: the 2016 EU referendum, when pro-leave politicians <a href=\"https://www.theguardian.com/politics/2016/jun/27/eu-referendum-reality-check-leave-campaign-promises\" title=\"\">sought to terrify voters by telling lies about Turkey</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/06/spain-turkey-far-right-vox-culture-war\">From Spain to Turkey, the rise of the far right is a clash of cultures not civilisations | Elif Shafak</a> </p> </aside>  <p>A week before the poll, <a href=\"https://www.theguardian.com/politics/2019/jan/18/boris-johnson-falsely-denies-issuing-turkey-warning-in-brexit-campaign\" title=\"\">Boris Johnson</a>, perhaps Britain’s prime-minister-in waiting, brushed aside his own part-Turkish descent and falsely suggested “that the only way to avoid having common borders with Turkey is to vote leave and take back control”. Penny Mordaunt, now secretary of defence, said Britain could not veto Turkey’s EU accession – and repeated the lie, even after David Cameron said it was “<a href=\"https://www.theguardian.com/politics/2016/may/22/david-cameron-defence-minister-penny-mordaunt-lying-turkey-joining-eu\" title=\"\">not true</a>”.</p> <p>In other words, Brexit brought to the UK the populist politics and distortions to which Turkey had already fallen victim. As a Turkish journalist covering the Brexit debate, I found the fake news, demonisation of experts and political polarisation all too familiar.</p> <p>Today both countries are facing moments of truth. With Johnson threatening a no-deal exit from the EU on 31 October, the UK faces the prospect of a more dramatic break with the EU than anyone thought three years ago.</p> <p>In Turkey, things are still more fraught. In local elections in March, the opposition registered its biggest success in years, winning power in Turkey’s largest cities. In the biggest prize of all, Istanbul, Erdoğan has not respected the opposition’s wafer-thin victory. Instead, <a href=\"https://www.theguardian.com/commentisfree/2019/may/15/istanbul-elections-erdogan-mayor\" title=\"\">he has engineered a revote on 23 June</a>.</p> <p>If he prevails, it could mark Turkey’s final parting of the ways with democracy – and an even bigger break with Europe than the one the UK is contemplating.</p> <p>The liberal forces in Turkey that are trying to pull the country away from Erdoğan’s authoritarian trajectory put their faith in the European dream – or at least in a vision of the EU. In Turkey, Europe is seen as the means of escape from autocracy.</p> <p>But they are also all too aware that their task will be made much more difficult because of an unfriendly Brexiteer Britain and a Britain-less Europe.</p> <p>No longer a functioning member of the club, the UK now has no voice in the EU’s enlargement debate.</p> <p>Brexit also stands to hurt Turkey economically. The country has recently been hit by recession. If Britain leaves the EU without a deal, Turkey might lose access to its second largest export market, since the two economies are connected by Ankara’s customs union with the EU. At present, <a href=\"https://www.reuters.com/article/uk-brexit-eu-turkey-idUSKCN1RR128\" title=\"\">Turkey has a £2.8bn trade surplus with the UK</a>.</p> <p>A Turkish diplomat recently emphasised how badly Brexit will hit both countries in economic and security terms.</p> <p>“It is like a meteor has hit Great Britain. And we always thought they were the most sensible nation,” he told me.</p> <p>Like many other countries around the world, Turkey is watching the Brexit saga with perplexity. All the same, many in the country are nurturing the hope that sense and sensibility returns to the UK before the vortex of Brexit swallows us all.</p> <p>• Elçin Poyrazlar is a Turkish columnist and author of political thrillers</p>",
      "wordcount": "824",
      "commentable": "false",
      "firstPublicationDate": "2019-06-05T10:30:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:21Z",
      "newspaperEditionDate": "2019-06-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjdez",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7fc54e8afbb5961f633ad1a2942f980d4c342c3d/0_8_2757_1654/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In the early hours of 4 October, 2005, Jack Straw, the then British foreign secretary, and Abdullah Gül, his Turkish counterpart, walked, tired-eyed and hand-in-hand, into a packed press conference in Luxembourg. The EU had just opened membership talks with Ankara, in what seemed like an answer to the centuries old-question of whether the west should open its arms to Turkey. “Now we are part of Europe!” Gül proclaimed. That was 14 years ago and a world away. Today, Britain is on its way out of the EU and Turkey looks very much as if it will not find a way in. The UK’s departure from the EU can be seen as part of a wider phenomenon in which member states question the founding principles of the union, such as people’s freedom of movement and of an inclusive vision of Europe in the world. But Brexit also risks making things worse for other parts of the world in very direct and concrete terms – this is certainly the case for Turkey. On a recent trip back to Istanbul and Ankara, I heard the same refrain time and again over cups of Turkish coffee: “We thought the Brits were sensible. Why are they doing this to themselves? And why are they doing this to us?” I was in the Luxembourg press conference when Straw and Gül announced the start of the EU talks, and reported from Istanbul when the euphoria of that day was replaced by despair in the years afterwards. As western European politicians such as Angela Merkel diluted the EU’s commitment to Turkey, Recep Tayyip Erdoğan, who has ruled the country since 2003, undermined Turkey’s commitment to EU standards such as the rule of law, a free press and fundamental rights. The anti-Turkey discourse in Europe has played into the hands of Erdoğan, who has capitalised on it to embark on his single-minded pursuit of ever greater and more personalised power. The exception was Britain, the most fervent believer in the EU in Ankara’s eventual membership. Then came the cruellest cut of all: the 2016 EU referendum, when pro-leave politicians sought to terrify voters by telling lies about Turkey. A week before the poll, Boris Johnson, perhaps Britain’s prime-minister-in waiting, brushed aside his own part-Turkish descent and falsely suggested “that the only way to avoid having common borders with Turkey is to vote leave and take back control”. Penny Mordaunt, now secretary of defence, said Britain could not veto Turkey’s EU accession – and repeated the lie, even after David Cameron said it was “not true”. In other words, Brexit brought to the UK the populist politics and distortions to which Turkey had already fallen victim. As a Turkish journalist covering the Brexit debate, I found the fake news, demonisation of experts and political polarisation all too familiar. Today both countries are facing moments of truth. With Johnson threatening a no-deal exit from the EU on 31 October, the UK faces the prospect of a more dramatic break with the EU than anyone thought three years ago. In Turkey, things are still more fraught. In local elections in March, the opposition registered its biggest success in years, winning power in Turkey’s largest cities. In the biggest prize of all, Istanbul, Erdoğan has not respected the opposition’s wafer-thin victory. Instead, he has engineered a revote on 23 June. If he prevails, it could mark Turkey’s final parting of the ways with democracy – and an even bigger break with Europe than the one the UK is contemplating. The liberal forces in Turkey that are trying to pull the country away from Erdoğan’s authoritarian trajectory put their faith in the European dream – or at least in a vision of the EU. In Turkey, Europe is seen as the means of escape from autocracy. But they are also all too aware that their task will be made much more difficult because of an unfriendly Brexiteer Britain and a Britain-less Europe. No longer a functioning member of the club, the UK now has no voice in the EU’s enlargement debate. Brexit also stands to hurt Turkey economically. The country has recently been hit by recession. If Britain leaves the EU without a deal, Turkey might lose access to its second largest export market, since the two economies are connected by Ankara’s customs union with the EU. At present, Turkey has a £2.8bn trade surplus with the UK. A Turkish diplomat recently emphasised how badly Brexit will hit both countries in economic and security terms. “It is like a meteor has hit Great Britain. And we always thought they were the most sensible nation,” he told me. Like many other countries around the world, Turkey is watching the Brexit saga with perplexity. All the same, many in the country are nurturing the hope that sense and sensibility returns to the UK before the vortex of Brexit swallows us all. • Elçin Poyrazlar is a Turkish columnist and author of political thrillers",
      "charCount": "4813",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/elcin-poyrazlar\">Elçin Poyrazlar</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]